{
  "name": "Amsterdam, Netherlands",
  "city": "Amsterdam",
  "country": "Netherlands",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( AM-stər-dam, UK also  AM-stər-DAM, Dutch: [ˌɑmstərˈdɑm] (listen); lit. \"The Dam on the River Amstel\") is the capital and most populous city of the <this country>, with The Hague being the seat of government. It has a population of 921,402 within the city proper, 1,457,018 in the urban area and 2,480,394 in the metropolitan area. Located in the Dutch province of North Holland, <this city> is colloquially referred to as the \"Venice of the North\", for its large number of canals, now designated a UNESCO World Heritage Site.<this city> was founded at the mouth of the Amstel River that was dammed to control flooding; the city's name derives from the a local linguistic variation of the word dam. Originally a small fishing village in the late 12th century, <this city> became a major world port during the Dutch Golden Age of the 17th century, when the <this country> was an economic powerhouse. <this city> was the leading centre for finance and trade, as well as a hub of production of secular art. In the 19th and 20th centuries, the city expanded and many new neighborhoods and suburbs were planned and built. The canals of <this city> and the 19-20th century Defence Line of <this city> are both on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of <this city>, is the oldest part of the city, dating to the 9th century. The city has a long tradition of openness, liberalism, and tolerance. Cycling is key to the city's modern character, and there are numerous biking paths and lanes spread throughout the entire city.<this city>'s main attractions include its historic canals; the Rijksmuseum, the state museum with a vast collection of Dutch Golden Age art; the Van Gogh Museum; the Dam Square, where the Royal Palace of <this city> and former city hall (stadhuis) are located; the <this city> Museum; Stedelijk Museum, with modern art; Hermitage <this city>, the Concertgebouw concert hall; the Anne Frank House; the Het Scheepvaartmuseum, the Heineken Experience, the Natura Artis Magistra; Hortus Botanicus, NEMO, the red-light district and many cannabis coffee shops. The city is also well known for its nightlife and festival activity; with several of its nightclubs (Melkweg, Paradiso) among the world's most famous. Primarily known for its artistic heritage, elaborate canal system and narrow canal houses with gabled façades; well-preserved legacies of the city's 17th-century Golden Age, and the establishment of the Van Gogh Museum, displaying the work of the famous Dutch modern artist, have attracted millions of visitors to <this city> annually.\nThe <this city> Stock Exchange, founded in 1602, is considered the oldest \"modern\" securities market stock exchange in the world. As the commercial capital of the <this country> and one of the top financial centres in Europe, <this city> is considered an alpha world city by the Globalization and World Cities Research Network. The city is also the cultural capital of the <this country>. Many large Dutch institutions have their headquarters in the city, including: the Philips conglomerate, AkzoNobel, Booking.com, TomTom, and ING. Many of the world's largest companies are based in <this city> or have established their European headquarters in the city, such as leading technology companies Uber, Netflix and Tesla. In 2022, <this city> was ranked the ninth-best city in the world to live in by the Economist Intelligence Unit and 12th globally on quality of living for environment and infrastructure by Mercer. The city was ranked 4th place globally as top tech hub in the Savills Tech Cities 2019 report (2nd in Europe), and 3rd in innovation by Australian innovation agency 2thinknow in their Innovation Cities Index 2009. The Port of <this city> is the fifth largest in Europe. The KLM hub and <this city>'s main airport, Schiphol, is the busiest airport in the <this country>, the third busiest in Europe, and the 11th busiest airport in the world. The Dutch capital is considered one of the most multicultural cities in the world, with at least 177 nationalities represented. Immigration and ethnic segregation in <this city> is a current issue.A few of <this city>'s notable residents throughout its history include painters Rembrandt and Vincent van Gogh, seventeenth-century philosophers Baruch Spinoza, John Locke, René Descartes, and the Holocaust victim and diarist Anne Frank.\n\nHistory\nPrehistory\nDue to its geographical location in what used to be wet peatland, the founding of <this city> is later than other urban centres in the Low Countries. However, around the area of what later became <this city>, farmers settled as early as three millennia ago. They lived along the prehistoric IJ river and upstream of its tributary Amstel. The prehistoric IJ was a shallow and quiet stream in peatland behind beach ridges. This secluded area was able to grow into an important local settlement centre, especially in the late Bronze Age, the Iron Age and the Roman Age. Neolithic and Roman artefacts have also been found in the prehistoric Amstel bedding under <this city>'s Damrak and Rokin, such as shards of Bell Beaker culture pottery (2200-2000 BC) and a granite grinding stone (2700-2750 BC), but the location of these artefacts around the river banks of the Amstel probably point to a presence of a modest semi-permanent or seasonal settlement. Until water issues were controlled, a permanent settlement would not have been possible, since the river mouth and the banks of the Amstel in this period in time were too wet for permanent habitation.\n\nFounding\nThe origins of <this city> is linked to the development of the peatland called Amestelle, meaning 'watery area', from Aa(m) 'river' + stelle 'site at a shoreline', 'river bank'. In this area, land reclamation started as early as the late 10th century. Amestelle was located along a side arm of the IJ. This side arm took the name from the eponymous land: Amstel. Amestelle was inhabited by farmers, who lived more inland and more upstream, where the land was not as wet as at the banks of the downstream river mouth. These farmers were starting the reclamation around upstream Ouderkerk aan de Amstel, and later at the other side of the river at Amstelveen. The Van Amstel family, known in documents by this name since 1019, held the stewardship in this northwestern nook of the ecclesiastical district of the bishop of Utrecht. The family later served also under the count of Holland.\nA major turning point in the development of the Amstel river mouth was the All Saint's Flood of 1170. In an extremely short period of time, the shallow river IJ turned into a wide estuary, which from then on offered the Amstel an open connection to the Zuiderzee, IJssel and waterways further afield. This made the water flow of the Amstel more active, so excess water could be drained better. With drier banks, the downstream Amstel mouth became attractive for permanent habitation. Moreover, the river had grown from an insignificant peat stream into a junction of international waterways. A settlement was built here immediately after the landscape change of 1170. Right from the start of its foundation it focused on traffic, production and trade; not on farming, as opposed to how communities had lived further upstream for the past 200 years and northward for thousands of years. The construction of a dam at the mouth of the Amstel, eponymously named Dam, is historically estimated to have occurred between 1264 and 1275. The settlement first appeared in a document from 1275, concerning a road toll granted by the count of Holland Floris V to the residents apud Amestelledamme 'at the dam in the Amstel' or 'at the dam of Amstelland'. This allowed the inhabitants of the village to travel freely through the County of Holland, paying no tolls at bridges, locks and dams. This was a move in a years-long struggle for power in the area between the count of Holland and the Amstel family who governed the area on behalf of the bishop of Utrecht. By 1327, the name had developed into Aemsterdam.\n\nMiddle Ages\nThe bishop of Utrecht granted <this city> city rights in either 1300 or 1306. Het Mirakel van <this city> in 1345, rendered the city an important place of pilgrimage. During the heydays of the Stille Omgang, which became the expression of the pilgrimage after the Protestant Reformation, up to 90,000 pilgrims came to <this city>.\nFrom the 14th century on, <this city> flourished, largely from trade with the Hanseatic League. From the 15th century on the city established an independent trade route with the Baltic Sea in grain and timber, cutting out the Hanseatic League as middlemen. The city became the staple market of Europe for bulk cargo. This was made possible due to innovations in the herring fishery, from which <this city> reaped great wealth. Herring had demand in markets all around Europe. Inventions of on-board gibbing and the haringbuis in 1415, made longer voyages feasible, and hence enabled Dutch fishermen to follow the herring shoals far from the coasts, giving them a monopoly in the industry.\nThe herring industry relied on international trade cooperation and large initial investments in ships, which needed many highly skilled and unskilled workers cooperating, which required the import of the necessary raw materials to turn an unfinished product into a marketable one, which required merchants to then sell it throughout the continent and book-keepers and accountants to divide the profit. In short, the herring industry was setting up the foundations for what would later become the transcontinental trade system and the Dutch Golden Age, with <this city> at its centre, hence the saying \"<this city> is built on Herring bones\".\n\nConflict with Spain\nThe Low Countries were part of the Hapsburg inheritance and came under the Spanish monarchy in the early sixteenth century. The Dutch rebelled against Philip II of Spain, who led a defense of Catholicism during the Protestant Reformation. The main reasons for the uprising were the imposition of new taxes, the tenth penny, and the religious persecution of Protestants by the newly introduced Inquisition. The revolt escalated into the Eighty Years' War, which ultimately led to Dutch independence. Strongly pushed by Dutch Revolt leader William the Silent, the Dutch Republic became known for its relative religious tolerance. Jews from the Iberian Peninsula, Protestant Huguenots from France, prosperous merchants and printers from Flanders, and economic and religious refugees from the Spanish-controlled parts of the Low Countries found safety in <this city>. The influx of Flemish printers and the city's intellectual tolerance made <this city> a centre for the European free press.\n\nCentre of the Dutch Golden Age\nDuring the 17th century, <this city> experienced what is considered its Golden Age, during which it became the wealthiest city in the Western world. Ships sailed from <this city> to the Baltic Sea, the Caribbean, North America, and Africa, as well as present-day Indonesia, India, Sri Lanka, and Brazil, forming the basis of a worldwide trading network. <this city>'s merchants had the largest share in both the Dutch East India Company (VOC) and the Dutch West India Company. These companies acquired overseas possessions that later became Dutch colonies.\n<this city> was Europe's most important hub for the shipment of goods and was the leading financial centre of the Western world. In 1602, the <this city> office of the Dutch East India Company became the world's first stock exchange by trading in its own shares. The Bank of <this city> started operations in 1609, acting as a full-service bank for Dutch merchant bankers and as a reserve bank.\nBeginning during this period, <this city> also became involved in the trade in African slaves. The city was a major destination port for Dutch slave ships beginning in the 17th century, which lasted until the United <this country> abolished the Dutch involvement in the trade in 1814 under pressure by the British government. <this city> was also a member of the Society of Suriname, an organization founded to oversee the management of Surinam, a Dutch slave colony. On 1 July 2021, the mayor of <this city>, Femke Halsema, apologized for the city's involvement in the African slave trade, which had contributed to the city's wealth.\n\nDecline and modernization\n<this city>'s prosperity declined during the 18th and early 19th centuries. The wars of the Dutch Republic with England (latterly, Great Britain) and France took their toll on the city. During the Napoleonic Wars, <this city>'s significance reached its lowest point, with Holland being absorbed into the French Empire. However, the later establishment of the United Kingdom of the <this country> in 1815 marked a turning point.\n\nThe end of the 19th century is sometimes called <this city>'s second Golden Age. New museums, a railway station, and the Concertgebouw were built; in this same time, the Industrial Revolution reached the city. The <this city>–Rhine Canal was dug to give <this city> a direct connection to the Rhine, and the North Sea Canal was dug to give the port a shorter connection to the North Sea. Both projects dramatically improved commerce with the rest of Europe and the world. In 1906, Joseph Conrad gave a brief description of <this city> as seen from the seaside, in The Mirror of the Sea.\n\n20th century–present\nShortly before the First World War, the city started to expand again, and new suburbs were built. Even though the <this country> remained neutral in this war, <this city> suffered a food shortage, and heating fuel became scarce. The shortages sparked riots in which several people were killed. These riots are known as the Aardappeloproer (Potato rebellion). People started looting stores and warehouses in order to get supplies, mainly food.\nOn 1 January 1921, after a flood in 1916, the depleted municipalities of Durgerdam, Holysloot, Zunderdorp and Schellingwoude, all lying north of <this city>, were, at their own request, annexed to the city. Between the wars, the city continued to expand, most notably to the west of the Jordaan district in the Frederik Hendrikbuurt and surrounding neighbourhoods.\nNazi Germany invaded the <this country> on 10 May 1940 and took control of the country. Some <this city> citizens sheltered Jews, thereby exposing themselves and their families to a high risk of being imprisoned or sent to concentration camps. More than 100,000 Dutch Jews were deported to Nazi concentration camps, of whom some 60,000 lived in <this city>. In response, the Dutch Communist Party organized the February strike attended by 300,000 people to protest against the raids. The most famous deportee was the young Jewish girl Anne Frank, who died in the Bergen-Belsen concentration camp. At the end of the Second World War, communication with the rest of the country broke down, and food and fuel became scarce. Many citizens traveled to the countryside to forage. Dogs, cats, raw sugar beets, and tulip bulbs—cooked to a pulp—were consumed to stay alive. Many trees in <this city> were cut down for fuel, and wood was taken from the houses, apartments and other buildings of deported Jews. The city was finally liberated by Canadian forces on 5 May 1945, shortly before the end of the war in Europe.\n\nMany new suburbs, such as Osdorp, Slotervaart, Slotermeer and Geuzenveld, were built in the years after the Second World War. These suburbs contained many public parks and wide-open spaces, and the new buildings provided improved housing conditions with larger and brighter rooms, gardens, and balconies. Because of the war and other events of the 20th century, almost the entire city centre had fallen into disrepair. As society was changing, politicians and other influential figures made plans to redesign large parts of it. There was an increasing demand for office buildings, and also for new roads, as the automobile became available to most people. A metro started operating in 1977 between the new suburb of Bijlmermeer in the city's Zuidoost (southeast) exclave and the centre of <this city>. Further plans were to build a new highway above the metro to connect <this city> Centraal and the city centre with other parts of the city.\nThe required large-scale demolitions began in <this city>'s former Jewish neighborhood. Smaller streets, such as the Jodenbreestraat and Weesperstraat, were widened and almost all houses and buildings were demolished. At the peak of the demolition, the Nieuwmarktrellen (Nieuwmarkt Riots) broke out; the rioters expressed their fury about the demolition caused by the restructuring of the city.\nAs a result, the demolition was stopped and the highway into the city's centre was never fully built; only the metro was completed. Only a few streets remained widened. The new city hall was built on the almost completely demolished Waterlooplein. Meanwhile, large private organizations, such as Stadsherstel <this city>, were founded to restore the entire city centre. Although the success of this struggle is visible today, efforts for further restoration are still ongoing. The entire city centre has reattained its former splendour and, as a whole, is now a protected area. Many of its buildings have become monuments, and in July 2010 the Grachtengordel (the three concentric canals: Herengracht, Keizersgracht, and Prinsengracht) was added to the UNESCO World Heritage List.\nIn the 21st century, the <this city> city centre has attracted large numbers of tourists: between 2012 and 2015, the annual number of visitors rose from 10 to 17 million. Real estate prices have surged, and local shops are making way for tourist-oriented ones, making the centre unaffordable for the city's inhabitants. These developments have evoked comparisons with Venice, a city thought to be overwhelmed by the tourist influx.Construction of a new metro line connecting the part of the city north of the IJ to its southern part was started in 2003. The project was controversial because its cost had exceeded its budget by a factor of three by 2008, because of fears of damage to buildings in the centre, and because construction had to be halted and restarted multiple times. The new metro line was completed in 2018.Since 2014, renewed focus has been given to urban regeneration and renewal, especially in areas directly bordering the city centre, such as Frederik Hendrikbuurt. This urban renewal and expansion of the traditional centre of the city—with the construction on artificial islands of the new eastern IJburg neighbourhood—is part of the Structural Vision <this city> 2040 initiative.\n\nGeography\n<this city> is located in the Western <this country>, in the province of North Holland, the capital of which is not <this city>, but rather Haarlem. The river Amstel ends in the city centre and connects to a large number of canals that eventually terminate in the IJ. <this city> is about 2 m (6.6 ft) below sea level. The surrounding land is flat as it is formed of large polders. An artificial forest, <this city>se Bos, is in the southwest. <this city> is connected to the North Sea through the long North Sea Canal.\n<this city> is intensely urbanised, as is the <this city> metropolitan area surrounding the city. Comprising 219.4 km2 (84.7 sq mi) of land, the city proper has 4,457 inhabitants per km2 and 2,275 houses per km2. Parks and nature reserves make up 12% of <this city>'s land area.\n\nWater\n<this city> has more than 100 km (60 mi) of canals, most of which are navigable by boat. The city's three main canals are the Prinsengracht, Herengracht and Keizersgracht.\nIn the Middle Ages, <this city> was surrounded by a moat, called the Singel, which now forms the innermost ring in the city, and gives the city centre a horseshoe shape. The city is also served by a seaport. It has been compared with Venice, due to its division into about 90 islands, which are linked by more than 1,200 bridges.\n\nClimate\n<this city> has an oceanic climate (Köppen: Cfb) strongly influenced by its proximity to the North Sea to the west, with prevailing westerly winds.\n<this city>, as well as most of the North Holland province, lies in USDA Hardiness zone 8b. Frosts mainly occur during spells of easterly or northeasterly winds from the inner European continent. Even then, because <this city> is surrounded on three sides by large bodies of water, as well as having a significant heat-island effect, nights rarely fall below −5 °C (23 °F), while it could easily be −12 °C (10 °F) in Hilversum, 25 km (16 mi) southeast.\n\nSummers are moderately warm with a number of hot and humid days with occasional rain every month. The average daily high in August is 22.1 °C (72 °F), and 30 °C (86 °F) or higher is only measured on average on 2.5 days, placing <this city> in AHS Heat Zone 2. The record extremes range from −19.7 °C (−3.5 °F) to 36.3 °C (97.3 °F). \nDays with more than 1 mm (0.04 in) of precipitation are common, on average 133 days per year.\n<this city>'s average annual precipitation is 838 mm (33 in). A large part of this precipitation falls as light rain or brief showers. Cloudy and damp days are common during the cooler months of October through March.\n\nDemographics\nHistorical population\nIn 1300, <this city>'s population was around 1,000 people. While many towns in Holland experienced population decline during the 15th and 16th centuries, <this city>'s population grew, mainly due to the rise of the profitable Baltic maritime trade especially in grain after the Burgundian victory in the Dutch–Hanseatic War in 1441. The population of <this city> was only modest compared to the towns and cities of Flanders and Brabant, which comprised the most urbanized area of the Low Countries.\nThis changed when, during the Dutch Revolt, many people from the Southern <this country> fled to the North, especially after Antwerp fell to Spanish forces in 1585. Jews from Spain, Portugal and Eastern Europe similarly settled in <this city>, as did Germans and Scandinavians. In thirty years, <this city>'s population more than doubled between 1585 and 1610. By 1600, its population was around 50,000. During the 1660s, <this city>'s population reached 200,000. The city's growth levelled off and the population stabilized around 240,000 for most of the 18th century.In 1750, <this city> was the fourth largest city in Western Europe, behind London (676,000), Paris (560,000) and Naples (324,000). This was all the more remarkable as <this city> was neither the capital city nor the seat of government of the Dutch Republic, which itself was a much smaller state than Great Britain, France or the Ottoman Empire. In contrast to those other metropolises, <this city> was also surrounded by large towns such as Leiden (about 67,000), Rotterdam (45,000), Haarlem (38,000) and Utrecht (30,000).The city's population declined in the early 19th century, dipping under 200,000 in 1820. By the second half of the 19th century, industrialization spurred renewed growth. <this city>'s population hit an all-time high of 872,000 in 1959, before declining in the following decades due to government-sponsored suburbanisation to so-called groeikernen (growth centres) such as Purmerend and Almere. Between 1970 and 1980, <this city> experienced its sharp population decline, peaking at a net loss of 25,000 people in 1973. By 1985 the city had only 675,570 residents. This was soon followed by reurbanization and gentrification, leading to renewed population growth in the 2010s. Also in the 2010s, much of <this city>'s population growth was due to immigration to the city.\n\nImmigration\nIn the 16th and 17th century, non-Dutch immigrants to <this city> were mostly Protestant Huguenots and Flemings, Sephardic Jews, and Westphalians. Huguenots came after the Edict of Fontainebleau in 1685, while the Flemish Protestants came during the Eighty Years' War against Catholic Spain. The Westphalians came to <this city> mostly for economic reasons; their influx continued through the 18th and 19th centuries. Before the Second World War, 10% of the city population was Jewish. Just twenty percent of them survived the Holocaust.The first mass immigration in the 20th century was by people from Indonesia, who came to <this city> after the independence of the Dutch East Indies in the 1940s and 1950s. In the 1960s guest workers from Turkey, Morocco, Italy, and Spain emigrated to <this city>. After the independence of Suriname in 1975, a large wave of Surinamese settled in <this city>, mostly in the Bijlmer area. Other immigrants, including refugees asylum seekers and undocumented immigrants, came from Europe, the Americas, Asia and Africa. In the 1970s and 1980s, many 'old' <this city>mers moved to 'new' cities like Almere and Purmerend, prompted by the third Land-use planning bill of the Dutch Government. This bill promoted suburbanization and arranged for new developments in so-called \"groeikernen\", literally cores of growth. Young professionals and artists moved into neighborhoods De Pijp and the Jordaan abandoned by these <this city>mers. The non-Western immigrants settled mostly in the social housing projects in <this city>-West and the Bijlmer. Today, people of non-Western origin make up approximately one-fifth of the population of <this city>, and more than 30% of the city's children. A slight majority of the residents of <this city> have at least one parent who was born outside the country. However, a much larger majority has at least one parent who was born inside the country (intercultural marriages are common in the city). Thus, while the demographics are changing, the city still has an 'ethnic Dutch' majority. Only one in three inhabitants under 15 is an autochthon, or a person who has two parents of Dutch origin. Segregation along ethnic lines is clearly visible, with people of non-Western origin, considered a separate group by Statistics <this country>, concentrating in specific neighborhoods especially in Nieuw-West, Zeeburg, Bijlmer and in certain areas of <this city>-Noord.\nIn 2000, Christians formed the largest religious group in the city (28% of the population). The next largest religion was Islam (8%), most of whose followers were Sunni. In 2015, Christians formed the largest religious group in the city (28% of the population). The next largest religion was Islam (7.1%), most of whose followers were Sunni.\n\nReligion\nIn 1578, the largely Catholic city of <this city> joined the revolt against Spanish rule, late in comparison to other major northern Dutch cities. Catholic priests were driven out of the city. Following the Dutch takeover, all churches were converted to Protestant worship. Calvinism was declared the main religion. It was forbidden to openly profess Roman Catholicism and the Catholic hierarchy was prohibited until mid-19th century. This led to the establishment of clandestine churches, covert religious buildings hidden in pre-existing buildings. Catholics, some Jews and dissenting Protestants worshipped in such buildings. A large influx of foreigners of many religions came to 17th-century <this city>, in particular Sefardic Jews from Spain and Portugal, Huguenots from France, Lutherans, Mennonites, as well as Protestants from across the <this country>. This led to the establishment of many non-Dutch-speaking churches. In 1603, the Jewish received permission to practice their religion in the city. In 1639, the first synagogue was consecrated. The Jews came to call the town 'Jerusalem of the West'.As they became established in the city, other Christian denominations used converted Catholic chapels to conduct their own services. The oldest English-language church congregation in the world outside the United Kingdom is found at the Begijnhof. Regular services there are still offered in English under the auspices of the Church of Scotland. Being Calvinists, the Huguenots soon integrated into the Dutch Reformed Church, though often retaining their own congregations. Some, commonly referred by the moniker 'Walloon', are recognizable today as they offer occasional services in French.In the second half of the 17th century, <this city> experienced an influx of Ashkenazim, Jews from Central and Eastern Europe. Jews often fled the pogroms in those areas. The first Ashkenazis who arrived in <this city> were refugees from the Khmelnytsky Uprising occurring in Ukraine and the Thirty Years' War, which devastated much of Central Europe. They not only founded their own synagogues, but had a strong influence on the '<this city> dialect' adding a large Yiddish local vocabulary. Despite an absence of an official Jewish ghetto, most Jews preferred to live in the eastern part, which used to be the centre of medieval <this city>. The main street of this Jewish neighbourhood was Jodenbreestraat. The neighbourhood comprised the Waterlooplein and the Nieuwmarkt. Buildings in this neighbourhood fell into disrepair after the Second World War a large section of the neighbourhood was demolished during the construction of the metro system. This led to riots, and as a result the original plans for large-scale reconstruction were abandoned by the government. The neighbourhood was rebuilt with smaller-scale residence buildings on the basis of its original layout.\nCatholic churches in <this city> have been constructed since the restoration of the episcopal hierarchy in 1853. One of the principal architects behind the city's Catholic churches, Cuypers, was also responsible for the <this city> Centraal station and the Rijksmuseum.In 1924, the Catholic Church hosted the International Eucharistic Congress in <this city>; numerous Catholic prelates visited the city, where festivities were held in churches and stadiums. Catholic processions on the public streets, however, were still forbidden under law at the time. Only in the 20th century was <this city>'s relation to Catholicism normalised, but despite its far larger population size, the episcopal see of the city was placed in the provincial town of Haarlem.Historically, <this city> has been predominantly Christian, in 1900 Christians formed the largest religious group in the city (70% of the population), Dutch Reformed Church formed 45% of the city population, while the Catholic Church formed 25% of the city population. In recent times, religious demographics in <this city> have been changed by immigration from former colonies. Hinduism has been introduced from the Hindu diaspora from Suriname and several distinct branches of Islam have been brought from various parts of the world. Islam is now the largest non-Christian religion in <this city>. The large community of Ghanaian immigrants have established African churches, often in parking garages in the Bijlmer area.\n\nDiversity and immigration\n<this city> experienced an influx of religions and cultures after the Second World War. With 180 different nationalities, <this city> is home to one of the widest varieties of nationalities of any city in the world. The proportion of the population of immigrant origin in the city proper is about 50% and 88% of the population are Dutch citizens.<this city> has been one of the municipalities in the <this country> which provided immigrants with extensive and free Dutch-language courses, which have benefited many immigrants.Inhabitants by origin\n\nCityscape and architecture\n<this city> fans out south from the <this city> Centraal station and Damrak, the main street off the station. The oldest area of the town is known as De Wallen (English: \"The Quays\"). It lies to the east of Damrak and contains the city's famous red-light district. To the south of De Wallen is the old Jewish quarter of Waterlooplein.\nThe medieval and colonial age canals of <this city>, known as grachten, embraces the heart of the city where homes have interesting gables. Beyond the Grachtengordel are the former working-class areas of Jordaan and de Pijp. The Museumplein with the city's major museums, the Vondelpark, a 19th-century park named after the Dutch writer Joost van den Vondel, as well as the Plantage neighbourhood, with the zoo, are also located outside the Grachtengordel.\nSeveral parts of the city and the surrounding urban area are polders. This can be recognised by the suffix -meer which means lake, as in Aalsmeer, Bijlmermeer, Haarlemmermeer and Watergraafsmeer.\n\nCanals\nThe <this city> canal system is the result of conscious city planning. In the early 17th century, when immigration was at a peak, a comprehensive plan was developed that was based on four concentric half-circles of canals with their ends emerging at the IJ bay. Known as the Grachtengordel, three of the canals were mostly for residential development: the Herengracht (where \"Heren\" refers to Heren Regeerders van de stad <this city>, ruling lords of <this city>, whilst gracht means canal, so that the name can be roughly translated as \"Canal of the Lords\"), Keizersgracht (Emperor's Canal) and Prinsengracht (Prince's Canal). The fourth and outermost canal is the Singelgracht, which is often not mentioned on maps because it is a collective name for all canals in the outer ring. The Singelgracht should not be confused with the oldest and innermost canal, the Singel.\n\nThe canals served for defense, water management and transport. The defenses took the form of a moat and earthen dikes, with gates at transit points, but otherwise no masonry superstructures. The original plans have been lost, so historians, such as Ed Taverne, need to speculate on the original intentions: it is thought that the considerations of the layout were purely practical and defensive rather than ornamental.Construction started in 1613 and proceeded from west to east, across the breadth of the layout, like a gigantic windshield wiper as the historian Geert Mak calls it – and not from the centre outwards, as a popular myth has it. The canal construction in the southern sector was completed by 1656. Subsequently, the construction of residential buildings proceeded slowly. The eastern part of the concentric canal plan, covering the area between the Amstel river and the IJ bay, has never been implemented. In the following centuries, the land was used for parks, senior citizens' homes, theatres, other public facilities, and waterways without much planning. Over the years, several canals have been filled in, becoming streets or squares, such as the Nieuwezijds Voorburgwal and the Spui.\n\nExpansion\nAfter the development of <this city>'s canals in the 17th century, the city did not grow beyond its borders for two centuries. During the 19th century, Samuel Sarphati devised a plan based on the grandeur of Paris and London at that time. The plan envisaged the construction of new houses, public buildings and streets just outside the Grachtengordel. The main aim of the plan, however, was to improve public health. Although the plan did not expand the city, it did produce some of the largest public buildings to date, like the Paleis voor Volksvlijt.Following Sarphati, civil engineers Jacobus van Niftrik and Jan Kalff designed an entire ring of 19th-century neighbourhoods surrounding the city's centre, with the city preserving the ownership of all land outside the 17th-century limit, thus firmly controlling development. Most of these neighbourhoods became home to the working class.In response to overcrowding, two plans were designed at the beginning of the 20th century which were very different from anything <this city> had ever seen before: Plan Zuid (designed by the architect Berlage) and West. These plans involved the development of new neighbourhoods consisting of housing blocks for all social classes.After the Second World War, large new neighbourhoods were built in the western, southeastern, and northern parts of the city. These new neighbourhoods were built to relieve the city's shortage of living space and give people affordable houses with modern conveniences. The neighbourhoods consisted mainly of large housing blocks located among green spaces, connected to wide roads, making the neighbourhoods easily accessible by motor car. The western suburbs which were built in that period are collectively called the Westelijke Tuinsteden. The area to the southeast of the city built during the same period is known as the Bijlmer.\n\nArchitecture\n<this city> has a rich architectural history. The oldest building in <this city> is the Oude Kerk (English: Old Church), at the heart of the Wallen, consecrated in 1306. The oldest wooden building is Het Houten Huys at the Begijnhof. It was constructed around 1425 and is one of only two existing wooden buildings. It is also one of the few examples of Gothic architecture in <this city>. The oldest stone building of the <this country>, The Moriaan is built in 's-Hertogenbosch.\nIn the 16th century, wooden buildings were razed and replaced with brick ones. During this period, many buildings were constructed in the architectural style of the Renaissance. Buildings of this period are very recognisable with their stepped gable façades, which is the common Dutch Renaissance style. <this city> quickly developed its own Renaissance architecture. These buildings were built according to the principles of the architect Hendrick de Keyser. One of the most striking buildings designed by Hendrick de Keyser is the Westerkerk. In the 17th century baroque architecture became very popular, as it was elsewhere in Europe. This roughly coincided with <this city>'s Golden Age. The leading architects of this style in <this city> were Jacob van Campen, Philips Vingboons and Daniel Stalpaert.\nPhilip Vingboons designed splendid merchants' houses throughout the city. A famous building in baroque style in <this city> is the Royal Palace on Dam Square. Throughout the 18th century, <this city> was heavily influenced by French culture. This is reflected in the architecture of that period. Around 1815, architects broke with the baroque style and started building in different neo-styles. Most Gothic style buildings date from that era and are therefore said to be built in a neo-gothic style. At the end of the 19th century, the Jugendstil or Art Nouveau style became popular and many new buildings were constructed in this architectural style. Since <this city> expanded rapidly during this period, new buildings adjacent to the city centre were also built in this style. The houses in the vicinity of the Museum Square in <this city> Oud-Zuid are an example of Jugendstil. The last style that was popular in <this city> before the modern era was Art Deco. <this city> had its own version of the style, which was called the <this city>se School. Whole districts were built this style, such as the Rivierenbuurt. A notable feature of the façades of buildings designed in <this city>se School is that they are highly decorated and ornate, with oddly shaped windows and doors.\nThe old city centre is the focal point of all the architectural styles before the end of the 19th century. Jugendstil and Georgian are mostly found outside the city's centre in the neighbourhoods built in the early 20th century, although there are also some striking examples of these styles in the city centre. Most historic buildings in the city centre and nearby are houses, such as the famous merchants' houses lining the canals.\n\nParks and recreational areas\n<this city> has many parks, open spaces, and squares throughout the city. The Vondelpark, the largest park in the city, is located in the Oud-Zuid neighbourhood and is named after the 17th-century <this city> author Joost van den Vondel. Yearly, the park has around 10 million visitors. In the park is an open-air theatre, a playground and several horeca facilities. In the Zuid borough, is the Beatrixpark, named after Queen Beatrix. Between <this city> and Amstelveen is the <this city>se Bos (\"<this city> Forest\"), the largest recreational area in <this city>. Annually, almost 4.5 million people visit the park, which has a size of 1.000 hectares and is approximately three times the size of Central Park. The Amstelpark in the Zuid borough houses the Rieker windmill, which dates to 1636. Other parks include the Sarphatipark in the De Pijp neighbourhood, the Oosterpark in the Oost borough and the Westerpark in the Westerpark neighbourhood. The city has three beaches: Nemo Beach, Citybeach \"Het stenen hoofd\" (Silodam) and Blijburg, all located in the Centrum borough.\nThe city has many open squares (plein in Dutch). The namesake of the city as the site of the original dam, Dam Square, is the main city square and has the Royal Palace and National Monument. Museumplein hosts various museums, including the Rijksmuseum, Van Gogh Museum, and Stedelijk Museum. Other squares include Rembrandtplein, Muntplein, Nieuwmarkt, Leidseplein, Spui and Waterlooplein. Also, near to <this city> is the Nekkeveld estate conservation project.\n\nEconomy\n<this city> is the financial and business capital of the <this country>.\nAccording to the 2007 European Cities Monitor (ECM) – an annual location survey of Europe's leading companies carried out by global real estate consultant Cushman & Wakefield – <this city> is one of the top European cities in which to locate an international business, ranking fifth in the survey. with the survey determining London, Paris, Frankfurt and Barcelona as the four European cities surpassing <this city> in this regard.\nA substantial number of large corporations and banks' headquarters are located in the <this city> area, including: AkzoNobel, Heineken International, ING Group, ABN AMRO, TomTom, Delta Lloyd Group, Booking.com and Philips. Although many small offices remain along the historic canals, centrally based companies have increasingly relocated outside <this city>'s city centre. Consequently, the Zuidas (English: South Axis) has become the new financial and legal hub of <this city>, with the country's five largest law firms and several subsidiaries of large consulting firms, such as Boston Consulting Group and Accenture, as well as the World Trade Centre (<this city>) located in the Zuidas district. In addition to the Zuidas, there are three smaller financial districts in <this city>:\n\naround <this city> Sloterdijk railway station. Where one can find the offices of several newspapers, such as De Telegraaf. as well as those of Deloitte, the Gemeentelijk Vervoerbedrijf (municipal public transport company), and the Dutch tax offices (Belastingdienst);\naround the Johan Cruyff Arena in <this city> Zuidoost, with the headquarters of ING Group;\naround the Amstel railway station in the <this city>-Oost district to the east of the historical city. <this city>'s tallest building, the Rembrandt Tower, is located here. As are the headquarters of Philips, the Dutch multinational conglomerate. <this city> has been a leading city to reduce the use of raw materials and has created a plan to become a circular city by 2050.The adjoining municipality of Amstelveen is the location of KPMG International's global headquarters. Other non-Dutch companies have chosen to settle in communities surrounding <this city> since they allow freehold property ownership, whereas <this city> retains ground rent.\nThe <this city> Stock Exchange (AEX), now part of Euronext, is the world's oldest stock exchange and, due to Brexit, has overtaken LSE as the largest bourse in Europe. It is near Dam Square in the city centre.\n\nPort of <this city>\nThe Port of <this city> is the fourth-largest port in Europe, the 38th largest port in the world and the second-largest port in the <this country> by metric tons of cargo. In 2014, the Port of <this city> had a cargo throughput of 97,4 million tons of cargo, which was mostly bulk cargo. <this city> has the biggest cruise port in the <this country> with more than 150 cruise ships every year. In 2019, the new lock in IJmuiden opened; since then, the port has been able to grow to 125 million tonnes in capacity.\n\nTourism\n<this city> is one of the most popular tourist destinations in Europe, receiving more than 5.34 million international visitors annually; this is excluding the 16 million day-trippers visiting the city every year. The number of visitors has been growing steadily over the past decade. This can be attributed to an increasing number of European visitors. Two-thirds of the hotels are located in the city's centre. Hotels with 4 or 5 stars contribute 42% of the total beds available and 41% of the overnight stays in <this city>. The room occupation rate was 85% in 2017, up from 78% in 2006. The majority of tourists (74%) originate from Europe. The largest group of non-European visitors come from the United States, accounting for 14% of the total. Certain years have a theme in <this city> to attract extra tourists. For example, the year 2006 was designated \"Rembrandt 400\", to celebrate the 400th birthday of Rembrandt van Rijn. Some hotels offer special arrangements or activities during these years. The average number of guests per year staying at the four campsites around the city range from 12,000 to 65,000.In 2023, the city began running a campaign to dissuade British men between the ages of 18 and 35 from coming to the city as tourists. The ad shows young men being handcuffed by police and is part of a new campaign to clean up the city's reputation. On May 25, 2023, in a bid to crackdown on wild tourist behaviour, the city banned weed smoking in public areas in and around the red light district.\n\nDe Wallen (red-light district)\nDe Wallen, also known as Walletjes or Rosse Buurt, is a designated area for legalised prostitution and is <this city>'s largest and best-known red-light district. This neighbourhood has become a famous attraction for tourists. It consists of a network of canals, streets, and alleys containing several hundred small, one-room apartments rented by sex workers who offer their services from behind a window or glass door, typically illuminated with red lights. In recent years, the city government has been closing and repurposing the famous red-light district windows in an effort to clean up the area and reduce the amount of party and sex tourism.\n\nRetail\nShops in <this city> range from large high-end department stores such as De Bijenkorf founded in 1870 to small speciality shops. <this city>'s high-end shops are found in the streets P.C. Hooftstraat and Cornelis Schuytstraat, which are located in the vicinity of the Vondelpark. One of <this city>'s busiest high streets is the narrow, medieval Kalverstraat in the heart of the city. Other shopping areas include the Negen Straatjes and Haarlemmerdijk and Haarlemmerstraat. Negen Straatjes are nine narrow streets within the Grachtengordel, the concentric canal system of <this city>. The Negen Straatjes differ from other shopping districts with the presence of a large diversity of privately owned shops. The Haarlemmerstraat and Haarlemmerdijk were voted best shopping street in the <this country> in 2011. These streets have as the Negen Straatjes a large diversity of privately owned shops. However, as the Negen Straatjes are dominated by fashion stores, the Haarlemmerstraat and Haarlemmerdijk offer a wide variety of stores, just to name some specialities: candy and other food-related stores, lingerie, sneakers, wedding clothing, interior shops, books, Italian deli's, racing and mountain bikes, skatewear, etc.The city also features a large number of open-air markets such as the Albert Cuyp Market, Westerstraat-markt, Ten Katemarkt, and Dappermarkt. Some of these markets are held daily, like the Albert Cuypmarkt and the Dappermarkt. Others, like the Westerstraatmarkt, are held every week.\n\nFashion\nSeveral fashion brands and designers are based in <this city>. Fashion designers include Iris van Herpen, Mart Visser, Viktor & Rolf, Marlies Dekkers and Frans Molenaar. Fashion models like Yfke Sturm, Doutzen Kroes and Kim Noorda started their careers in <this city>. <this city> has its garment centre in the World Fashion Center. Fashion photographers Inez van Lamsweerde and Vinoodh Matadin were born in <this city>.\n\nCulture\nDuring the later part of the 16th century, <this city>'s Rederijkerskamer (Chamber of rhetoric) organised contests between different Chambers in the reading of poetry and drama. In 1637, Schouwburg, the first theatre in <this city> was built, opening on 3 January 1638. The first ballet performances in the <this country> were given in Schouwburg in 1642 with the Ballet of the Five Senses. In the 18th century, French theatre became popular. While <this city> was under the influence of German music in the 19th century there were few national opera productions; the Hollandse Opera of <this city> was built in 1888 for the specific purpose of promoting Dutch opera. In the 19th century, popular culture was centred on the Nes area in <this city> (mainly vaudeville and music-hall). An improved metronome was invented in 1812 by Dietrich Nikolaus Winkel. The Rijksmuseum (1885) and Stedelijk Museum (1895) were built and opened. In 1888, the Concertgebouworkest orchestra was established. With the 20th century came cinema, radio and television. Though most studios are located in Hilversum and Aalsmeer, <this city>'s influence on programming is very strong. Many people who work in the television industry live in <this city>. Also, the headquarters of the Dutch SBS Broadcasting Group is located in <this city>.\n\nMuseums\nThe most important museums of <this city> are located on the Museumplein (Museum Square), located at the southwestern side of the Rijksmuseum. It was created in the last quarter of the 19th century on the grounds of the former World's fair. The northeastern part of the square is bordered by the large Rijksmuseum. In front of the Rijksmuseum on the square itself is a long, rectangular pond. This is transformed into an ice rink in winter. The northwestern part of the square is bordered by the Van Gogh Museum, House of Bols Cocktail & Genever Experience and Coster Diamonds. The southwestern border of the Museum Square is the Van Baerlestraat, which is a major thoroughfare in this part of <this city>. The Concertgebouw is located across this street from the square. To the southeast of the square are several large houses, one of which contains the American consulate. A parking garage can be found underneath the square, as well as a supermarket. The Museumplein is covered almost entirely with a lawn, except for the northeastern part of the square which is covered with gravel. The current appearance of the square was realised in 1999, when the square was remodelled. The square itself is the most prominent site in <this city> for festivals and outdoor concerts, especially in the summer. Plans were made in 2008 to remodel the square again because many inhabitants of <this city> are not happy with its current appearance.\nThe Rijksmuseum possesses the largest and most important collection of classical Dutch art.\nIt opened in 1885. Its collection consists of nearly one million objects. The artist most associated with <this city> is Rembrandt, whose work, and the work of his pupils, is displayed in the Rijksmuseum. Rembrandt's masterpiece The Night Watch is one of the top pieces of art of the museum. It also houses paintings from artists like Bartholomeus van der Helst, Johannes Vermeer, Frans Hals, Ferdinand Bol, Albert Cuyp, Jacob van Ruisdael and Paulus Potter. Aside from paintings, the collection consists of a large variety of decorative art. This ranges from Delftware to giant doll-houses from the 17th century. The architect of the gothic revival building was P.J.H. Cuypers. The museum underwent a 10-year, 375 million euro renovation starting in 2003. The full collection was reopened to the public on 13 April 2013 and the Rijksmuseum has remained the most visited museum in <this city> with 2.2 million visitors in 2016 and 2.16 million in 2017.Van Gogh lived in <this city> for a short while and there is a museum dedicated to his work. The museum is housed in one of the few modern buildings in this area of <this city>. The building was designed by Gerrit Rietveld. This building is where the permanent collection is displayed. A new building was added to the museum in 1999. This building, known as the performance wing, was designed by Japanese architect Kisho Kurokawa. Its purpose is to house temporary exhibitions of the museum. Some of Van Gogh's most famous paintings, like The Potato Eaters and Sunflowers, are in the collection. The Van Gogh museum is the second most visited museum in <this city>, not far behind the Rijksmuseum in terms of the number of visits, being approximately 2.1 million in 2016, for example.\nNext to the Van Gogh museum stands the Stedelijk Museum. This is <this city>'s most important museum of modern art. The museum is as old as the square it borders and was opened in 1895. The permanent collection consists of works of art from artists like Piet Mondrian, Karel Appel, and Kazimir Malevich. After renovations lasting several years, the museum opened in September 2012 with a new composite extension that has been called 'The Bathtub' due to its resemblance to one.\n<this city> contains many other museums throughout the city. They range from small museums such as the Verzetsmuseum (Resistance Museum), the Anne Frank House, and the Rembrandt House Museum, to the very large, like the Tropenmuseum (Museum of the Tropics), <this city> Museum (formerly known as <this city> Historical Museum), Hermitage <this city> (a dependency of the Hermitage Museum in Saint Petersburg) and the Joods Historisch Museum (Jewish Historical Museum). The modern-styled Nemo is dedicated to child-friendly science exhibitions.\n\nMusic\n<this city>'s musical culture includes a large collection of songs that treat the city nostalgically and lovingly. The 1949 song \"Aan de <this city>se grachten\" (\"On the canals of <this city>\") was performed and recorded by many artists, including John Kraaijkamp Sr.; the best-known version is probably that by Wim Sonneveld (1962). In the 1950s Johnny Jordaan rose to fame with \"Geef mij maar <this city>\" (\"I prefer <this city>\"), which praises the city above all others (explicitly Paris); Jordaan sang especially about his own neighbourhood, the Jordaan (\"Bij ons in de Jordaan\"). Colleagues and contemporaries of Johnny include Tante Leen and Manke Nelis. Another notable <this city> song is \"<this city>\" by Jacques Brel (1964). A 2011 poll by <this city> newspaper Het Parool that Trio Bier's \"Oude Wolf\" was voted \"<this city>s lijflied\". Notable <this city> bands from the modern era include the Osdorp Posse and The Ex.\nAFAS Live (formerly known as the Heineken Music Hall) is a concert hall located near the Johan Cruyff Arena (known as the <this city> Arena until 2018). Its main purpose is to serve as a podium for pop concerts for big audiences. Many famous international artists have performed there. Two other notable venues, Paradiso and the Melkweg are located near the Leidseplein. Both focus on broad programming, ranging from indie rock to hip hop, R&B, and other popular genres. Other more subcultural music venues are OCCII, OT301, De Nieuwe Anita, Winston Kingdom, and Zaal 100. Jazz has a strong following in <this city>, with the Bimhuis being the premier venue. In 2012, Ziggo Dome was opened, also near <this city> Arena, a state-of-the-art indoor music arena.\nAFAS Live is also host to many electronic dance music festivals, alongside many other venues. Armin van Buuren and Tiesto, some of the worlds leading Trance DJ's hail from the <this country> and frequently perform in <this city>. Each year in October, the city hosts the <this city> Dance Event (ADE) which is one of the leading electronic music conferences and one of the biggest club festivals for electronic music in the world, attracting over 350,000 visitors each year. Another popular dance festival is 5daysoff, which takes place in the venues Paradiso and Melkweg. In the summertime, there are several big outdoor dance parties in or nearby <this city>, such as Awakenings, Dance Valley, Mystery Land, Loveland, A Day at the Park, Welcome to the Future, and Valtifest.\n\n<this city> has a world-class symphony orchestra, the Royal Concertgebouw Orchestra. Their home is the Concertgebouw, which is across the Van Baerlestraat from the Museum Square. It is considered by critics to be a concert hall with some of the best acoustics in the world. The building contains three halls, Grote Zaal, Kleine Zaal, and Spiegelzaal. Some nine hundred concerts and other events per year take place in the Concertgebouw, for a public of over 700,000, making it one of the most-visited concert halls in the world. The opera house of <this city> is located adjacent to the city hall. Therefore, the two buildings combined are often called the Stopera, (a word originally coined by protesters against it very construction: Stop the Opera[-house]). This huge modern complex, opened in 1986, lies in the former Jewish neighbourhood at Waterlooplein next to the river Amstel. The Stopera is the home base of Dutch National Opera, Dutch National Ballet and the Holland Symfonia. Muziekgebouw aan 't IJ is a concert hall, which is located in the IJ near the central station. Its concerts perform mostly modern classical music. Located adjacent to it, is the Bimhuis, a concert hall for improvised and Jazz music.\n\nPerforming arts\n<this city> has three main theatre buildings.\n\nThe Stadsschouwburg at the Leidseplein is the home base of Toneelgroep <this city>. The current building dates from 1894. Most plays are performed in the Grote Zaal (Great Hall). The normal program of events encompasses all sorts of theatrical forms. In 2009, the new hall of the Stadsschouwburg <this city>, Toneelgroep <this city> and Melkweg opened, and the renovation of the front end of the theatre was ready.\nThe Dutch National Opera and Ballet (formerly known as Het Muziektheater), dating from 1986, is the principal opera house and home to Dutch National Opera and Dutch National Ballet. Royal Theatre Carré was built as a permanent circus theatre in 1887 and is currently mainly used for musicals, cabaret performances, and pop concerts.\nThe recently re-opened DeLaMar Theater houses more commercial plays and musicals. A new theatre has also moved into the <this city> scene in 2014, joining other established venues: Theater <this city> is located in the west part of <this city>, on the Danzigerkade. It is housed in a modern building with a panoramic view over the harbour. The theatre is the first-ever purpose-built venue to showcase a single play entitled ANNE, the play based on Anne Frank's life.\nOn the east side of town, there is a small theatre in a converted bathhouse, the Badhuistheater. The theatre often has English programming.\nThe <this country> has a tradition of cabaret or kleinkunst, which combines music, storytelling, commentary, theatre and comedy. Cabaret dates back to the 1930s and artists like Wim Kan, Wim Sonneveld and Toon Hermans were pioneers of this form of art in the <this country>. In <this city> is the Kleinkunstacademie (English: Cabaret Academy) and Nederlied Kleinkunstkoor (English: Cabaret Choir). Contemporary popular artists are Youp van 't Hek, Freek de Jonge, Herman Finkers, Hans Teeuwen, Theo Maassen, Herman van Veen, Najib Amhali, Raoul Heertje, Jörgen Raymann, Brigitte Kaandorp and Comedytrain. The English spoken comedy scene was established with the founding of Boom Chicago in 1993. They have their own theatre at Leidseplein.\n\nNightlife\n<this city> is famous for its vibrant and diverse nightlife. <this city> has many cafés (bars). They range from large and modern to small and cosy. The typical Bruine Kroeg (brown café) breathe a more old fashioned atmosphere with dimmed lights, candles, and somewhat older clientele. These brown cafés mostly offer a wide range of local and international artisanal beers. Most cafés have terraces in summertime. A common sight on the Leidseplein during summer is a square full of terraces packed with people drinking beer or wine. Many restaurants can be found in <this city> as well. Since <this city> is a multicultural city, a lot of different ethnic restaurants can be found. Restaurants range from being rather luxurious and expensive to being ordinary and affordable. <this city> also possesses many discothèques. The two main nightlife areas for tourists are the Leidseplein and the Rembrandtplein. The Paradiso, Melkweg and Sugar Factory are cultural centres, which turn into discothèques on some nights. Examples of discothèques near the Rembrandtplein are the Escape, Air, John Doe and Club Abe. Also noteworthy are Panama, Hotel Arena (East), Trouw<this city> and Studio 80. In recent years '24-hour' clubs opened their doors, most notably Radion De School, Shelter and Marktkantine. Bimhuis located near the Central Station, with its rich programming hosting the best in the field is considered one of the best jazz clubs in the world. The Reguliersdwarsstraat is the main street for the LGBT community and nightlife.\n\nFestivals\nIn 2008, there were 140 festivals and events in <this city>. During the same year, <this city> was designated as the World Book Capital for one year by UNESCO.Famous festivals and events in <this city> include: Koningsdag (which was named Koninginnedag until the crowning of King Willem-Alexander in 2013) (King's Day – Queen's Day); the Holland Festival for the performing arts; the yearly Prinsengrachtconcert (classical concerto on the Prinsen canal) in August; the 'Stille Omgang' (a silent Roman Catholic evening procession held every March); <this city> Gay Pride; The Cannabis Cup; and the Uitmarkt. On Koningsdag—that is held each year on 27 April—hundreds of thousands of people travel to <this city> to celebrate with the city's residents. The entire city becomes overcrowded with people buying products from the freemarket, or visiting one of the many music concerts.\n\nThe yearly Holland Festival attracts international artists and visitors from all over Europe. <this city> Gay Pride is a yearly local LGBT parade of boats in <this city>'s canals, held on the first Saturday in August. The annual Uitmarkt is a three-day cultural event at the start of the cultural season in late August. It offers previews of many different artists, such as musicians and poets, who perform on podia.\n\nSports\n<this city> is home of the Eredivisie football club AFC Ajax. The stadium Johan Cruyff Arena is the home of Ajax. It is located in the south-east of the city next to the new <this city> Bijlmer ArenA railway station. Before moving to their current location in 1996, Ajax played their regular matches in the now demolished De Meer Stadion in the eastern part of the city or in the Olympic Stadium.\nIn 1928, <this city> hosted the Summer Olympics. The Olympic Stadium built for the occasion has been completely restored and is now used for cultural and sporting events, such as the <this city> Marathon. In 1920, <this city> assisted in hosting some of the sailing events for the Summer Olympics held in neighbouring Antwerp, Belgium by hosting events at Buiten IJ.\n\nThe city holds the Dam to Dam Run, a 16 km (10 mi) race from <this city> to Zaandam, as well as the <this city> Marathon. The ice hockey team Amstel Tijgers play in the Jaap Eden ice rink. The team competes in the Dutch ice hockey premier league. Speed skating championships have been held on the 400-meter lane of this ice rink.\n<this city> holds two American football franchises: the <this city> Crusaders and the <this city> Panthers. The <this city> Pirates baseball team competes in the Dutch Major League. There are three field hockey teams: <this city>, Pinoké and Hurley, who play their matches around the Wagener Stadium in the nearby city of Amstelveen. The basketball team MyGuide <this city> competes in the Dutch premier division and play their games in the Sporthallen Zuid.There is one rugby club in <this city>, which also hosts sports training classes such as RTC (Rugby Talenten Centrum or Rugby Talent Centre) and the National Rugby stadium.\nSince 1999, the city of <this city> honours the best sportsmen and women at the <this city> Sports Awards. Boxer Raymond Joval and field hockey midfielder Carole Thate were the first to receive the awards, in 1999.\n<this city> hosted the World Gymnaestrada in 1991 and will do so again in 2023.\n\nPolitics\nThe city of <this city> is a municipality under the Dutch Municipalities Act. It is governed by a directly elected municipal council, a municipal executive board and a mayor. Since 1981, the municipality of <this city> has gradually been divided into semi-autonomous boroughs, called stadsdelen or 'districts'. Over time, a total of 15 boroughs were created. In May 2010, under a major reform, the number of <this city> boroughs was reduced to eight: <this city>-Centrum covering the city centre including the canal belt, <this city>-Noord consisting of the neighbourhoods north of the IJ lake, <this city>-Oost in the east, <this city>-Zuid in the south, <this city>-West in the west, <this city> Nieuw-West in the far west, <this city> Zuidoost in the southeast, and Westpoort covering the Port of <this city> area.\n\nCity government\nAs with all Dutch municipalities, <this city> is governed by a directly elected municipal council, a municipal executive board and a government appointed mayor (burgemeester). The mayor is a member of the municipal executive board, but also has individual responsibilities in maintaining public order. On 27 June 2018, Femke Halsema (former member of House of Representatives for GroenLinks from 1998 to 2011) was appointed as the first woman to be Mayor of <this city> by the King's Commissioner of North Holland for a six-year term after being nominated by the <this city> municipal council and began serving a six-year term on 12 July 2018. She replaces Eberhard van der Laan (Labour Party) who was the Mayor of <this city> from 2010 until his death in October 2017. After the 2014 municipal council elections, a governing majority of D66, VVD and SP was formed – the first coalition without the Labour Party since World War II. Next to the Mayor, the municipal executive board consists of eight wethouders ('alderpersons') appointed by the municipal council: four D66 alderpersons, two VVD alderpersons and two SP alderpersons.On 18 September 2017, it was announced by Eberhard van der Laan in an open letter to <this city> citizens that Kajsa Ollongren would take up his office as acting Mayor of <this city> with immediate effect due to ill health. Ollongren was succeeded as acting Mayor by Eric van der Burg on 26 October 2017 and by Jozias van Aartsen on 4 December 2017.\n\nUnlike most other Dutch municipalities, <this city> is subdivided into eight boroughs, called stadsdelen or 'districts', and the urban area of Weesp, a system that was implemented gradually in the 1980s to improve local governance. The boroughs are responsible for many activities that had previously been run by the central city. In 2010, the number of <this city> boroughs reached fifteen. Fourteen of those had their own district council (deelraad), elected by a popular vote. The fifteenth, Westpoort, covers the harbour of <this city> and had very few residents. Therefore, it was governed by the central municipal council.\nUnder the borough system, municipal decisions are made at borough level, except for those affairs pertaining to the whole city such as major infrastructure projects, which are the jurisdiction of the central municipal authorities. In 2010, the borough system was restructured, in which many smaller boroughs merged into larger boroughs. In 2014, under a reform of the Dutch Municipalities Act, the <this city> boroughs lost much of their autonomous status, as their district councils were abolished.\nThe municipal council of <this city> voted to maintain the borough system by replacing the district councils with smaller, but still directly elected district committees (bestuurscommissies). Under a municipal ordinance, the new district committees were granted responsibilities through delegation of regulatory and executive powers by the central municipal council.\n\nMetropolitan area\n\"<this city>\" is usually understood to refer to the municipality of <this city>. Colloquially, some areas within the municipality, such as the town of Durgerdam, may not be considered part of <this city>.\nStatistics <this country> uses three other definitions of <this city>: metropolitan agglomeration <this city> (Grootstedelijke Agglomeratie <this city>, not to be confused with Grootstedelijk Gebied <this city>, a synonym of Groot <this city>), Greater <this city> (Groot <this city>, a COROP region) and the urban region <this city> (Stadsgewest <this city>). The <this city> Department for Research and Statistics uses a fourth conurbation, namely the Stadsregio <this city> ('City Region of <this city>'). The city region is similar to Greater <this city> but includes the municipalities of Zaanstad and Wormerland. It excludes Graft-De Rijp.\nThe smallest of these areas is the municipality of <this city> with a population of about 870,000 in 2021. The larger conurbation had a population of over 1 million. It includes the municipalities of Zaanstad, Wormerland, Oostzaan, Diemen and Amstelveen only, as well as the municipality of <this city>. Greater <this city> includes 15 municipalities, and had a population of 1,400,000 in 2021. Though much larger in area, the population of this area is only slightly larger, because the definition excludes the relatively populous municipality of Zaanstad. The largest area by population, the <this city> Metropolitan Area (Dutch: Metropoolregio <this city>), has a population of 2,33 million. It includes for instance Zaanstad, Wormerland, Muiden, Abcoude, Haarlem, Almere and Lelystad but excludes Graft-De Rijp. <this city> is part of the conglomerate metropolitan area Randstad, with a total population of 6,659,300 inhabitants.Of these various metropolitan area configurations, only the Stadsregio <this city> (City Region of <this city>) has a formal governmental status. Its responsibilities include regional spatial planning and the metropolitan public transport concessions.\n\nNational capital\nUnder the Dutch Constitution, <this city> is the capital of the <this country>. Since the 1983 constitutional revision, the constitution mentions \"<this city>\" and \"capital\" in chapter 2, article 32: The king's confirmation by oath and his coronation take place in \"the capital <this city>\" (\"de hoofdstad <this city>\"). Previous versions of the constitution only mentioned \"the city of <this city>\" (\"de stad <this city>\"). For a royal investiture, therefore, the States General of the <this country> (the Dutch Parliament) meets for a ceremonial joint session in <this city>. The ceremony traditionally takes place at the Nieuwe Kerk on Dam Square, immediately after the former monarch has signed the act of abdication at the nearby Royal Palace of <this city>. Normally, however, the Parliament sits in The Hague, the city which has historically been the seat of the Dutch government, the Dutch monarchy, and the Dutch supreme court. Foreign embassies are also located in The Hague.\n\nSymbols\nThe coat of arms of <this city> is composed of several historical elements. First and centre are three St Andrew's crosses, aligned in a vertical band on the city's shield (although <this city>'s patron saint was Saint Nicholas). These St Andrew's crosses can also be found on the city shields of neighbours Amstelveen and Ouder-Amstel. This part of the coat of arms is the basis of the flag of <this city>, flown by the city government, but also as civil ensign for ships registered in <this city>. Second is the Imperial Crown of Austria. In 1489, out of gratitude for services and loans, Maximilian I awarded <this city> the right to adorn its coat of arms with the king's crown. Then, in 1508, this was replaced with Maximilian's imperial crown when he was crowned Holy Roman Emperor. In the early years of the 17th century, Maximilian's crown in <this city>'s coat of arms was again replaced, this time with the crown of Emperor Rudolph II, a crown that became the Imperial Crown of Austria. The lions date from the late 16th century, when city and province became part of the Republic of the Seven United <this country>. Last came the city's official motto: Heldhaftig, Vastberaden, Barmhartig (\"Heroic, Determined, Merciful\"), bestowed on the city in 1947 by Queen Wilhelmina, in recognition of the city's bravery during the Second World War.\n\nTransport\nMetro, tram and bus\nCurrently, there are sixteen tram routes and five metro routes. All are operated by municipal public transport operator Gemeentelijk Vervoerbedrijf (GVB), which also runs the city bus network.\nFour fare-free GVB ferries carry pedestrians and cyclists across the IJ lake to the borough of <this city>-Noord, and two fare-charging ferries run east and west along the harbour. There are also privately operated water taxis, a water bus, a boat sharing operation, electric rental boats and canal cruises, that transport people along <this city>'s waterways.\nRegional buses, and some suburban buses, are operated by Connexxion and EBS. International coach services are provided by Eurolines from <this city> Amstel railway station, IDBUS from <this city> Sloterdijk railway station, and Megabus from the Zuiderzeeweg in the east of the city.\nIn order to facilitate easier transport to the centre of <this city>, the city has various P+R Locations where people can park their car at an affordable price and transfer to one of the numerous public transport lines.\n\nCar\n<this city> was intended in 1932 to be the hub, a kind of Kilometre Zero, of the highway system of the <this country>, with freeways numbered One to Eight planned to originate from the city. The outbreak of the Second World War and shifting priorities led to the current situation, where only roads A1, A2, and A4 originate from <this city> according to the original plan. The A3 to Rotterdam was cancelled in 1970 in order to conserve the Groene Hart. Road A8, leading north to Zaandam and the A10 Ringroad were opened between 1968 and 1974. Besides the A1, A2, A4 and A8, several freeways, such as the A7 and A6, carry traffic mainly bound for <this city>.\nThe A10 ringroad surrounding the city connects <this city> with the Dutch national network of freeways. Interchanges on the A10 allow cars to enter the city by transferring to one of the 18 city roads, numbered S101 through to S118. These city roads are regional roads without grade separation, and sometimes without a central reservation. Most are accessible by cyclists. The S100 Centrumring is a smaller ringroad circumnavigating the city's centre.\nIn the city centre, driving a car is discouraged. Parking fees are expensive, and many streets are closed to cars or are one-way. The local government sponsors carsharing and carpooling initiatives such as Autodelen and Meerijden.nu. The local government has also started removing parking spaces in the city, with the goal of removing 10,000 spaces (roughly 1,500 per year) by 2025.\n\nNational rail\n<this city> is served by ten stations of the Nederlandse Spoorwegen (Dutch Railways). Five are intercity stops: Sloterdijk, Zuid, Amstel, Bijlmer ArenA and <this city> Centraal. The stations for local services are: Lelylaan, RAI, Holendrecht, Muiderpoort and Science Park. <this city> Centraal is also an international railway station. From the station there are regular services to destinations such as Austria, Belarus, Belgium, Czech Republic, Denmark, France, Germany, Hungary, Poland, Russia, Switzerland and the United Kingdom. Among these trains are international trains of the Nederlandse Spoorwegen (<this city>-Berlin), the Eurostar (<this city>-Brussels-London), Thalys (<this city>-Brussels-Paris/Lille), and Intercity-Express (<this city>–Cologne–Frankfurt).\n\nAirport\n<this city> Airport Schiphol is less than 20 minutes by train from <this city> Centraal station and is served by domestic and international intercity trains, such as Thalys, Eurostar and Intercity Brussel. Schiphol is the largest airport in the <this country>, the third-largest in Europe, and the 14th-largest in the world in terms of passengers. It handles over 68 million passengers per year and is the home base of four airlines, KLM, Transavia, Martinair and Arkefly. As of 2014, Schiphol was the fifth busiest airport in the world measured by international passenger numbers. This airport is 4 meters below sea level. Although Schiphol is internationally known as <this city> Schiphol Airport it actually lies in the neighbouring municipality of Haarlemmermeer, southwest of the city.\n\nCycling\n<this city> is one of the most bicycle-friendly large cities in the world and is a centre of bicycle culture with good facilities for cyclists such as bike paths and bike racks, and several guarded bike storage garages (fietsenstalling) which can be used.\nAccording to the most recent figures published by Central Bureau of Statistics (CBS), in 2015 the 442.693 households (850.000 residents) in <this city> together owned 847.000 bicycles – 1.91 bicycle per household. Theft is widespread—in 2011, about 83,000 bicycles were stolen in <this city>. Bicycles are used by all socio-economic groups because of their convenience, <this city>'s small size, the 400 km (249 mi) of bike paths, the flat terrain, and the inconvenience of driving an automobile.\n\nEducation\n<this city> has two universities: the University of <this city> (Universiteit van <this city>, UvA), and the Vrije Universiteit <this city> (VU). Other institutions for higher education include an art school – Gerrit Rietveld Academie, a university of applied sciences – the Hogeschool van <this city>, and the <this city>se Hogeschool voor de Kunsten. <this city>'s International Institute of Social History is one of the world's largest documentary and research institutions concerning social history, and especially the history of the labour movement. <this city>'s Hortus Botanicus, founded in the early 17th century, is one of the oldest botanical gardens in the world, with many old and rare specimens, among them the coffee plant that served as the parent for the entire coffee culture in Central and South America.There are over 200 primary schools in <this city>. Some of these primary schools base their teachings on particular pedagogic theories like the various Montessori schools. The biggest Montessori high school in <this city> is the Montessori Lyceum <this city>. Many schools, however, are based on religion. This used to be primarily Roman Catholicism and various Protestant denominations, but with the influx of Muslim immigrants, there has been a rise in the number of Islamic schools. Jewish schools can be found in the southern suburbs of <this city>.\n<this city> is noted for having five independent grammar schools (Dutch: gymnasia), the Vossius Gymnasium, Barlaeus Gymnasium, St. Ignatius Gymnasium, Het 4e Gymnasium and the Cygnus Gymnasium where a classical curriculum including Latin and classical Greek is taught. Though believed until recently by many to be an anachronistic and elitist concept that would soon die out, the gymnasia have recently experienced a revival, leading to the formation of a fourth and fifth grammar school in which the three aforementioned schools participate. Most secondary schools in <this city> offer a variety of different levels of education in the same school. The city also has various colleges ranging from art and design to politics and economics which are mostly also available for students coming from other countries.\nSchools for foreign nationals in <this city> include the <this city> International Community School, British School of <this city>, Albert Einstein International School <this city>, Lycée Vincent van Gogh La Haye-<this city> primary campus (French school), International School of <this city>, and the Japanese School of <this city>.\n\nNotable people\nMedia\n<this city> is a prominent centre for national and international media. Some locally based newspapers include Het Parool, a national daily paper; De Telegraaf, the largest Dutch daily newspaper; the daily newspapers Trouw, de Volkskrant and NRC; De Groene <this city>mer, a weekly newspaper; the free newspapers Metro and The Holland Times (printed in English).\n<this city> is home to the second-largest Dutch commercial TV group SBS Broadcasting Group, consisting of TV-stations SBS 6, Net 5 and Veronica. However, <this city> is not considered 'the media city of the <this country>'. The town of Hilversum, 30 km (19 mi) south-east of <this city>, has been crowned with this unofficial title. Hilversum is the principal centre for radio and television broadcasting in the <this country>. Radio <this country>, heard worldwide via shortwave radio since the 1920s, is also based there. Hilversum is home to an extensive complex of audio and television studios belonging to the national broadcast production company NOS, as well as to the studios and offices of all the Dutch public broadcasting organisations and many commercial TV production companies.\nIn 2012, the music video of Far East Movement, 'Live My Life', was filmed in various parts of <this city>.\nAlso, several movies were filmed in <this city>, such as James Bond's Diamonds Are Forever, Ocean's Twelve, Girl with a Pearl Earring and The Hitman's Bodyguard. <this city> is also featured in John Green's book The Fault in Our Stars, which has been made into a film as well that partly takes place in <this city>.\n\nHousing\nFrom the late 1960s onwards many buildings in <this city> have been squatted both for housing and for using as social centres. A number of these squats have legalised and become well known, such as OCCII, OT301, Paradiso and Vrankrijk.\n\nSister cities\nManchester, Greater Manchester, United Kingdom, 2007\n Zapopan, Jalisco, Mexico, 2011\n\nSee also\nList of populated places in the <this country>\nList of cities, towns and villages in North Holland\nList of cities in the <this country> by province\nList of national capitals\nList of national capitals by latitude\nList of capital cities by elevation\nList of national capitals by population\n\nReferences\nCitations\nLiterature\nBerns, Jan; Daan, Jo (1993). Hij zeit wat: de <this city>se volkstaal. The Hague: BZZTôH. ISBN 978-9062917563.\nFrijhoff, Willem; Prak, Maarten (2005), Geschiedenis van <this city>. Zelfbewuste stadsstaat 1650–1813, <this city>: SUN, ISBN 978-9058751386\nMak, Geert (1994), Een kleine geschiedenis van <this city>, <this city> & Antwerp: Atlas, ISBN 978-9045019536\nCharles Caspers & Peter Jan Margry (2017), Het Mirakel van <this city>. Biografie van een betwiste devotie (<this city>, Prometheus).\nNusteling, Hubert (1985), Welvaart en werkgelegenheid in <this city> 1540–1860. Een relaas over demografie, economie en sociale politiek van een wereldstad, <this city>: De Bataafsche Leeuw, ISBN 978-9067070829\nRamaer, J.C. (1921), \"Middelpunten der bewoning in Nederland, voorheen en thans\", TAG 2e Serie, vol. 38\nVan Dillen, J.G. (1929), Bronnen tot de geschiedenis van het bedrijfsleven en het gildewezen van <this city>, The Hague\nVan Leeuwen, M.; Oeppen, J.E. (1993), \"Reconstructing the Demographic Regime of <this city> 1681–1920\", Economic and Social History in the <this country>, vol. 5, pp. 61–102, hdl:10622/09251669-1993-001\n\nFurther reading\nde Waard, M., ed. Imagining Global <this city>: History, Culture, and Geography in a World City. <this city>: <this city> University Press 2013.ISBN 9789089643674\nFeddes, Fred. A Millenium of <this city>: Spatial History of a Marvelous City. Bussum: Thoth 2012. ISBN 978-9068685954\nJonker, Joost. Merchants, Bankers, Middlemen: The <this city> Money Market during the First Half of the Nineteenth Century. <this city>: <this city> University Press 1996 ISBN 9789057420016\nShorto, Russell. <this city>: A History of the World's Most Liberal City. New York: Vintage Books 2014. ISBN 9780307743756\n\nExternal links\n\n<this city>.nl – Official government site (in Dutch)\nI amsterdam – Portal for international visitors\nTourist information about <this city> (Archived 11 February 2016 at the Wayback Machine) – website of the <this country>"
}