{
  "name": "Barcelona, Spain",
  "city": "Barcelona",
  "country": "Spain",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( (listen) BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə] (listen), Spanish: [baɾθeˈlona]) is a city on the northeastern coast of <this country>. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of <this country>. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the province of <this city> and is home to around 4.8 million people, making it the fifth most populous urban area in the European Union after Paris, the Ruhr area, Madrid and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, bounded to the west by the Serra de Collserola mountain range.\nFounded as a Roman city, in the Middle Ages <this city> became the capital of the County of <this city>. After joining with the Kingdom of Aragon to form the confederation of the Crown of Aragon, <this city>, which continued to be the capital of the Principality of Catalonia, became the most important city in the Crown of Aragon and the main economic and administrative centre of the Crown, only to be overtaken by Valencia, wrested from Moorish control by the Catalans, shortly before the dynastic union between the Crown of Castile and the Crown of Aragon in 1492. <this city> became the centre of Catalan separatism, briefly becoming part of France during the 17th century Reapers' War. It was the capital of Revolutionary Catalonia during the Spanish Revolution of 1936, and the seat of government of the Second Spanish Republic later in the Spanish Civil War, until its capture by the fascists in 1939. After the Spanish transition to democracy in the 1970s, <this city> once again became the capital of an autonomous Catalonia.\n<this city> has a rich cultural heritage and is today an important cultural centre and a major tourist destination. Particularly renowned are the architectural works of Antoni Gaudí and Lluís Domènech i Montaner, which have been designated UNESCO World Heritage Sites. The city is home to two of the most prestigious universities in <this country>: the University of <this city> and Pompeu Fabra University. The headquarters of the Union for the Mediterranean are located in <this city>. The city is known for hosting the 1992 Summer Olympics as well as world-class conferences and expositions and also many international sport tournaments.\n<this city> is a major cultural, economic, and financial centre in southwestern Europe, as well as the main biotech hub in <this country>. As a leading world city, <this city>'s influence in global socio-economic affairs qualifies it for global city status (Beta +).<this city> is a transport hub, with the Port of <this city> being one of Europe's principal seaports and busiest European passenger port, an international airport, <this city>–El Prat Airport, which handles over 50 million passengers per year, an extensive motorway network, and a high-speed rail line with a link to France and the rest of Europe.\n\nNames\nThe name <this city> comes from the ancient Iberian Baŕkeno, attested in an ancient coin inscription found on the right side of the coin in Iberian script as , in ancient Greek sources as Βαρκινών, Barkinṓn; and in Latin as Barcino, Barcilonum and Barcenona.Some older sources suggest that the city may have been named after the Carthaginian general Hamilcar Barca, who was supposed to have founded the city in the 3rd century BC, but there is no evidence that <this city> was ever a Carthaginian settlement, or that its name in antiquity, Barcino, had any connection with the Barcid family of Hamilcar. During the Middle Ages, the city was variously known as Barchinona, Barçalona, Barchelonaa, and Barchenona.\nInternationally, <this city>'s name is abbreviated colloquially to 'Barça' as result of its status as the hometown of the football club FC <this city>, whose anthem is the Cant del Barça (\"Barça chant\"). A common abbreviated form used by locals for the city is Barna.\nAnother common abbreviation is 'BCN', which is also the IATA airport code of the <this city>-El Prat Airport.\nThe city is referred to as the Ciutat Comtal in Catalan and Ciudad Condal in Spanish (i.e., \"Comital City\" or \"City of Counts\"), owing to its past as the seat of the Count of <this city>.\n\nHistory\nPre-history\nThe origin of the earliest settlement at the site of present-day <this city> is unclear. The ruins of an early settlement have been found, including different tombs and dwellings dating to earlier than 5000 BC. The founding of <this city> is the subject of two different legends. The first attributes the founding of the city to the mythological Hercules. The second legend attributes the foundation of the city directly to the historical Carthaginian general, Hamilcar Barca, father of Hannibal, who supposedly named the city Barcino after his family in the 3rd century BC, but there is no historical or linguistic evidence that this is true. Archeological evidence in the form of coins from the 3rd Century BC have been found on the hills at the foot of Montjuïc with the name Bárkeno written in an ancient script in the Iberian language. Thus, we can conclude that the Laietani, an ancient Iberian (Pre-Roman) people of the Iberian peninsula, who inhabited the area occupied by the city of <this city> around 3 – 2 BC, called the area Bàrkeno, which means \"The Place of the Plains\" (Barrke = plains/terrace).\n\nRoman <this city>\nIn about 15 BC, the Romans redrew the town as a castrum (Roman military camp) centred on the \"Mons Taber\", a little hill near the Generalitat (Catalan Government) and city hall buildings. The Roman Forum, at the crossing of the Cardo Maximus and Decumanus Maximus, was approximately placed where current Plaça de Sant Jaume is. Thus, the political center of the city, Catalonia, and its domains has remained in the same place for over 2,000 years.\nUnder the Romans, it was a colony with the surname of Faventia, or, in full, Colonia Faventia Julia Augusta Pia Barcino or Colonia Julia Augusta Faventia Paterna Barcino. Pomponius Mela mentions it among the small towns of the district, probably as it was eclipsed by its neighbour Tarraco (modern Tarragona), but it may be gathered from later writers that it gradually grew in wealth and consequence, favoured as it was with a beautiful situation and an excellent harbour. It enjoyed immunity from imperial burdens. The city minted its own coins; some from the era of Galba survive.\n\nImportant Roman vestiges are displayed in Plaça del Rei underground, as a part of the <this city> City History Museum (MUHBA); the typically Roman grid plan is still visible today in the layout of the historical centre, the Barri Gòtic (Gothic Quarter). Some remaining fragments of the Roman walls have been incorporated into the cathedral. The cathedral, Catedral Basílica Metropolitana de <this city>, is also sometimes called La Seu, which simply means cathedral (and see, among other things) in Catalan. It is said to have been founded in 343.\n\nMedieval <this city>\nThe city was conquered by the Visigoths in the early 5th century, becoming for a few years the capital of all Hispania. After being conquered by the Umayyads in the early 8th century, it was conquered after a siege in 801 by Charlemagne's son Louis, who made <this city> the seat of the Carolingian \"Hispanic March\" (Marca Hispanica), a buffer zone ruled by the Count of <this city>.The Counts of <this city> became increasingly independent and expanded their territory to include much of modern Catalonia, although in 985, <this city> was sacked by the army of Almanzor. The sack was so traumatic that most of <this city>'s population was either killed or enslaved. In 1137, Aragon and the County of <this city> merged in dynastic union by the marriage of Ramon Berenguer IV and Petronilla of Aragon, their titles finally borne by only one person when their son Alfonso II of Aragon ascended to the throne in 1162. His territories were later to be known as the Crown of Aragon, which conquered many overseas possessions and ruled the western Mediterranean Sea with outlying territories in Naples and Sicily and as far as Athens in the 13th century.\n<this city> was the leading slave trade centre of the Crown of Aragon up until the 15th century, when it was eclipsed by Valencia. It initially fed from eastern and Balkan slave stock later drawing from a Maghribian and, ultimately, Subsaharan pool of slaves.The Bank or Taula de canvi de <this city>, often viewed as the oldest public bank in Europe, was established by the city magistrates in 1401. It originated from necessities of the state, as did the Bank of Venice (1402) and the Bank of Genoa (1407).\n\n<this city> under the Spanish monarchy\nThe marriage of Ferdinand II of Aragon and Isabella I of Castile in 1469 united the two royal lines. Madrid became the centre of political power whilst the colonisation of the Americas reduced the financial importance (at least in relative terms) of Mediterranean trade. <this city> was a centre of Catalan separatism, including the Catalan Revolt (1640–52) against Philip IV of <this country>. The great plague of 1650–1654 halved the city's population.\nIn the 18th century, a fortress was built at Montjuïc that overlooked the harbour. In 1794, this fortress was used by the French astronomer Pierre François André Méchain for observations relating to a survey stretching to Dunkirk that provided the official basis of the measurement of a metre. The definitive metre bar, manufactured from platinum, was presented to the French legislative assembly on 22 June 1799. Much of <this city> was negatively affected by the Napoleonic wars, but the start of industrialisation saw the fortunes of the province improve.\n\nThe Spanish Civil War and the Franco period\nDuring the Spanish Civil War, the city, and Catalonia in general, were resolutely Republican. Many enterprises and public services were collectivised by the CNT and UGT unions. As the power of the Republican government and the Generalitat diminished, much of the city was under the effective control of anarchist groups. The anarchists lost control of the city to their own allies, the Communists and official government troops, after the street fighting of the <this city> May Days. The fall of the city on 26 January 1939, caused a mass exodus of civilians who fled to the French border. The resistance of <this city> to Franco's coup d'état was to have lasting effects after the defeat of the Republican government. The autonomous institutions of Catalonia were abolished, and the use of the Catalan language in public life was suppressed. <this city> remained the second largest city in <this country>, at the heart of a region which was relatively industrialised and prosperous, despite the devastation of the civil war. The result was a large-scale immigration from poorer regions of <this country> (particularly Andalusia, Murcia and Galicia), which in turn led to rapid urbanisation.\n\nLate twentieth century\nIn 1992, <this city> hosted the Summer Olympics. The after-effects of this are credited with driving major changes in what had, up until then, been a largely industrial city. As part of the preparation for the games, industrial buildings along the sea-front were demolished and 3 km (2 mi) of beach were created. New construction increased the road capacity of the city by 17%, the sewage handling capacity by 27% and the amount of new green areas and beaches by 78%. Between 1990 and 2004, the number of hotel rooms in the city doubled. Perhaps more importantly, the outside perception of the city was changed making, by 2012, <this city> the 12th most popular city destination in the world and the 5th amongst European cities.\n\nRecent history\nThe death of Franco in 1975 brought on a period of democratisation throughout <this country>. Pressure for change was particularly strong in <this city>, which considered that it had been punished during nearly forty years of Francoism for its support of the Republican government. Massive, but peaceful, demonstrations on 11 September 1977 assembled over a million people in the streets of <this city> to call for the restoration of Catalan autonomy. It was granted less than a month later.The development of <this city> was promoted by two events in 1986: Spanish accession to the European Community, and particularly <this city>'s designation as host city of the 1992 Summer Olympics. The process of urban regeneration has been rapid, and accompanied by a greatly increased international reputation of the city as a tourist destination. The increased cost of housing has led to a slight decline (−16.6%) in the population over the last two decades of the 20th century as many families move out into the suburbs. This decline has been reversed since 2001, as a new wave of immigration (particularly from Latin America and from Morocco) has gathered pace.In 1987, an ETA car bombing at Hipercor killed 21 people. On 17 August 2017, a van was driven into pedestrians on La Rambla, killing 14 and injuring at least 100, one of whom later died. Other attacks took place elsewhere in Catalonia. The Prime Minister of <this country>, Mariano Rajoy, called the attack in <this city> a jihadist attack. Amaq News Agency attributed indirect responsibility for the attack to the Islamic State of Iraq and the Levant (ISIL). During the 2010s, <this city> became the focus city for the ongoing Catalan independence movement, its consequent standoff between the regional and national government and later protests.\n\nGeography\nLocation\n<this city> is located on the northeast coast of the Iberian Peninsula, facing the Mediterranean Sea, on a plain approximately 5 km (3 mi) wide limited by the mountain range of Collserola, the Llobregat river to the southwest and the Besòs river to the north. This plain covers an area of 170 km2 (66 sq mi), of which 101 km2 (39.0 sq mi) are occupied by the city itself. It is 120 km (75 mi) south of the Pyrenees and the Catalan border with France.\nTibidabo, 512 m (1,680 ft) high, offers striking views over the city and is topped by the 288.4 m (946.2 ft) Torre de Collserola, a telecommunications tower that is visible from most of the city. <this city> is peppered with small hills, most of them urbanised, that gave their name to the neighbourhoods built upon them, such as Carmel (267 m or 876 ft), Putget (es) (181 m or 594 ft) and Rovira (261 m or 856 ft). The escarpment of Montjuïc (173 m or 568 ft), situated to the southeast, overlooks the harbour and is topped by Montjuïc Castle, a fortress built in the 17–18th centuries to control the city as a replacement for the Ciutadella. Today, the fortress is a museum and Montjuïc is home to several sporting and cultural venues, as well as <this city>'s biggest park and gardens.\nThe city borders on the municipalities of Santa Coloma de Gramenet and Sant Adrià de Besòs to the north; the Mediterranean Sea to the east; El Prat de Llobregat and L'Hospitalet de Llobregat to the south; and Sant Feliu de Llobregat, Sant Just Desvern, Esplugues de Llobregat, Sant Cugat del Vallès, and Montcada i Reixac to the west. The municipality includes two small sparsely-inhabited exclaves to the north-west.\n\nClimate\nAccording to the Köppen climate classification, <this city> has a hot summer Mediterranean climate (Csa), with mild winters and warm to hot summers, while the rainiest seasons are autumn and spring. The rainfall pattern is characterised by a short (3 months) dry season in summer, as well as less winter rainfall than in a typical Mediterranean climate. However, both June and August are wetter than February, which is unusual for the Mediterranean climate. This subtype, labelled as \"Portuguese\" by the French geographer George Viers after the climate classification of Emmanuel de Martonne and found in the NW Mediterranean area (e.g. Marseille), can be seen as transitional to the humid subtropical climate (Cfa) found in inland areas.\n<this city> is densely populated, thus heavily influenced by the urban heat island effect. Areas outside of the urbanised districts can have as much as 2 °C of difference in temperatures throughout the year. Its average annual temperature is 21.2 °C (70.2 °F) during the day and 15.1 °C (59.2 °F) at night. The average annual temperature of the sea is about 20 °C (68 °F). In the coldest month, January, the temperature typically ranges from 12 to 18 °C (54 to 64 °F) during the day, 6 to 12 °C (43 to 54 °F) at night and the average sea temperature is 13 °C (55 °F). In the warmest month, August, the typical temperature ranges from 27 to 31 °C (81 to 88 °F) during the day, about 23 °C (73 °F) at night and the average sea temperature is 26 °C (79 °F). Generally, the summer or \"holiday\" season lasts about six months, from May to October. Two months – April and November – are transitional; sometimes the temperature exceeds 20 °C (68 °F), with an average temperature of 18–19 °C (64–66 °F) during the day and 11–13 °C (52–55 °F) at night. December, January and February are the coldest months, with average temperatures around 15 °C (59 °F) during the day and 9 °C (48 °F) at night. Large fluctuations in temperature are rare, particularly in the summer months. Because of the proximity to the warm sea plus the urban heat island, frosts are very rare in the city of <this city>. Snow is also very infrequent in the city of <this city>, but light snowfalls can occur yearly in the nearby Collserola mountains, such as in the Fabra Observatory located in a nearby mountain.<this city> averages 78 rainy days per year (≥ 1 mm), and annual average relative humidity is 72%, ranging from 69% in July to 75% in October. Rainfall totals are highest in late summer and autumn (September–November) and lowest in early and mid-summer (June–August), with a secondary winter minimum (February–March). Sunshine duration is 2,524 hours per year, from 138 (average 4.5 hours of sunshine a day) in December to 310 (average 10 hours of sunshine a day) in July.\n\nDemographics\nAccording to <this city>'s City Council, <this city>'s population as of 1 January 2016 was 1,608,746 people, on a land area of 101.4 km2 (39 sq mi). It is the main component of an administrative area of Greater <this city>, with a population of 3,218,071 in an area of 636 km2 (246 sq mi) (density 5,060 inhabitants/km2). The population of the urban area was 4,840,000. It is the central nucleus of the <this city> metropolitan area, which relies on a population of 5,474,482.Spanish is the most spoken language in <this city> (according to the linguistic census held by the Government of Catalonia in 2013) and it is understood almost universally. Catalan is also very commonly spoken in the city: it is understood by 95% of the population, while 72.3% can speak it, 79% can read it, and 53% can write it. Knowledge of Catalan has increased significantly in recent decades thanks to a language immersion educational system.\nIn 1900, <this city> had a population of 533,000, which grew steadily but slowly until 1950, when it started absorbing a high number of people from other less-industrialised parts of <this country>. <this city>'s population peaked in 1979 at 1,906,998, and fell throughout the 1980s and 1990s as more people sought a higher quality of life in outlying cities in the <this city> Metropolitan Area. After bottoming out in 2000 with 1,496,266 residents, the city's population began to rise again as younger people started to return, causing a great increase in housing prices.\n\nPopulation density\nNote: This text is entirely based on the municipal statistical database provided by the city council.\n\n<this city> is one of the most densely populated cities in Europe. For the year 2008 the city council calculated the population to 1,621,090 living in the 102.2 km2 sized municipality, giving the city an average population density of 15,926 inhabitants per square kilometre with Eixample being the most populated district.\nIn the case of <this city> though, the land distribution is extremely uneven. Half of the municipality or 50.2 km2, all of it located on the municipal edge is made up of the ten least densely populated neighbourhoods containing less than 10% of the city's population, the uninhabited Zona Franca industrial area and Montjuïc forest park. Leaving the remaining 90% or slightly below 1.5 million inhabitants living on the remaining 52 km2 (20 sq mi) at an average density close to 28,500 inhabitants per square kilometre.\nOf the 73 neighbourhoods in the city, 45 had a population density above 20,000 inhabitants per square kilometre with a combined population of 1,313,424 inhabitants living on 38.6 km2 at an average density of 33,987 inhabitants per square kilometre. The 30 most densely populated neighbourhoods accounted for 57.5% of the city population occupying only 22.7% of the municipality, or in other words, 936,406 people living at an average density of 40,322 inhabitants per square kilometre. The city's highest density is found at and around the neighbourhood of la Sagrada Família where four of the city's most densely populated neighbourhoods are located side by side, all with a population density above 50,000 inhabitants per square kilometre.\n\nAge structure\nIn 1900, almost a third (28.9 percent) of the population were children (aged younger than 14 years). In 2017, this age group constituted only 12.7% of the population. In 2017, people aged between 15 and 24 years made up 9 percent of the population; those aged between 25 and 44 years made up 30.6 percent of the population; while those aged between 45 and 64 years formed 56.9% of all <this city>ns. In 1900, people aged 65 and older made up just 6.5 percent of the population. In 2017, this age group made up 21.5 percent of the population.\n\nMigration\nIn 2016, about 59% of the inhabitants of the city were born in Catalonia and 18.5% coming from the rest of the country. In addition to that, 22.5% of the population was born outside of <this country>, a proportion which has more than doubled since 2001 and more than quintupled since 1996 when it was 8.6% respectively 3.9%.The most important region of origin of migrants is Europe, with many coming from Italy (26,676) or France (13,506). Moreover, many migrants come from Latin American nations such as Bolivia, Ecuador or Colombia. Since the 1990s, and similar to other migrants, many Latin Americans have settled in northern parts of the city.There exists a relatively large Pakistani community in <this city> with up to twenty thousand nationals. The community consists of significantly more men than women. Many of the Pakistanis are living in Ciutat Vella. First Pakistani migrants came in the 1970s, with increasing numbers in the 1990s.Other significant migrant groups come from Asia as from China and the Philippines. There is a Japanese community clustered in Bonanova, Les Tres Torres, Pedralbes, and other northern neighbourhoods, and a Japanese international school serves that community.\n\nReligion\nMost of the inhabitants state they are Roman Catholic (208 churches). In a 2011 survey conducted by InfoCatólica, 49.5% of <this city> residents of all ages identified themselves as Catholic. This was the first time that more than half of respondents did not identify themselves as Catholic Christians. The numbers reflect a broader trend in <this country> whereby the numbers of self-identified Catholics have declined. In 2019, a survey by Centro de Investigaciones Sociológicas showed that 53.2% of residents in <this city> identified themselves as Catholic (9.9% practising Catholics, 43.3% non-practising Catholics).The province has the largest Muslim community in <this country>, 322,698 people in <this city> province are of Muslim religion. A considerable number of Muslims live in <this city> due to immigration (169 locations, mostly professed by Moroccans in <this country>). In 2014, 322,698 out of 5.5 million people in the province of <this city> identified themselves as Muslim, which makes 5.6% of the total population.\nThe city also has the largest Jewish community in <this country>, with an estimated 3,500 Jews living in the city. There are also a number of other groups, including Evangelical (71 locations, mostly professed by Roma), Jehovah's Witnesses (21 Kingdom Halls), Buddhists (13 locations), and Eastern Orthodox.\n\nEconomy\nGeneral information\nThe <this city> metropolitan area comprises over 66% of the people of Catalonia, one of the richer regions in Europe and the fourth richest region per capita in <this country>, with a GDP per capita amounting to €28,400 (16% more than the EU average). The greater <this city> metropolitan area had a GDP amounting to $177 billion (equivalent to $34,821 in per capita terms, 44% more than the EU average), making it the 4th most economically powerful city by gross GDP in the European Union, and 35th in the world in 2009. <this city> city had a very high GDP of €80,894 per head in 2004, according to Eurostat. Furthermore, <this city> was Europe's fourth best business city and fastest improving European city, with growth improved by 17% per year as of 2009.<this city> was the 24th most \"livable city\" in the world in 2015 according to lifestyle magazine Monocle. Similarly, according to Innovation Analysts 2thinknow, <this city> occupies 13th place in the world on Innovation Cities™ Global Index. At the same time it is according to the Global Wealth and Lifestyle Report 2020 one of the most affordable cities in the world for a luxury lifestyle.<this city> has a long-standing mercantile tradition. Less well known is that the city industrialised early, taking off in 1833, when Catalonia's already sophisticated textile industry began to use steam power. It became the first and most important industrial city in the Mediterranean basin. Since then, manufacturing has played a large role in its history.\nBorsa de <this city> (<this city> Stock Exchange) is the main stock exchange in the northeastern part of the Iberian Peninsula.\n<this city> was recognised as the Southern European City of the Future for 2014/15, based on its economic potential, by FDi Magazine in their bi-annual rankings.\n\nTrade fair and exhibitions\nDrawing upon its tradition of creative art and craftsmanship, <this city> is known for its award-winning industrial design. It also has several congress halls, notably Fira de <this city> – the second largest trade fair and exhibition centre in Europe, that host a quickly growing number of national and international events each year (at present above 50). The total exhibition floor space of Fira de <this city> venues is 405,000 m2 (41 ha), not counting Gran Via centre on the Plaza de Europa. However, the Eurozone crisis and deep cuts in business travel affected the council's positioning of the city as a convention centre.\nAn important business centre, the World Trade Center <this city>, is located in <this city>'s Port Vell harbour.\nThe city is known for hosting well as world-class conferences and expositions, including the 1888 Exposición Universal de <this city>, the 1929 <this city> International Exposition (Expo 1929), the 2004 Universal Forum of Cultures and the 2004 World Urban Forum.\n\nTourism\n<this city> was the 20th-most-visited city in the world by international visitors and the fifth most visited city in Europe after London, Paris, Istanbul and Rome, with 5.5 million international visitors in 2011. By 2015, both Prague and Milan had more international visitors. With its popular tree-lined pedestrian street, Les Rambles (Las Ramblas), <this city> is ranked the most popular city to visit in <this country>.<this city> is an internationally renowned tourist destination, with numerous recreational areas, one of the best beaches in the world, mild and warm climate, historical monuments, including eight UNESCO World Heritage Sites, 519 hotels as of March 2016 including 35 five-star hotels, and developed tourist infrastructure.\nDue to its large influx of tourists each year, <this city>, like many other tourism capitals, has to deal with pickpockets, with wallets and passports being commonly stolen items. Despite its moderate pickpocket rate, <this city> is considered one of the safest cities in terms of security and personal safety, mainly because of a sophisticated policing strategy that has dropped crime by 32% in just over three years and has led it to be considered the 15th safest city in the world by Business Insider in 2016.While tourism produces economic benefits, according to one report, the city is \"overrun [by] hordes of tourists\". In early 2017, over 150,000 protesters warned that tourism is destabilizing the city. Slogans included \"Tourists go home\", \"<this city> is not for sale\" and \"We will not be driven out\". By then, the number of visitors had increased from 1.7 million in 1990 to 32 million in a city with a population of 1.62 million, increasing the cost of rental housing for residents and overcrowding the public places. While tourists spent an estimated €30 billion in 2017, they are viewed by some as a threat to <this city>'s identity.A May 2017 article in the British online daily The Independent included <this city> among the \"Eight Places That Hate Tourists the Most\" and included a comment from Mayor Ada Colau, \"We don't want the city to become a cheap souvenir shop\", citing Venice as an example. To moderate the problem, the city has stopped issuing licenses for new hotels and holiday apartments; it also fined AirBnb €30,000. The mayor has suggested introducing a new tourist tax and setting a limit on the number of visitors. One industry insider, Justin Francis, founder of the Responsible Travel agency, stated that steps must be taken to limit the number of visitors that are causing an \"overtourism crisis\" in several major European cities. \"Ultimately, residents must be prioritised over tourists for housing, infrastructure and access to services because they have a long-term stake in the city's success\", he said. \"Managing tourism more responsibly can help\", Francis later told a journalist, \"but some destinations may just have too many tourists, and <this city> may be a case of that\".\n\nManufacturing sector\nIndustry generates 21% of the total gross domestic product (GDP) of the region, with the energy, chemical and metallurgy industries accounting for 47% of industrial production. The <this city> metropolitan area had 67% of the total number of industrial establishments in Catalonia as of 1997.<this city> has long been an important European automobile manufacturing centre. Formerly there were automobile factories of AFA, Abadal, Actividades Industriales, Alvarez, America, Artés de Arcos, Balandrás, Baradat-Esteve, Biscúter, J. Castro, Clúa, David, Delfín, Díaz y Grilló, Ebro trucks, Edis, Elizalde, Automóviles España, Eucort, Fenix, Fábrica Hispano, Auto Academia Garriga, Fábrica Española de Automóviles Hebe, Hispano-Suiza, Huracán Motors, Talleres Hereter, Junior SL, Kapi, La Cuadra, M.A., Automóviles Matas, Motores y Motos, Nacional Custals, National Pescara, Nacional RG, Nacional Rubi, Nacional Sitjes, Automóviles Nike, Orix, Otro Ford, Patria, Pegaso, PTV, Ricart, Ricart-España, Industrias Salvador, Siata Española, Stevenson, Romagosa y Compañía, Garaje Storm, Talleres Hereter, Trimak, Automóviles Victoria, Manufacturas Mecánicas Aleu.Today, the headquarters and a large factory of SEAT (the largest Spanish automobile manufacturer) are in one of its suburbs. There is also a Nissan factory in the logistics and industrial area of the city. The factory of Derbi, a large manufacturer of motorcycles, scooters and mopeds, also lies near the city.As in other modern cities, the manufacturing sector has long since been overtaken by the services sector, though it remains very important. The region's leading industries are textiles, chemical, pharmaceutical, motor, electronic, printing, logistics, publishing, in telecommunications industry and culture the notable Mobile World Congress, and information technology services.\n\nFashion\nThe traditional importance of textiles is reflected in <this city>'s drive to become a major fashion centre. There have been many attempts to launch <this city> as a fashion capital, notably Gaudi Home.Beginning in the summer of 2000, the city hosted the Bread & Butter urban fashion fair until 2009, when its organisers announced that it would be returning to Berlin. This was a hard blow for the city as the fair brought €100 m to the city in just three days.From 2009, The Brandery, an urban fashion show, was held in <this city> twice a year until 2012. According to the Global Language Monitor's annual ranking of the world's top fifty fashion capitals <this city> was named as the seventh most important fashion capital of the world right after Milan and before Berlin in 2015.\n\nGovernment and administrative divisions\nAs the capital of the autonomous community of Catalonia, <this city> is the seat of the Catalan government, known as the Generalitat de Catalunya; of particular note are the executive branch, the parliament, and the High Court of Justice of Catalonia. The city is also the capital of the Province of <this city> and the Barcelonès comarca (district).\n<this city> is governed by a city council formed by 41 city councillors, elected for a four-year term by universal suffrage. As one of the two biggest cities in <this country>, <this city> is subject to a special law articulated through the Carta Municipal (Municipal Law). A first version of this law was passed in 1960 and amended later, but the current version was approved in March 2006. According to this law, <this city>'s city council is organised in two levels: a political one, with elected city councillors, and one executive, which administrates the programs and executes the decisions taken on the political level. This law also gives the local government a special relationship with the central government and it also gives the mayor wider prerogatives by the means of municipal executive commissions. It expands the powers of the city council in areas like telecommunications, city traffic, road safety and public safety. It also gives a special economic regime to the city's treasury and it gives the council a veto in matters that will be decided by the central government, but that will need a favourable report from the council.\nThe Comissió de Govern (Government Commission) is the executive branch, formed by 24 councillors, led by the Mayor, with 5 lieutenant-mayors and 17 city councillors, each in charge of an area of government, and 5 non-elected councillors. The plenary, formed by the 41 city councillors, has advisory, planning, regulatory, and fiscal executive functions. The six Commissions del Consell Municipal (City council commissions) have executive and controlling functions in the field of their jurisdiction. They are composed by a number of councillors proportional to the number of councillors each political party has in the plenary. The city council has jurisdiction in the fields of city planning, transportation, municipal taxes, public highways security through the Guàrdia Urbana (the municipal police), city maintenance, gardens, parks and environment, facilities (like schools, nurseries, sports centres, libraries, and so on), culture, sports, youth and social welfare. Some of these competencies are not exclusive, but shared with the Generalitat de Catalunya or the central Spanish government. In some fields with shared responsibility (such as public health, education or social services), there is a shared Agency or Consortium between the city and the Generalitat to plan and manage services.\nThe executive branch is led by a Chief Municipal Executive Officer which answers to the Mayor. It is made up of departments which are legally part of the city council and by separate legal entities of two types: autonomous public departments and public enterprises.The seat of the city council is on the Plaça de Sant Jaume, opposite the seat of Generalitat de Catalunya. Since the coming of the Spanish democracy, <this city> had been governed by the PSC, first with an absolute majority and later in coalition with ERC and ICV. After the May 2007 election, the ERC did not renew the coalition agreement and the PSC governed in a minority coalition with ICV as the junior partner.\nAfter 32 years, on 22 May 2011, CiU gained a plurality of seats at the municipal election, gaining 15 seats to the PSC's 11. The PP hold 8 seats, ICV 5 and ERC 2.\n\nDistricts\nSince 1987, the city has been divided into 10 administrative districts (districtes in Catalan, distritos in Spanish):\n\nCiutat Vella\nEixample\nSants-Montjuïc\nLes Corts\nSarrià-Sant Gervasi\nGràcia\nHorta-Guinardó\nNou Barris\nSant Andreu\nSant MartíThe districts are based mostly on historical divisions, and several are former towns annexed by the city of <this city> in the 18th and 19th centuries that still maintain their own distinct character. Each district has its own council led by a city councillor. The composition of each district council depends on the number of votes each political party had in that district, so a district can be led by a councillor from a different party than the executive council.\n\nEducation\n<this city> has a well-developed higher education system of public universities. Most prominent among these are the University of <this city> (established in 1450) and the more modern Pompeu Fabra University. <this city> is also home to the Polytechnic University of Catalonia, and in the private sector the EADA Business School (founded in 1957), which became the first <this city> institution to run manager training programmes for the business community. IESE Business School, as well as the largest private educational institution, the Ramon Llull University, which encompasses schools and institutes such as the ESADE Business School. The Autonomous University of <this city>, another public university, is located in Bellaterra, a town in the Metropolitan Area. Toulouse Business School and the Open University of Catalonia (a private Internet-centred open university) are also based in <this city>.\nThe city has a network of public schools, from nurseries to high schools, under the responsibility of a consortium led by city council (though the curriculum is the responsibility of the Generalitat de Catalunya). There are also many private schools, some of them Roman Catholic. Most such schools receive a public subsidy on a per-student basis, are subject to inspection by the public authorities, and are required to follow the same curricular guidelines as public schools, though they charge tuition. Known as escoles concertades, they are distinct from schools whose funding is entirely private (escoles privades).\nThe language of instruction at public schools and escoles concertades is Catalan, as stipulated by the 2009 Catalan Education Act. Spanish may be used as a language of instruction by teachers of Spanish literature or language, and foreign languages by teachers of those languages. An experimental partial immersion programme adopted by some schools allows for the teaching of a foreign language (English, generally) across the curriculum, though this is limited to a maximum of 30% of the school day. No public school or escola concertada in <this city> may offer 50% or full immersion programmes in a foreign language, nor does any public school or escola concertada offer International Baccalaureate programmes.\n\nCulture\n<this city>'s cultural roots go back 2000 years. Since the arrival of democracy, the Catalan language (very much repressed during the dictatorship of Franco) has been promoted, both by recovering works from the past and by stimulating the creation of new works. <this city> is designated as a world-class city by the Globalization and World Cities Study Group and Network. It has also been part of the UNESCO Creative Cities Network as a City of Literature since 2015.\n\nEntertainment and performing arts\n<this city> has many venues for live music and theatre, including the world-renowned Gran Teatre del Liceu opera house, the Teatre Nacional de Catalunya, the Teatre Lliure and the Palau de la Música Catalana concert hall. <this city> also is home to the <this city> Symphony and Catalonia National Orchestra (Orquestra Simfònica de <this city> i Nacional de Catalunya, usually known as OBC), the largest symphonic orchestra in Catalonia. In 1999, the OBC inaugurated its new venue in the brand-new Auditorium (L'Auditori). It performs around 75 concerts per season and its current director is Eiji Oue. It is home to the <this city> Guitar Orchestra, directed by Sergi Vicente. The major thoroughfare of La Rambla is home to mime artists and street performers. Yearly, two major pop music festivals take place in the city, the Sónar Festival and the Primavera Sound Festival. The city also has a thriving alternative music scene, with groups such as The Pinker Tones receiving international attention. <this city> is an international hub of highly active and diverse nightlife with bars, dance bars and nightclubs staying open well past midnight.\n\nMedia\nEl Periódico de Catalunya, La Vanguardia and Ara are <this city>'s three major daily newspapers (the first two with Catalan and Spanish editions, Ara only in Catalan) while Sport and El Mundo Deportivo (both in Spanish) are the city's two major sports daily newspapers, published by the same companies. The city is also served by a number of smaller publications such as Ara and El Punt Avui (in Catalan), by nationwide newspapers with special <this city> editions like El País (in Spanish, with an online version in Catalan) and El Mundo (in Spanish), and by several free newspapers like 20 minutos and Què (all bilingual).\n<this city>'s oldest and main online newspaper VilaWeb is also the oldest one in Europe (with Catalan and English editions).\nSeveral major FM stations include Catalunya Ràdio, RAC 1, RAC 105 and Cadena SER. <this city> also has a local TV station, Betevé, owned by city council. The headquarters of Televisió de Catalunya, Catalonia's public network, are located in Sant Joan Despí, in <this city>'s metropolitan area.\n\nSports\n<this city> has a long sporting tradition and hosted the highly successful 1992 Summer Olympics as well as several matches during the 1982 FIFA World Cup (at the two stadiums). It has hosted about 30 sports events of international significance.\nFC <this city> is a sports club best known worldwide for its football team, one of the largest and the second richest in the world. It has 74 national trophies (while finishing 46 times as runners-up) and 17 continental prizes (with being runners-up 11 times), including five UEFA Champions League trophies out of eight finals and three FIFA Club World Cup wins out of four finals. The club won six trophies in a calendar year in 2009, becoming one of only 2 male football teams in the world to win the coveted sextuple, apart from FC Bayern Munich in 2020. FC <this city> also has professional teams in other sports like FC <this city> Regal (basketball), FC <this city> Handbol (handball), FC <this city> Hoquei (roller hockey), FC <this city> Ice Hockey (ice hockey), FC <this city> Futsal (futsal) and FC <this city> Rugby (rugby union), all at one point winners of the highest national and/or European competitions. The club's museum is the second most visited in Catalonia. The matches against cross-town rivals RCD Espanyol are of particular interest, but there are other <this city>n football clubs in lower categories, like CE Europa and UE Sant Andreu. FC <this city>'s basketball team has a noted rivalry in the Liga ACB with nearby Joventut Badalona.\n\n<this city> has three UEFA elite stadiums: FC <this city>'s Camp Nou, the largest stadium in Europe with a capacity of 99,354; the publicly owned Estadi Olímpic Lluís Companys, with a capacity of 55,926; used for the 1992 Olympics; and Estadi Cornellà-El Prat, with a capacity of 40,500. Furthermore, the city has several smaller stadiums such as Mini Estadi (also owned by FC <this city>) with a capacity of 15,000, Camp Municipal Narcís Sala with a capacity of 6,563 and Nou Sardenya with a capacity of 7,000. The city has a further three multifunctional venues for sports and concerts: the Palau Sant Jordi with a capacity of 12,000 to 24,000 (depending on use), the Palau Blaugrana with a capacity of 7,500, and the Palau dels Esports de <this city> with a capacity of 3,500.\n<this city> was the host city for the 2013 World Aquatics Championships, which were held at the Palau San Jordi.\nSeveral road running competitions are organised year-round in <this city>: the <this city> Marathon every March with over 10,000 participants in 2010, the Cursa de Bombers in April, the Cursa de El Corte Inglés in May (with about 60,000 participants each year), the Cursa de la Mercè, the Cursa Jean Bouin, the Milla Sagrada Família and the San Silvestre. There's also the Ultratrail Collserola which passes 85 km (53 mi) through the Collserola forest. The Open Seat Godó, a 50-year-old ATP World Tour 500 Series tennis tournament, is held annually in the facilities of the Real Club de Tenis <this city>. Each year on Christmas Day, a 200-meter swimming race across the Old Port of <this city> takes place. Near <this city>, in Montmeló, the 107,000 capacity Circuit de <this city>-Catalunya racetrack hosts the Formula One Spanish Grand Prix, the Catalan motorcycle Grand Prix, the Spanish GT Championship and races in the GP2 Series. Skateboarding and cycling are also very popular in <this city>; in and around the city there are dozens of kilometers of bicycle paths.\n\nSquatter Movement\n<this city> is also home to numerous social centres and illegal squats that effectively form a shadow society mainly made up of the unemployed, immigrants, dropouts, anarchists, anti-authoritarians and autonomists. Peter Gelderloos estimates that there around 200 squatted buildings and 40 social centres across the city with thousands of inhabitants, making it one of the largest squatter movements in the world. He notes that they pirate electricity, internet and water allowing them to live on less than one euro a day. He argues that these squats embrace an anarcho-communist and anti-work philosophy, often freely fixing up new houses, cleaning, patching roofs, installing windows, toilets, showers, lights and kitchens. In the wake of austerity, the squats have provided a number of social services to the surrounding residents, including bicycle repair workshops, carpentry workshops, self-defense classes, free libraries, community gardens, free meals, computer labs, language classes, theatre groups, free medical care and legal support services. The squats help elderly residents avoid eviction and organise various protests throughout <this city>. Notable squats include Can Vies and Can Masdeu.\n\nTransport\nAirports\n<this city> is served by <this city>-El Prat Airport, about 17 km (11 mi) south-west of the centre of <this city>. It is the second-largest airport in <this country>, and the largest on the Mediterranean coast, which handled more than 50.17 million passengers in 2018, showing an annual upward trend. It is a main hub for Vueling Airlines and Ryanair, and also a focus for Iberia and Air Europa. The airport mainly serves domestic and European destinations, although some airlines offer destinations in Latin America, Asia and the United States. The airport is connected to the city by highway, metro (Airport T1 and Airport T2 stations), commuter train (<this city> Airport railway station) and scheduled bus service. A new terminal (T1) has been built, and entered service on 17 June 2009.\nSome low-cost airlines, also use Girona-Costa Brava Airport, about 90 km (56 mi) to the north, Reus Airport, 77 km (48 mi) to the south, or Lleida-Alguaire Airport, about 150 km (93 mi) to the west, of the city. Sabadell Airport is a smaller airport in the nearby town of Sabadell, devoted to pilot training, aerotaxi and private flights.\n\nSeaport\nThe Port of <this city> has a 2000-year-old history and a great contemporary commercial importance. It is Europe's ninth largest container port, with a trade volume of 1.72 million TEU's in 2013. The port is managed by the Port Authority of <this city>. Its 10 km2 (4 sq mi) are divided into three zones: Port Vell (the old port), the commercial port and the logistics port (<this city> Free Port). The port is undergoing an enlargement that will double its size thanks to diverting the mouth of the Llobregat river 2 km (1 mi) to the south.\nThe <this city> harbour is the leading European cruiser port and a very important Mediterranean turnaround base. In 2013, 3.6 million pleasure cruise passengers used the Port of <this city>.The Port Vell area also houses the Maremagnum (a commercial mall), a multiplex cinema, the IMAX Port Vell and one of Europe's largest aquariums – Aquarium <this city>, containing 8,000 fish and 11 sharks contained in 22 basins filled with 4 million litres of sea water. The Maremagnum, being situated within the confines of the port, is the only commercial mall in the city that can open on Sundays and public holidays.\n\nNational and international rail\n<this city> is a major hub for the Spanish rail network. The city's main Inter-city rail station is <this city> Sants railway station, whilst Estació de França terminus serves a secondary role handling suburban, regional and medium distance services. Freight services operate to local industries and to the Port of <this city>.\nRENFE's AVE high-speed rail system, which is designed for speeds of 310 km/h (193 mph), was extended from Madrid to <this city> in 2008 in the form of the Madrid–<this city> high-speed rail line. A shared RENFE-SNCF high-speed rail connecting <this city> and France (Paris, Marseilles and Toulouse, through Perpignan–<this city> high-speed rail line) was launched in 2013. Both these lines serve <this city> Sants terminal station.\n\nMetro and regional rail\n<this city> is served by an extensive local public transport network that includes a metro system, a bus network, a regional railway system, trams, funiculars, rack railways, a Gondola lift and aerial cable cars. These networks and lines are run by a number of different operators but they are integrated into a coordinated fare system, administered by the Autoritat del Transport Metropolità (ATM). The system is divided into fare zones (1 to 6) and various Integrated Travel Cards are available.The <this city> Metro network comprises twelve lines, identified by an \"L\" followed by the line number as well as by individual colours. The Metro largely runs underground; eight Metro lines are operated on dedicated track by the Transports Metropolitans de <this city> (TMB), whilst four lines are operated by the Ferrocarrils de la Generalitat de Catalunya (FGC) and some of them share tracks with RENFE commuter lines.\nIn addition to the city Metro, several regional rail lines operated by RENFE's Rodalies de Catalunya run across the city, providing connections to outlying towns in the surrounding region.\n\nTram\nThe city's two modern tram systems, Trambaix and Trambesòs, are operated by TRAMMET. A heritage tram line, the Tramvia Blau, also operates between the metro Line 7 and the Funicular del Tibidabo.\n\nFunicular and cable car\n<this city>'s metro and rail system is supplemented by several aerial cable cars, funiculars and rack railways that provide connections to mountain-top stations. FGC operates the Funicular de Tibidabo up the hill of Tibidabo and the Funicular de Vallvidrera (FGC), while TMB runs the Funicular de Montjuïc up Montjuïc. The city has two aerial cable cars: the Montjuïc Cable Car, which serves Montjuïc castle, and the Port Vell Aerial Tramway that runs via Torre Jaume I and Torre Sant Sebastià over the port.\n\nBus\nBuses in <this city> are a major form of public transport, with extensive local, interurban and night bus networks. Most local services are operated by the TMB, although some other services are operated by a number of private companies, albeit still within the ATM fare structure. A separate private bus line, known as Aerobús, links the airport with the city centre, with its own fare structure.\nThe Estació del Nord (Northern Station), a former railway station which was renovated for the 1992 Olympic Games, now serves as the terminus for long-distance and regional bus services.\n\nTaxi\n<this city> has a metered taxi fleet governed by the Institut Metropolità del Taxi (Metropolitan Taxi Institute), composed of more than 10,000 cars. Most of the licences are in the hands of self-employed drivers. With their black and yellow livery, <this city>'s taxis are easily spotted, and can be caught from one of many taxi ranks, hailed on street, called by telephone or via app.On 22 March 2007, <this city>'s City Council started the Bicing service, a bicycle service understood as a public transport. Once the user has their user card, they can take a bicycle from any of the more than 400 stations spread around the city and use it anywhere the urban area of the city, and then leave it at another station. The service has been a success, with 50,000 subscribed users in three months.\n\nRoads and highways\n<this city> lies on three international routes, including European route E15 that follows the Mediterranean coast, European route E90 to Madrid and Lisbon, and European route E09 to Paris. It is also served by a comprehensive network of motorways and highways throughout the metropolitan area, including A-2, A-7/AP-7, C-16, C-17, C-31, C-32, C-33, C-60.\nThe city is circled by three half ring roads or bypasses, Ronda de Dalt (B-20) (on the mountain side), Ronda del Litoral (B-10) (along the coast) and Ronda del Mig (separated into two parts: Travessera de Dalt in the north and the Gran Via de Carles III), two partially covered fast highways with several exits that bypass the city.\nThe city's main arteries include Diagonal Avenue, which crosses it diagonally, Meridiana Avenue which leads to Glòries and connects with Diagonal Avenue and Gran Via de les Corts Catalanes, which crosses the city from east to west, passing through its centre. The famous boulevard of La Rambla, whilst no longer an important vehicular route, remains an important pedestrian route.\n\nMain sights\nThe Barri Gòtic (Catalan for \"Gothic Quarter\") is the centre of the old city of <this city>. Many of the buildings date from medieval times, some from as far back as the Roman settlement of <this city>. Catalan modernista architecture (related to the movement known as Art Nouveau in the rest of Europe) developed between 1885 and 1950 and left an important legacy in <this city>. Several of these buildings are World Heritage Sites. Especially remarkable is the work of architect Antoni Gaudí, which can be seen throughout the city. His best-known work is the immense but still unfinished church of the Sagrada Família, which has been under construction since 1882 and is still financed by private donations. As of 2015, completion is planned for 2026.<this city> was also home to Mies van der Rohe's <this city> Pavilion. Designed in 1929 for the International Exposition for Germany, it was an iconic building that came to symbolise modern architecture as the embodiment of van der Rohe's aphorisms \"less is more\" and \"God is in the details.\" The <this city> pavilion was intended as a temporary structure and was torn down in 1930 less than a year after it was constructed. A modern re-creation by Spanish architects now stands in <this city>, however, constructed in 1986.\n<this city> won the 1999 RIBA Royal Gold Medal for its architecture, the first (and as of 2015, only) time that the winner has been a city rather than an individual architect.\n\nWorld Heritage Sites\n<this city> is the home of many points of interest declared World Heritage Sites by UNESCO:\n\nHistoric buildings and monuments\nMinor basilica of Sagrada Família, the symbol of <this city>.\nPalau de la Música Catalana and Hospital de Sant Pau, designed by Lluís Domènech i Montaner, included in the UNESCO Heritage List in 1997.\nWorks by Antoni Gaudí, including Park Güell, Palau Güell, Casa Milà (La Pedrera), Casa Vicens, Sagrada Família (Nativity façade and crypt), Casa Batlló, crypt in Church of Colònia Güell. The first three works were inscribed as a World Heritage Site in 1984. The other four were added as extensions to the site in 2005.\nThe Cathedral of the Holy Cross and St. Eulalia (Gothic)\nGothic basilica of Santa Maria del Mar\nGothic basilica of Santa Maria del Pi\nRomanesque church of Sant Pau del Camp\nPalau Reial Major, medieval residence of the sovereign Counts of <this city>, later Kings of Aragon\nThe Royal Shipyard (gothic)\nMonastery of Pedralbes (gothic)\nThe Columbus Monument\nThe Arc de Triomf, a triumphal arch built for entrance to 1888 <this city> Universal Exposition.\nExpiatory church of the Sacred Heart of Jesus on the summit of Tibidabo.\nThe Historic Building of the University of <this city>\n\nMuseums\n<this city> has a great number of museums, which cover different areas and eras. The National Museum of Art of Catalonia possesses a well-known collection of Romanesque art, while the <this city> Museum of Contemporary Art focuses on post-1945 Catalan and Spanish art. The Fundació Joan Miró, Picasso Museum, and Fundació Antoni Tàpies hold important collections of these world-renowned artists, as well as the Can Framis Museum, focused on post-1960 Catalan Art owned by Fundació Vila Casas. Several museums cover the fields of history and archaeology, like the <this city> City History Museum (MUHBA), the Museum of the History of Catalonia, the Archeology Museum of Catalonia, the Maritime Museum of <this city>, the Music Museum of <this city> and the privately owned Egyptian Museum. The Erotic museum of <this city> is among the most peculiar ones, while CosmoCaixa is a science museum that received the European Museum of the Year Award in 2006.The Museum of Natural Sciences of <this city> was founded in 1882 under the name of \"Museo Martorell de Arqueología y Ciencias Naturales\" (Spanish for \"Martorell Museum of Archaeology and Natural Sciences\"). In 2011 the Museum of Natural Sciences ended up with a merge of five institutions: the Museum of Natural Sciences of <this city> (the main site, at the Forum Building), the Martorell Museum (the historical seat of the Museum, opened to the public from 1924 to 2010 as a geology museum), the Laboratori de Natura, at the Castle of the Three Dragons (from 1920 to 2010: the Zoology Museum), the Historical Botanical Garden of <this city>, founded 1930, and the Botanical garden of <this city>, founded 1999. Those two gardens are a part of the Botanical Institute of <this city> too.\nThe FC <this city> Museum is the third most popular tourist attraction in Catalonia, with 1,51 million visitors in 2013.\n\nParks\n<this city> contains sixty municipal parks, twelve of which are historic, five of which are thematic (botanical), forty-five of which are urban, and six of which are forest. They range from vest-pocket parks to large recreation areas. The urban parks alone cover 10% of the city (549.7 ha or 1,358.3 acres). The total park surface grows about 10 ha (25 acres) per year, with a proportion of 18.1 m2 (195 sq ft) of park area per inhabitant.Of <this city>'s parks, Montjuïc is the largest, with 203 ha located on the mountain of the same name. It is followed by Parc de la Ciutadella (which occupies the site of the old military citadel and which houses the Parliament building, the <this city> Zoo, and several museums); 31 ha or 76.6 acres including the zoo), the Guinardó Park (19 ha or 47.0 acres), Park Güell (designed by Antoni Gaudí; 17.2 ha or 42.5 acres), Oreneta Castle Park (also 17.2 ha or 42.5 acres), Diagonal Mar Park (13.3 ha or 32.9 acres, inaugurated in 2002), Nou Barris Central Park (13.2 ha or 32.6 acres), Can Dragó Sports Park and Poblenou Park (both 11.9 ha or 29.4 acres), the Labyrinth Park (9.10 ha or 22.5 acres), named after the garden maze it contains. There are also several smaller parks, for example, the Parc de Les Aigües (2 ha or 4.9 acres). A part of the Collserola Park is also within the city limits. PortAventura World, one of the largest resort in Europe, with 5,837,509 visitors per year, is located one hour's drive from <this city>. Also, within the city lies Tibidabo Amusement Park, a smaller amusement park in Plaza del Tibidabo, with the Muntanya Russa amusement ride.\n\nBeaches\n<this city> beach was listed as number one in a list of the top ten city beaches in the world according to National Geographic and Discovery Channel. <this city> contains seven beaches, totalling 4.5 km (2+3⁄4 mi) of coastline. Sant Sebastià, Barceloneta and Somorrostro beaches, both 1,100 m (3,610 ft) in length, are the largest, oldest and the most-frequented beaches in <this city>.\nThe Olympic Harbour separates them from the other city beaches: Nova Icària, Bogatell, Mar Bella, Nova Mar Bella and Llevant. These beaches (ranging from 400 to 640 m (1,310 to 2,100 ft) were opened as a result of the city restructuring to host the 1992 Summer Olympics, when a great number of industrial buildings were demolished. At present, the beach sand is artificially replenished given that storms regularly remove large quantities of material. The 2004 Universal Forum of Cultures left the city a large concrete bathing zone on the eastmost part of the city's coastline. Most recently, Llevant is the first beach to allow dogs access during summer season.\n\nOther sights\nInternational relations\nTwin towns – sister cities\n<this city> is twinned with:\n\nSuspended twin towns / sister cities agreements Saint Petersburg, Russia (1985, suspended in 2022)\n Tel Aviv, Israel (1998, suspended in 2023)\n\nPartnership and friendship\n<this city> also cooperates with:\n\nNotable people\nSee also\nOutline of <this city>\nArchitecture of <this city>\nUrban planning of <this city>\nStreet names in <this city>\nList of markets in <this city>\nList of tallest buildings in <this city>\nPublic art in <this city>\nMobile World Congress\nOPENCities\n\nReferences\nCitations\nSources\nThis article incorporates text from a publication now in the public domain: Smith, William, ed. (1854–1857). \"<this city>\". Dictionary of Greek and Roman Geography. London: John Murray.\n\"<this city>\". Gran Enciclopèdia Catalana. <this city>: Ed. Enciclopèdia Catalana S.A.\nBusquets, Joan. <this city>: The Urban Evolution of a Compact City (Harvard UP, 2006) 468 pp.\nMcDonogh, G. W. (January 2011). \"Review Essay: <this city>: Forms, Images, and Conflicts: Joan Busquets (2005)\". Journal of Urban History. 37 (1): 117–123. doi:10.1177/0096144210384250. S2CID 149302217.\nMarshall, Tim, ed. Transforming <this city> (Routledge, 2004), 267 pp.\nRamon Resina, Joan. <this city>'s Vocation of Modernity: Rise and Decline of an Urban Image (Stanford UP, 2008). 272 pp.\n\nExternal links\n\nOfficial website of <this city>\nOfficial website of <this city> in <this country>'s national tourism portal"
}