{
  "name": "Dublin, Ireland",
  "city": "Dublin",
  "country": "Ireland",
  "alias_to_replace": [],
  "wiki_text": "<this city> (; Irish: Baile Átha Cliath, pronounced [ˈbˠalʲə aːhə ˈclʲiə] or [ˌbʲlʲaː ˈclʲiə]) is the capital and largest city of <this country>. On a bay at the mouth of the River Liffey, it is in the province of Leinster, bordered on the south by the <this city> Mountains, a part of the Wicklow Mountains range. At the 2022 census, it had a population of 1,263,219, while County <this city> as a whole had a population of 1,458,154, and the population of the Greater <this city> Area was over 2 million, or roughly 40% of the Republic of <this country>'s total population.A settlement was established in the area by the Gaels during or before the 7th century, followed by the Vikings. As the Kingdom of <this city> grew, it became <this country>'s principal settlement by the 12th century Anglo-Norman invasion of <this country>. The city expanded rapidly from the 17th century and was briefly the second largest in the British Empire and sixth largest in Western Europe after the Acts of Union in 1800. Following independence in 1922, <this city> became the capital of the Irish Free State, renamed <this country> in 1937.\n<this city> is a centre for education, arts and culture, administration, and industry. As of 2018, the city was listed by the Globalization and World Cities Research Network (GaWC) as a global city, with a ranking of \"Alpha minus\", which places it as one of the top thirty cities in the world.\n\nEtymology\nThe name <this city> derives from the Irish word Duibhlinn, early Classical Irish Dubhlind/Duibhlind, from dubh ([d̪uβ], [d̪uw], [d̪uː]) meaning \"black, dark\", and linn ([lʲiɲ(d̪ʲ)]) \"pool\", referring to a dark tidal pool. This tidal pool was located where the River Poddle entered the Liffey, on the site of the castle gardens at the rear of <this city> Castle. In Modern Irish the name is Duibhlinn, and Irish rhymes from County <this city> show that in <this city> Leinster Irish it was pronounced Duílinn [ˈd̪ˠiːlʲiɲ]. The original pronunciation is preserved in the names for the city in other languages such as Old English Difelin, Old Norse Dyflin, modern Icelandic Dyflinn and modern Manx Divlyn as well as Welsh Dulyn and Breton Dulenn. Other localities in <this country> also bear the name Duibhlinn, variously anglicised as Devlin, Divlin and Difflin. Historically, scribes using the Gaelic script wrote bh with a dot over the b, rendering Duḃlinn or Duiḃlinn. Those without knowledge of Irish omitted the dot, spelling the name as <this city>. Variations on the name are also found in traditionally Gaelic-speaking areas of Scotland (Gàidhealtachd, cognate with Irish Gaeltacht), such as An Linne Dhubh (\"the black pool\"), which is part of Loch Linnhe.\nIt is now thought that the Viking settlement was preceded by a Christian ecclesiastical settlement known as Duibhlinn, from which Dyflin took its name. Beginning in the 9th and 10th centuries, there were two settlements where the modern city stands. The Viking settlement of about 841, Dyflin, and a Gaelic settlement, Áth Cliath (\"ford of hurdles\") further up the river, at the present-day Father Mathew Bridge (also known as <this city> Bridge), at the bottom of Church Street. Baile Átha Cliath, meaning \"town of the hurdled ford\", is the common name for the city in modern Irish. Áth Cliath is a place name referring to a fording point of the River Liffey near Father Mathew Bridge. Baile Átha Cliath was an early Christian monastery, believed to have been in the area of Aungier Street, currently occupied by Whitefriar Street Carmelite Church. There are other towns of the same name, such as Àth Cliath in East Ayrshire, Scotland, which is anglicised as Hurlford. The city is also referred to as Bleá Cliath and Blea Cliath in Irish, particularly when spoken. These are contracted versions of Baile Átha Cliath.\n\nHistory\nThe area of <this city> Bay has been inhabited by humans since prehistoric times; fish traps discovered from excavations during the construction of the Convention Centre <this city> indicate human habitation as far back as 6,000 years ago. Further traps were discovered closer to the old settlement of the city of <this city> on the south quays near St. James's Gate which also indicate mesolithic human activity.The writings of Ptolemy (the Greco-Roman astronomer and cartographer) in about 140 AD provide possibly the earliest reference to a settlement near <this city>. He called it Eblana polis (Greek: Ἔβλανα πόλις).\n<this city> celebrated its 'official' millennium in 1988, meaning the Irish government recognised 988 as the year in which the city was settled and that this first settlement would later become the city of <this city>.It is now thought the Viking settlement of about 841 was preceded by a Christian ecclesiastical settlement known as Duibhlinn, from which Dyflin took its name. Evidence indicating that Anglo-Saxons occupied <this city> before the Vikings arrived in 841 has been found in an archaeological dig in Temple Bar.Beginning in the 9th and 10th centuries, there were two settlements which later became modern <this city>. The subsequent Scandinavian settlement centred on the River Poddle, a tributary of the Liffey in an area now known as Wood Quay. The Dubhlinn was a pool on the lowest stretch of the Poddle, where ships used to moor. This pool was finally fully infilled during the early 18th century, as the city grew. The Dubhlinn lay where the Castle Garden is now located, opposite the Chester Beatty Library within <this city> Castle. Táin Bó Cuailgne (\"The Cattle Raid of Cooley\") refers to <this city>d rissa ratter Áth Cliath, meaning \"<this city>, which is called Ath Cliath\".\n\nMiddle Ages\nIn 841, the Vikings established a fortified base in <this city>. The town grew into a substantial commercial center under Olaf Guthfrithson in the mid-to-late 10th century and, despite a number of attacks by the native Irish, it remained largely under Viking control until the Norman invasion of <this country> was launched from Wales in 1169. It was upon the death of Muirchertach Mac Lochlainn in early 1166 that Ruaidrí Ua Conchobair, King of Connacht, proceeded to <this city> and was inaugurated King of <this country> without opposition.\nAccording to some historians, part of the city's early economic growth is attributed to a trade in slaves. Slavery in <this country> and <this city> reached its pinnacle in the 9th and 10th centuries. Prisoners from slave raids and kidnappings, which captured men, women and children, brought revenue to the Gaelic Irish Sea raiders, as well as to the Vikings who had initiated the practice. The victims came from Wales, England, Normandy and beyond.The King of Leinster, Diarmait Mac Murchada, after his exile by Ruaidhrí, enlisted the help of Strongbow, the Earl of Pembroke, to conquer <this city>. Following Mac Murrough's death, Strongbow declared himself King of Leinster after gaining control of the city. In response to Strongbow's successful invasion, King Henry II of England affirmed his ultimate sovereignty by mounting a larger invasion in 1171 and pronounced himself Lord of <this country>. Around this time, the county of the City of <this city> was established along with certain liberties adjacent to the city proper. This continued down to 1840 when the barony of <this city> City was separated from the barony of <this city>. Since 2001, both baronies have been redesignated as the City of <this city>.\n\n<this city> Castle, which became the centre of Anglo-Norman power in <this country>, was founded in 1204 as a major defensive work on the orders of King John of England. Following the appointment of the first Lord Mayor of <this city> in 1229, the city expanded and had a population of 8,000 by the end of the 13th century. <this city> prospered as a trade centre, despite an attempt by King Robert I of Scotland to capture the city in 1317. It remained a relatively small walled medieval town during the 14th century and was under constant threat from the surrounding native clans. In 1348, the Black Death, a lethal plague which had ravaged Europe, took hold in <this city> and killed thousands over the following decade.\n<this city> was the heart of the area known as the Pale, a narrow strip of English settlement along the eastern coast, under the control of the English Crown. The Tudor conquest of <this country> in the 16th century spelt a new era for <this city>, with the city enjoying a renewed prominence as the centre of administrative rule in <this country> where English control and settlement had become much more extensive. Determined to make <this city> a Protestant city, Queen Elizabeth I established Trinity College in 1592 as a solely Protestant university and ordered that the Catholic St. Patrick's and Christ Church cathedrals be converted to the Protestant church. The earliest map of the city of <this city> dates from 1610, and was by John Speed.The city had a population of 21,000 in 1640 before a plague from 1649 to 1651 wiped out almost half of the inhabitants. However, the city prospered again soon after as a result of the wool and linen trade with England and reached a population of over 50,000 in 1700. By 1698 the manufacture of wool employed 12,000 people.\n\nEarly modern\nAs the city continued to prosper during the 18th century, Georgian <this city> became, for a short period, the second-largest city of the British Empire and the fifth largest city in Europe, with the population exceeding 130,000. While some medieval streets and layouts (including the areas around Temple Bar, Aungier Street, Capel Street and Thomas Street) were less affected by the wave of Georgian reconstruction, much of <this city>'s architecture and layout dates from this period.<this city> grew even more dramatically during the 18th century, with the construction of many new districts and buildings, such as Merrion Square, Parliament House and the Royal Exchange. The Wide Streets Commission was established in 1757 at the request of <this city> Corporation to govern architectural standards on the layout of streets, bridges and buildings. In 1759, the Guinness brewery was founded; and would eventually grow to become the largest brewery in the world and the largest employer in <this city>. During the 1700s, linen was not subject to the same trade restrictions with England as wool, and became the most important Irish export. Over 1.5 million yards of linen was exported from <this country> in 1710, rising to almost 19 million yards by 1779.\n\nLate modern and contemporary\n<this city> suffered a period of political and economic decline during the 19th century following the Acts of Union 1800, under which the seat of government was transferred to the Westminster Parliament in London. The city played no major role in the Industrial Revolution, but remained the centre of administration and a transport hub for most of the island. <this country> had no significant sources of coal, the fuel of the time, and <this city> was not a centre of ship manufacturing, the other main driver of industrial development in Britain and <this country>. Belfast developed faster than <this city> during this period on a mixture of international trade, factory-based linen cloth production and shipbuilding. By 1814, the population of <this city> was 175,319 as counted under the Population Act, making the population of <this city> higher than all other towns in England bar London.\nThe Easter Rising of 1916, the Irish War of Independence, and the subsequent Irish Civil War resulted in a significant amount of physical destruction in central <this city>. The Government of the Irish Free State rebuilt the city centre and located the new parliament, the Oireachtas, in Leinster House. Since the beginning of Norman rule in the 12th century, the city has functioned as the capital in varying geopolitical entities: Lordship of <this country> (1171–1541), Kingdom of <this country> (1541–1800), as part of the United Kingdom of Great Britain and <this country> (1801–1922), and the Irish Republic (1919–1922). Following the partition of <this country> in 1922, it became the capital of the Irish Free State (1922–1937) and now is the capital of <this country>. One of the memorials to commemorate that time is the Garden of Remembrance.\n<this city> was also a victim of the Northern Irish Troubles, although during this 30-year conflict, violence mainly occurred within Northern <this country>. A Loyalist paramilitary group, the Ulster Volunteer Force, bombed the city during this time – notably in an atrocity known as the <this city> and Monaghan bombings in which 34 people died, mainly in central <this city>.\nLarge parts of Georgian <this city> were demolished or substantially redeveloped in the mid-20th century during a boom in office building. After this boom, the recessions of the 1970s and 1980s slowed down the pace of building. Cumulatively, this led to a large decline in the number of people living in the centre of the city, and by 1985 the city had approximately 150 acres of derelict land which had been earmarked for development and 10 million square feet (900 thousand square metres) of office space.Since 1997, the landscape of <this city> has changed. The city was at the forefront of <this country>'s economic expansion during the Celtic Tiger period, with private sector and state development of housing, transport and business. Following an economic decline during the Great Recession, <this city> has rebounded and as of 2017 has close to full employment, but has a significant problem with housing supply in both the city and surrounds.\n\nGovernment\nLocal\n<this city> City Council is a unicameral assembly of 63 members elected every five years from local electoral areas. It is presided over by the Lord Mayor, who is elected for a yearly term and resides in <this city>'s Mansion House. Council meetings occur at <this city> City Hall, while most of its administrative activities are based in the Civic Offices on Wood Quay. The party or coalition of parties with the majority of seats assigns committee members, introduces policies, and proposes the Lord Mayor. The Council passes an annual budget for spending on areas such as housing, traffic management, refuse, drainage, and planning. The <this city> City Manager is responsible for implementing City Council decisions but also has considerable executive power.\n\nNational\nAs the capital city, <this city> is the seat of the national parliament of <this country>, the Oireachtas. It is composed of the President of <this country>, Dáil Éireann as the house of representatives, and Seanad Éireann as the upper house. The President resides in Áras an Uachtaráin in Phoenix Park, while both houses of the Oireachtas meet in Leinster House, a former ducal residence on Kildare Street. It has been the home of the Irish parliament since the foundation of the Irish Free State in 1922. The old Irish Houses of Parliament of the Kingdom of <this country>, which dissolved in 1801, are located in College Green.\nGovernment Buildings house the Department of the Taoiseach, the Council Chamber, the Department of Finance and the Office of the Attorney General. It consists of a main building (completed 1911) with two wings (completed 1921). It was designed by Thomas Manley Dean and Sir Aston Webb as the Royal College of Science. The First Dáil originally met in the Mansion House in 1919. The Irish Free State government took over the two wings of the building to serve as a temporary home for some ministries, while the central building became the College of Technology until 1989. Although both it and Leinster House were intended to be temporary locations, they became the permanent homes of parliament from then on.\nFor elections to Dáil Éireann, there are five constituencies that are wholly or predominantly in the <this city> City area: <this city> Central (4 seats), <this city> Bay North (5 seats), <this city> North-West (3 seats), <this city> South-Central (4 seats) and <this city> Bay South (4 seats). Twenty TDs are elected in total. The constituency of <this city> West (4 seats) is partially in <this city> City, but predominantly in Fingal.\nAt the 2020 general election, the <this city> city area elected 5 Sinn Féin, 3 Fine Gael, 3 Fianna Fáil, 3 Green Party, 3 Social Democrats, 1 Right to Change, 1 Solidarity–People Before Profit and 1 Labour TDs.\n\nGeography\nCity boundaries\nFrom 1842, the boundaries of the city were comprehended by the baronies of <this city> City and the barony of <this city>. Over time, the city has absorbed area previously administered as part of County <this city> (now the three counties of Dún Laoghaire–Rathdown, Fingal and South <this city>), with a change in 1985 also returning area to the county.\n\nLandscape\n<this city> is situated at the mouth of the River Liffey and encompasses a land area of approximately 117.8 square kilometres (45.5 sq mi) in east-central <this country>. It is bordered by the <this city> Mountains, a low mountain range and sub range of the Wicklow Mountains, to the south and surrounded by flat farmland to the north and west.\n\nWatercourses\nThe River Liffey divides the city in two, between the Northside and the Southside. The Liffey bends at Leixlip from a northeasterly route to a predominantly eastward direction, and this point also marks the transition to urban development from more agricultural land usage. The city itself was founded where the River Poddle met the Liffey, and the early Viking settlement was also facilitated by the small Stein or Steyne River, the larger Camac and the Bradogue, in particular.\nTwo secondary rivers further divide the city: the River Tolka, running southeast into <this city> Bay, and the River Dodder running northeast to near the mouth of the Liffey, and these and the Liffey have multiple tributaries. A number of lesser rivers and streams also flow to the sea within the suburban parts of the city.Two canals – the Grand Canal on the southside and the Royal Canal on the northside – ring the inner city on their way from the west and the River Shannon.\n\nCultural divide\nA north–south division once, to some extent, traditionally existed, with the River Liffey as the divider. The southside was, in recent times, generally seen as being more affluent and genteel than the northside. There have also been some social divisions evident between the coastal suburbs in the east of the city, and the newer developments further to the west.In some tourism and real-estate marketing contexts, inner <this city> is sometimes divided into a number of quarters or districts. These include the Medieval Quarter (in the area of <this city> Castle, Christ Church and St Patrick's Cathedral and the old city walls), the Georgian Quarter (including the area around St Stephen's Green, Trinity College, and Merrion Square), the Docklands Quarter (around the <this city> Docklands and Silicon Docks), the Cultural Quarter (around Temple Bar), and Creative Quarter (between South William Street and George's Street).\n\nClimate\nSimilar to much of the rest of northwestern Europe, <this city> experiences a maritime climate (Cfb) with mild-warm summers, cool winters, and a lack of temperature extremes. At Merrion Square, the coldest month is February, with an average minimum temperature of 4.1 °C (39.4 °F), and the warmest month is July, with an average maximum temperature of 20.1 °C (68.2 °F). Due to the urban heat island effect, <this city> city has the warmest summertime nights in <this country>. The average minimum temperature at Merrion Square in July is 13.5 °C (56.3 °F), and the lowest July temperature ever recorded at the station was 7.8 °C (46.0 °F) on 3 July 1974.<this city>'s sheltered location on the east coast makes it the driest place in <this country>, receiving only about half the rainfall of the west coast. Ringsend in the south of the city records the lowest rainfall in the country, with an average annual precipitation of 683 mm (27 in), with the average annual precipitation in the city centre being 726 mm (29 in). The main precipitation in winter is rain; however snow showers do occur between November and March. Hail is more common than snow. The city experiences long summer days and short winter days. Strong Atlantic winds are most common in autumn. These winds can affect <this city>, but due to its easterly location, it is least affected compared to other parts of the country. However, in winter, easterly winds render the city colder and more prone to snow showers.\nIn the 20th century, smog and air-pollution were an issue in the city, precipitating a ban on bituminous fuels across <this city>. The ban was implemented in 1990 to address black smoke concentrations, that had been linked to cardiovascular and respiratory deaths in residents. Since the ban, non-trauma death rates, respiratory death rates and cardiovascular death rates have declined – by an estimated 350 deaths annually.\n\nPlaces of interest\nLandmarks\n<this city> has many landmarks and monuments dating back hundreds of years. One of the oldest is <this city> Castle, which was first founded as a major defensive work on the orders of England's King John in 1204, shortly after the Norman invasion of <this country> in 1169, when it was commanded that a castle be built with strong walls and good ditches for the defence of the city, the administration of justice, and the protection of the King's treasure. Largely complete by 1230, the castle was of typical Norman courtyard design, with a central square without a keep, bounded on all sides by tall defensive walls and protected at each corner by a circular tower. Sited to the south-east of Norman <this city>, the castle formed one corner of the outer perimeter of the city, using the River Poddle as a natural means of defence.\n\nOne of <this city>'s newest monuments is the Spire of <this city>, officially entitled the \"Monument of Light.\" It is a 121.2-metre (398 ft) conical spire made of stainless steel, located on O'Connell Street where it meets Henry Street and North Earl Street. It replaces Nelson's Pillar and is intended to mark <this city>'s place in the 21st century. The spire was designed by Ian Ritchie Architects, who sought an \"Elegant and dynamic simplicity bridging art and technology\". The base of the monument is lit and the top is illuminated to provide a beacon in the night sky across the city.\nThe Old Library of Trinity College <this city>, holding the Book of Kells, is one of the city's most visited sites. The Book of Kells is an illustrated manuscript created by Irish monks circa 800 AD. The Ha'penny Bridge, an iron footbridge over the River Liffey, is one of the most photographed sights in <this city> and is considered to be one of <this city>'s most iconic landmarks.Other landmarks and monuments include Christ Church Cathedral and St Patrick's Cathedral, the Mansion House, the Molly Malone statue, the complex of buildings around Leinster House, including part of the National Museum of <this country> and the National Library of <this country>, The Custom House and Áras an Uachtaráin. Other sights include the Anna Livia monument. The Poolbeg Towers are also landmark features of <this city>, and visible from various spots around the city.\n\nParks\nThere are 302 parks and 66 green spaces within the <this city> City Council area as of 2018, with the council managing over 1,500 hectares (3,700 acres) of parks. Public parks include the Phoenix Park, Herbert Park, St Stephen's Green, Saint Anne's Park and Bull Island. The Phoenix Park is about 3 km (2 miles) west of the city centre, north of the River Liffey. Its 16-kilometre (10 mi) perimeter wall encloses 707 hectares (1,750 acres), making it one of the largest walled city parks in Europe. It includes large areas of grassland and tree-lined avenues, and since the 17th century has been home to a herd of wild fallow deer. The residence of the President of <this country> (Áras an Uachtaráin), which was built in 1751, is located in the park. The park is also home to <this city> Zoo, Ashtown Castle, and the official residence of the United States Ambassador. Music concerts are also sometimes held in the park.\nSt Stephen's Green is adjacent to one of <this city>'s main shopping streets, Grafton Street, and to a shopping centre named after it, while on its surrounding streets are the offices of a number of public bodies.\nSaint Anne's Park is a public park and recreational facility, shared between Raheny and Clontarf, both suburbs on the Northside. The park, the second largest municipal park in <this city>, is part of a former 2-square-kilometre (0.8 sq mi; 500-acre) estate assembled by members of the Guinness family, beginning with Benjamin Lee Guinness in 1835 (the largest municipal park is nearby (North) Bull Island, also shared between Clontarf and Raheny), featuring a 5 km beach.\n\nEconomy\nThe <this city> region is the economic centre of <this country>, and was at the forefront of the country's economic expansion during the Celtic Tiger period. In 2009, <this city> was listed as the fourth richest city in the world by purchasing power and 10th richest by personal income. According to Mercer's 2011 Worldwide Cost of Living Survey, <this city> is the 13th most expensive city in the European Union (down from 10th in 2010) and the 58th most expensive place to live in the world (down from 42nd in 2010). As of 2017, approximately 874,400 people were employed in the Greater <this city> Area. Around 60% of people who are employed in <this country>'s financial, ICT, and professional sectors are located in this area.A number of <this city>'s traditional industries, such as food processing, textile manufacturing, brewing, and distilling have gradually declined, although Guinness has been brewed at the St. James's Gate Brewery since 1759. Economic improvements in the 1990s attracted a number of global pharmaceutical, information and communications technology companies to the city and Greater <this city> Area. Companies such as Microsoft, Google, Amazon, eBay, PayPal, Yahoo!, Facebook, Twitter, Accenture, TikTok and Pfizer now have European headquarters or operational bases in the city with several located in enterprise clusters like the Digital Hub and Silicon Docks. The presence of these companies has driven economic expansion in the city and led to <this city> sometimes being referred to as the \"Tech Capital of Europe\".Financial services have also become important to the city since the establishment of <this city>'s International Financial Services Centre in 1987. More than 500 operations are approved to trade under the IFSC programme. The centre is host to half of the world's top 50 banks and to half of the top 20 insurance companies. Many international firms have established major headquarters in the city, such as Citibank. The Irish Stock Exchange (ISEQ), Internet Neutral Exchange (INEX) and Irish Enterprise Exchange (IEX) are also located in <this city>. <this city> has been positioned as one of the main cities vying to host Financial Services companies hoping to retain access to the Eurozone after Brexit. The Celtic Tiger also led to a temporary boom in construction, with large redevelopment projects in the <this city> Docklands and Spencer Dock. Completed projects include the Convention Centre, the 3Arena, and the Bord Gáis Energy Theatre.\nIn the second quarter of 2018, <this city> touched its lowest unemployment rate in a decade, when it fell down to 5.7% as reported by the <this city> Economic Monitor. In November 2022, <this city> was ranked as one of the worst cities in the world for travel, health and cost of living. On September 24, 2022, thousands took to the streets in protest against the cost of living crisis.\n\nTransport\nRoad\nThe road network in <this country> is primarily focused on <this city>. The M50 motorway, a semi-ring road which runs around the south, west and north of the city, connects important national primary routes to the rest of the country. In 2008, the West-Link toll bridge was replaced by the eFlow barrier-free tolling system, with a three-tiered charge system based on electronic tags and car pre-registration.The first phase of a proposed eastern bypass for the city is the <this city> Port Tunnel, which officially opened in 2006 to mainly cater for heavy vehicles. The tunnel connects <this city> Port and the M1 motorway close to <this city> Airport. The city is also surrounded by an inner and outer orbital route. The inner orbital route runs approximately around the heart of the Georgian city and the outer orbital route runs primarily along the natural circle formed by <this city>'s two canals, the Grand Canal and the Royal Canal, as well as the North and South Circular Roads.\nThe 2016 TomTom Traffic Index ranked <this city> the 15th most congested city in the world and the 7th most congested in Europe.\n\nBus\n<this city> is served by a network of nearly 200 bus routes which cover the city and suburbs. The majority of these are provided by <this city> Bus, with a modest number having been transferred to Go Ahead <this country> in 2018. A number of smaller companies also operate. Fares are generally calculated on a stage system based on distance travelled. There are several different levels of fares, which apply on most services. A \"Real Time Passenger Information\" system was introduced at <this city> Bus bus stops in 2012 in which signs relay display the projected time of the next buses' arrival based on its GPS position. The National Transport Authority is responsible for integration of bus and rail services in <this city> and has been involved in introducing a pre-paid smart card, called a TFI Leap Card, which can be used on all of <this city>'s public transport services.\n\nCycling\nThe 2011 Census showed that 5.9 percent of commuters in <this city> cycled. A 2013 report by <this city> City Council on traffic flows crossing the canals in and out of the city found that just under 10% of all traffic was made up of cyclists, representing an increase of 14.1% over 2012 and an 87.2% increase over 2006 levels and is attributed to measures, such as, the <this city>bikes bike rental scheme, the provision of cycle lanes, public awareness campaigns to promote cycling and the introduction of the 30 km/h city centre speed limit.<this city> City Council began installing cycle lanes and tracks throughout the city in the 1990s, and as of 2012 the city had over 200 kilometres (120 mi) of specific on- and off-road tracks for cyclists. In 2011, the city was ranked 9th of major world cities on the Copenhagenize Index of Bicycle-Friendly Cities. The same index showed a fall to 15th in 2015, and <this city> was outside the top 20 in 2017.\n<this city>bikes is a self-service bicycle rental scheme which has been in operation in <this city> since 2009. Sponsored by JCDecaux and Just Eat, the scheme consists of hundreds of unisex bicycles stationed at 44 terminals throughout the city centre. Users must make a subscription for either an annual Long Term Hire Card or purchase a three-day ticket. As of 2018, <this city>bikes had over 66,000 long-term subscribers making over 2 million journeys per year.\n\nRail\nHeuston and Connolly stations are the two main railway termini in <this city>. Operated by Iarnród Éireann, the <this city> Suburban Rail network consists of five railway lines serving the Greater <this city> Area and commuter towns such as Drogheda and Dundalk in County Louth, Gorey in County Wexford, and extending as far as Portlaoise and once a day, Newry. One of the five lines is the electrified <this city> Area Rapid Transit (DART) line, which runs primarily along the coast of <this city>, comprising 31 stations, from Malahide and Howth southwards as far as Greystones in County Wicklow. Commuter rail operates on the other four lines using Irish Rail diesel multiple units. In 2013, passengers for DART and <this city> Suburban lines were 16 million and 11.7 million, respectively (around 75% of all Irish Rail passengers).<this city> once had an extensive system of trams but this was largely phased out by 1949. A new light rail system, often described as a tram system, the Luas, was launched in 2004, and is run by Transdev <this country> (under contract from Transport Infrastructure <this country>), carrying over 34 million passengers annually. The network consists of two interconnecting lines; the Red Line links the Docklands and city centre with the south-western suburbs of Tallaght and Saggart, while the Green Line connects northern inner city suburbs and the main city centre with suburbs to the south of the city including Sandyford and Brides Glen. Together these lines comprise a total 67 stations and 44.5 kilometres (27.7 mi) of track. Construction of a 6 km extension to the Green Line, bringing it into the north of the city, commenced in June 2013 and was opened for passenger travel on 9 December 2017.A metro service is proposed under the name of Metrolink, and planned to run from <this city>'s northside to Sandyford via <this city> Airport and St. Stephen's Green.\n\nRail and ferry\n<this city> Connolly is connected by bus to <this city> Port and ferries run by Irish Ferries and Stena Line to Holyhead for connecting trains on the North Wales Coast Line to Chester, Crewe and London Euston. <this city> Connolly to <this city> Port can be reached via Amiens Street, <this city> into Store Street or by Luas via Busáras where <this city> Bus operates services to the Ferry Terminal.\n\nAir\n<this city> Airport\n<this city> Airport (owned and operated by DAA) is located north of <this city> city, near Swords in the administrative county of Fingal. The headquarters of <this country>'s flag carrier Aer Lingus and regional airline CityJet are located there, and those of low-cost carrier Ryanair nearby. The airport offers a short and medium-haul network, domestic services to regional airports in <this country>, and long-haul services to the United States, Canada, the Middle East and Hong Kong. <this city> Airport is the 11th busiest in the European Union, and by far the busiest airport on the island of <this country>.\nIn 2014, <this city> Airport was the 18th busiest airport in Europe, serving over 21 million passengers. By 2016 this increased to 27.9 million passengers passing through the airport, establishing an all-time record supported by growth in both short- and long-haul networks. In 2015 and 2016, transatlantic traffic grew, with 158 summer flights a week to North America, making it the sixth largest European hub for that route over the year. Transatlantic traffic was also the fastest-growing segment of the market for the airport in 2016, in which a 16% increase from 2015 brought the yearly number of passengers travelling between <this city> and North America to 2.9 million.From 2010 to 2016, <this city> Airport saw an increase of nearly 9.5 million passengers in its annual traffic, as the number of commercial aircraft movements has similarly followed a growth trend from 163,703 in 2013 to 191,233 in 2015.\n\nOther air transport\n<this city> is also served by Weston Airport and other small facilities, by a range of helicopter operators, and the military and some State services use Casement Aerodrome nearby.\n\nEducation\n<this city> is the largest centre of education in <this country>, and is home to four universities and a number of other higher education institutions. It was the European Capital of Science in 2012.\nThe University of <this city> is the oldest university in <this country>, dating from the 16th century, and is located in the city centre. Its sole constituent college, Trinity College (TCD), was established by Royal Charter in 1592 under Elizabeth I. It was closed to Roman Catholics until 1793, and the Catholic hierarchy then banned Roman Catholics from attending until 1970. It is situated in the city centre, on College Green, and has over 18,000 students.The National University of <this country> (NUI) has its seat in <this city>, which is also the location of the associated constituent university of University College <this city> (UCD), which has over 30,000 students. Founded in 1854, it is now the largest university in <this country>. UCD's main campus is at Belfield, about 5 km (3 mi) from the city centre, in the southeastern suburbs.\nAs of 2019, <this city>'s principal, and <this country>'s largest, institution for technological education and research, <this city> Institute of Technology (DIT), with origins in 1887, has merged with two major suburban third level institutions, Institute of Technology, Tallaght and Institute of Technology, Blanchardstown, to form Technological University <this city>, <this country>'s second largest university by student population. The new university offers a wide range of courses in areas include engineering, architecture, the sciences, health, journalism, digital media, hospitality, business, art and design, music and the humanities programmes, and has three long-term campuses, at Grangegorman, Tallaght and Blanchardstown.\n<this city> City University (DCU), formerly the National Institute for Higher Education (NIHE) <this city>, offers courses in business, engineering, science, communication courses, languages and primary education. It has around 16,000 students, and its main campus is located about 7 km (4 mi) from the city centre, in the northern suburbs. Aside from the main Glasnevin Campus, the Drumcondra campuses includes the former St. Patrick's College of Education, Drumcondra now also hosting students from the nearby Mater Dei Institute of Education and students from the Church of <this country> College of Education at the DCU Campus at All Hallows College.The Royal College of Surgeons in <this country> (RCSI) conducts a medical school which is both a university (since 2019) and a recognised college of the NUI, and is situated at St. Stephen's Green in the city centre; there are also large medical schools within UCD and Trinity College. The National College of Art and Design (NCAD) provides education and research in art, design and media. The National College of <this country> (NCI) is also based in <this city>, as well as the Economic and Social Research Institute, a social science research institute, on Sir John Rogerson's Quay, and the <this city> Institute for Advanced Studies.\nThe Institute of International and European Affairs is also in <this city>. <this city> Business School (DBS) is <this country>'s largest private third level institution with over 9,000 students located on Aungier Street, and Griffith College <this city> has its main facility in Portobello. There are also smaller specialised colleges, including The Gaiety School of Acting. The Irish public administration and management training centre has its base in <this city>, the Institute of Public Administration provides a range of undergraduate and post graduate awards via the National University of <this country> and in some instances, Queen's University Belfast.\n<this city> is also home to the Royal Irish Academy, membership of which is considered <this country>'s highest academic honour.The suburban town of Dún Laoghaire is home to the Dún Laoghaire Institute of Art, Design and Technology (IADT), which supports training and research in art, design, business, psychology and media technology. <this city> joined the UNESCO Global Network of Learning Cities in 2019.\n\nDemographics\nThe City of <this city> is the area administered by <this city> City Council. The term \"<this city>\" is also often used to refer to  the traditional County <this city> (<this city> Region), which includes the city and the administrative counties of Dún Laoghaire–Rathdown, Fingal and South <this city>.\nThe population of the City of <this city> was 592,713 at the 2022 census, while County <this city> had a population of 1,458,154, and that of the Greater <this city> Area (<this city> and its hinterland) was 2,082,605.At the 2022 census, the urban area (<this city> city and suburbs) had a population of 1,263,219. Of these, 62.9% (794,925) were born in <this city>, 26.6% (336,021) were born outside of <this country>, while the remaining 10.5% (132,273) were born in a county other than <this city>.After World War II, Italians were by far the largest immigrant group in both <this city> and <this country> and became synonymous with the catering and restaurant landscape. Since the late 1990s, <this city> has experienced a significant level of net immigration, with the greatest numbers coming from the European Union, especially the United Kingdom, Poland and Lithuania. There is also immigration from outside Europe, including from Brazil, India, the Philippines, China and Nigeria. <this city> is home to a greater proportion of newer arrivals than any other part of the country. Sixty percent of <this country>'s Asian population lives in <this city>.The capital attracts the largest proportion of non-Catholic migrants from other countries. Increased secularisation in <this country> has prompted a drop in regular Catholic church attendance in <this city> from over 90 percent in the mid-1970s down to 14 percent according to a 2011 survey and less than 2% in some areasAccording to the 2016 census, the population of <this city> was 86.2% white (including 862,381 white Irish [72.5%], 132,846 other white [13.2%] and 5,092 [0.5%] white Irish traveller), 2% black (23,892), and 4.6% Asian (46,626). Additionally, 2.7% (27,412) are from other ethnic or cultural background, while 4.9% (49,092) did not state their ethnicity. In terms of religion, 68.2% identified as Catholic, 12.7% as other stated religions, with 19.1% having no religion or no religion stated.As of July 2018, there were 1,367 families within the <this city> region living in homeless accommodation or other emergency housing.\n\nCulture\nThe arts\n<this city> has a significant literary history, and produced many literary figures, including Nobel laureates William Butler Yeats, George Bernard Shaw and Samuel Beckett. Other influential writers and playwrights include Oscar Wilde, Jonathan Swift and the creator of Dracula, Bram Stoker. It is also the location of key and notable works of James Joyce, including Ulysses, which is set in <this city> and includes much topical detail. <this city>ers is a collection of short stories by Joyce about incidents and typical characters of the city during the early 20th century. Other renowned writers include J. M. Synge, Seán O'Casey, Brendan Behan, Maeve Binchy, John Banville and Roddy Doyle. <this country>'s biggest libraries and literary museums are found in <this city>, including the National Print Museum of <this country> and National Library of <this country>. In July 2010, <this city> was named as a UNESCO City of Literature, joining Edinburgh, Melbourne and Iowa City with the permanent title.\nHandel's oratorio Messiah was first performed at Neal's Music Hall, in Fishamble Street, on 13 April 1742.\nThere are several theatres within the city centre, and various well-known actors have emerged from the <this city> theatrical scene, including Noel Purcell, Michael Gambon, Brendan Gleeson, Stephen Rea, Colin Farrell, Colm Meaney and Gabriel Byrne. The best known theatres include the Gaiety, Abbey, Olympia, Gate, and Grand Canal. The Gaiety specialises in musical and operatic productions, and also opens its doors after the evening theatre production to host a variety of live music, dancing, and films. The Abbey was founded in 1904 by a group that included Yeats with the aim of promoting indigenous literary talent. It went on to provide a breakthrough for some of the city's most famous writers, such as Synge, Yeats himself and George Bernard Shaw. The Gate was founded in 1928 to promote European and American Avant Garde works. The Grand Canal Theatre is a newer 2,111 capacity theatre which opened in 2010 in the Grand Canal Dock area.\nApart from being the focus of the country's literature and theatre, <this city> is also the focal point for much of Irish art and the Irish artistic scene. The Book of Kells, a world-famous manuscript produced by Celtic monks in AD 800 and an example of Insular art, is on display in Trinity College. The Chester Beatty Library houses a collection of manuscripts, miniature paintings, prints, drawings, rare books and decorative arts assembled by American mining millionaire (and honorary Irish citizen) Sir Alfred Chester Beatty (1875–1968). The collections date from 2700 BCE onwards and are drawn from Asia, the Middle East, North Africa and Europe.\n\nIn addition public art galleries are found across the city and are free to visit, including the Irish Museum of Modern Art, the National Gallery, the Hugh Lane Municipal Gallery, the Douglas Hyde Gallery, the Project Arts Centre and the exhibition space of the Royal Hibernian Academy. Private galleries in <this city> include Green on Red Gallery, Kerlin Gallery, Kevin Kavanagh Gallery and Mother's Tankstation.Three branches of the National Museum of <this country> are located in <this city>: Archaeology in Kildare Street, Decorative Arts and History in Collins Barracks and Natural History in Merrion Street. <this city> is home to the National College of Art and Design, which dates from 1746, and <this city> Institute of Design, founded in 1991. <this city>ia is a living history attraction showcasing the Viking and Medieval history of the city.\n<this city> has long had an 'underground' arts scene, with Temple Bar hosting artists in the 1980s, and spaces such as the Project Arts Centre acting as a hub for collectives and new exhibitions. The Guardian noted that <this city>'s independent and underground arts flourished during the economic recession of c. 2010. <this city> also has many dramatic, musical and operatic companies, including Festival Productions, Lyric Opera Productions, the Pioneers' Musical & Dramatic Society, Rathmines and Rathgar Musical Society, the Glasnevin Musical Society, Third Day Chorale, Second Age Theatre Company, Irish National Opera.\n<this city> was shortlisted to be World Design Capital 2014. Taoiseach Enda Kenny was quoted to say that <this city> \"would be an ideal candidate to host the World Design Capital in 2014\".In October 2021, <this city> was shortlisted for the European Commission's 2022 European Capital of Smart Tourism award along with Bordeaux, Copenhagen, Florence, Ljubljana, Palma de Mallorca and Valencia.\n\nEntertainment\n<this city> has a vibrant nightlife and is reputedly one of Europe's most youthful cities, with an estimate of 50% of citizens being younger than 25. There are many pubs across the city centre, with the area around St. Stephen's Green and Grafton Street, especially Harcourt Street, Camden Street, Wexford Street and Leeson Street, the location of many nightclubs and pubs.\n\nThe best known area for nightlife is Temple Bar, south of the River Liffey. The area has become popular among tourists, including stag and hen parties from the UK. It was developed as <this city>'s cultural quarter and does retain this spirit as a centre for small arts productions, photographic and artists' studios, and in the form of street performers and small music venues; however, it has been criticised as overpriced, false and dirty by Lonely Planet. The areas around Leeson Street, Harcourt Street, South William Street and Camden/George's Street are popular nightlife spots for locals.\n\nMusic\nLive music is played on streets and at venues throughout <this city>, and the city has produced several musicians and groups of international success, including The <this city>ers, Thin Lizzy, The Boomtown Rats, U2, The Script, Sinéad O'Connor, Boyzone, Kodaline, Fontaines D.C. and Westlife. <this city> has several mid-range venues that host live music throughout the week, including Whelans and Vicar Street. The 3Arena venue in the <this city> Docklands plays host to visiting global performers.\n\nShopping\n<this city> city centre is a popular shopping destination for both locals and tourists. The city has numerous shopping districts, particularly around Grafton Street and Henry Street. The city centre is also the location of large department stores, including Arnotts, Brown Thomas and (prior to its 2015 closure) Clerys.\nWhile the city has seen the loss of some traditional market sites, Moore Street remains one of the city's oldest trading districts. There has also been some growth in local farmers' markets and other markets. In 2007, <this city> Food Co-op relocated to a warehouse in The Liberties area, where it is home to market and community events. Suburban <this city> has several modern retail centres, including Dundrum Town Centre, Blanchardstown Centre, the Square in Tallaght, Liffey Valley Shopping Centre in Clondalkin, Omni Shopping Centre in Santry, Nutgrove Shopping Centre in Rathfarnham, Northside Shopping Centre in Coolock and Swords Pavilions in Swords.\n\nMedia\n<this city> is the centre of both media and communications in <this country>, with many newspapers, radio stations, television stations and telephone companies based there. RTÉ is <this country>'s national state broadcaster, and is based in Donnybrook. Fair City is RTÉ's soap opera, located in the fictional <this city> suburb of Carraigstown.\nVirgin Media Television, eir Sport, MTV <this country> and Sky News are also based in the city. The headquarters of An Post and telecommunications companies such as Eir, as well as mobile operators Vodafone and 3 are all located there. <this city> is also the headquarters of national newspapers such as The Irish Times and Irish Independent, as well as local newspapers such as The Evening Herald.\nAs well as being home to RTÉ Radio, <this city> also hosts the national radio networks Today FM and Newstalk, and local stations. Commercial radio stations based in the city include 4fm (94.9 MHz), <this city>'s 98FM (98.1 MHz), Radio Nova 100FM (100.3 MHz), Q102 (102.2 MHz), SPIN 1038 (103.8 MHz), FM104 (104.4 MHz), Sunshine 106.8 (106.8 MHz). There are also numerous community and special interest stations, including <this city> City FM (103.2 MHz), <this city> South FM (93.9 MHz), Liffey Sound FM (96.4 MHz), Near FM (90.3 MHz), and Raidió Na Life (106.4 MHz).\n\nSport\nGAA\nCroke Park is the largest sport stadium in <this country>. The headquarters of the Gaelic Athletic Association, it has a capacity of 82,300. It is the third-largest stadium in Europe after Nou Camp in Barcelona and Wembley Stadium in London. It hosts the premier Gaelic football and hurling games, international rules football and irregularly other sporting and non-sporting events including concerts. Muhammad Ali fought there in 1972 and it played host to the opening and closing ceremonies of the 2003 Special Olympics. It also has conference and banqueting facilities. There is a GAA Museum there and tours of the stadium are offered, including a rooftop walk of the stadium. During the redevelopment of Lansdowne Road, Croke Park played host to the Irish Rugby Union Team and Republic of <this country> national football team as well as hosting the Heineken Cup rugby 2008–09 semi-final between Munster and Leinster, which set a world record attendance for a club rugby match. The <this city> GAA team plays most of their home league hurling games at Parnell Park.\n\nRugby Union\nIRFU Stadium Lansdowne Road was laid out in 1874. This was the venue for home games of both the Irish Rugby Union Team and the Republic of <this country> national football team. A joint venture between the Irish Rugby Football Union, the FAI and the Government, saw it redeveloped into a new state-of-the-art 50,000 seat Aviva Stadium, which opened in May 2010. Lansdowne Road/Aviva Stadium hosted the Heineken Cup final in 1999, 2003, and 2013, and is also due to host the 2023 final. Rugby union team Leinster Rugby play their competitive home games in the RDS Arena & the Aviva Stadium while Donnybrook Stadium hosts their friendlies and A games, <this country> A and Women, Leinster Schools and Youths and the home club games of All <this country> League clubs Old Wesley and Bective Rangers. County <this city> is home for 13 of the senior rugby union clubs in <this country> including 5 of the 10 sides in the top division 1A.\n\nAssociation football\n<this city> is home to five League of <this country> association football clubs: Bohemian, Shamrock Rovers, Shelbourne, St Patrick's Athletic and University College <this city>. The first Irish side to reach the group stages of a European competition (2011–12 UEFA Europa League group stage) are Shamrock Rovers, who play at Tallaght Stadium in South <this city>. Bohemian F.C play at Dalymount Park, the oldest football stadium in the country, and home ground for the <this country> football team from 1904 to the 1970s. St Patrick's Athletic play at Richmond Park; University College <this city> at the UCD Bowl in Dún Laoghaire–Rathdown; and Shelbourne at Tolka Park. Tolka Park, Dalymount Park, UCD Bowl and Tallaght Stadium, along with the Carlisle Grounds in Bray, hosted all Group 3 games in the intermediary round of the 2011 UEFA Regions' Cup. Aviva Stadium hosted the 2011 UEFA Europa League Final.\n\nCricket\n<this city> has two ODI cricket grounds in Castle Avenue (Clontarf Cricket Club) and Malahide Cricket Club Ground. College Park has Test status and played host to <this country>'s first Test cricket match, a women's match against Pakistan in 2000. The men's Irish cricket team also played their first Test match against Pakistan at Malahide Cricket Club Ground during 2018. Leinster Lightning play their home inter-provincial matches in <this city> at College Park.\n\nOther\nThe <this city> Marathon has been run since 1980 at the end of October. The Women's Mini Marathon has been run since 1983 on the first Monday in June, which is also a bank holiday in <this country>. It is said to be the largest all female event of its kind in the world. The Great <this country> Run takes place in <this city>'s Phoenix Park in mid-April.Two <this city> baseball clubs compete in the Irish Baseball League. The <this city> Spartans and the <this city> Bay Hurricanes are both based at The O'Malley Fields at Corkagh Park. The Portmarnock Red Rox, from outside the city, competes in the Baseball <this country> B League.The <this city> area hosts greyhound racing at Shelbourne Park and horse racing at Leopardstown. The <this city> Horse Show takes place at the RDS, which hosted the Show Jumping World Championships in 1982. The national boxing arena is located in The National Stadium on the South Circular Road. The National Basketball Arena is located in Tallaght, is the home of the Irish basketball team, the venue for the basketball league finals, and has also hosted boxing and wrestling events. The National Aquatic Centre in Blanchardstown is <this country>'s largest indoor water leisure facility. There are also Gaelic Handball, hockey and athletics stadia, most notably Morton Stadium in Santry, which held the athletics events of the 2003 Special Olympics.\n\nCuisine\nAs of the 2022 Michelin Guide, six <this city> restaurants shared nine Michelin stars – including Restaurant Patrick Guilbaud, Liath and Chapter One with two. Irish-born Kevin Thornton was awarded two Michelin stars in 2001 – though his restaurant, Thornton's, closed in 2016. The <this city> Institute of Technology commenced a bachelor's degree in culinary skills in 1999.Historically, Irish coffee houses and cafes were associated with those working in media. Since the beginning of the 21st century, with the growth of apartment living in the city, <this city>'s cafés attracted younger patrons looking for an informal gathering place and an ad hoc office. Cafés became more popular in the city, and Irish-owned coffee chains like Java Republic, Insomnia, and O'Brien's Sandwich Bars now compete internationally. In 2008, Irish barista Stephen Morrissey won the title of World Barista Champion.\n\nIrish language\n<this city> was traditionally a city of two languages, English and Irish, a situation found also in the area around it, The Pale. The Irish of County <this city> represented the easternmost extension of a broad central dialect area which stretched between Leinster and Connacht, but had its own local characteristics. It may also have been influenced by the east Ulster dialect of County Meath and County Louth to the north.In the words of a 16th-century English administrator, William Gerard (1518–1581): \"All Englishe, and the most part with delight, even in <this city>, speak Irishe\". The Old English historian Richard Stanihurst (1547–1618) wrote as follows: \"When their posteritie became not altogither so warie in keeping, as their ancestors were valiant in conquering, the Irish language was free dennized in the English Pale: this canker tooke such deep root, as the bodie that before was whole and sound, was by little and little festered, and in manner wholly putrified\".English authorities of the Cromwellian period accepted the fact that Irish was widely spoken in the city and its surrounds. In 1655 several local dignitaries were ordered to oversee a lecture in Irish to be given in <this city>. In March 1656 a converted Catholic priest, Séamas Corcy, was appointed to preach in Irish at Bride's parish every Sunday, and was also ordered to preach at Drogheda and Athy. In 1657 the English colonists in <this city> presented a petition to the Municipal Council complaining that in <this city> itself \"there is Irish commonly and usually spoken\".In early 18th century <this city>, Irish was the language of a group of poets and scribes led by Seán and Tadhg Ó Neachtain. Scribal activity in Irish persisted in <this city> right through the 18th century. There were still native Irish speakers in County <this city> at the time of the 1851 census.Though the number of Irish speakers declined throughout <this country> in the 19th century, the end of the century saw a Gaelic revival, centred in <this city> and accompanied by renewed literary activity. This was the harbinger of a steady renewal of urban Irish, though with new characteristics of its own.<this city> now has many thousands of habitual Irish speakers, with the 2016 census showing that daily speakers (outside the education system) numbered 14,903. They form part of an urban Irish-speaking cohort which is generally better-educated than monoglot English speakers.The <this city> Irish-speaking cohort is supported by a number of Irish-medium schools. There are 12,950 students in the <this city> region attending 34 gaelscoileanna (Irish-language primary schools) and 10 gaelcholáistí (Irish-language secondary schools).Two Irish language radio stations, Raidió Na Life and RTÉ Raidió na Gaeltachta, have studios in the city, and the online station Raidió Rí-Rá broadcasts from studios in the city. A number of Irish language agencies are also located in the capital. Conradh na Gaeilge offers language classes, has a book shop and is a meeting place for different groups. The closest Gaeltacht to <this city> is the County Meath Gaeltacht of Ráth Cairn and Baile Ghib which is 55 km (34 mi) away.\n\nInternational relations\n<this city> city council has an International Relations Unit, established in 2007. It works on hosting of international delegations, staff exchanges, international promotion of the city, twinning and partnerships, work with multi-city organisations such as Eurocities, economic partnerships and advice to other Council units.\n\nTwin and partner cities\n<this city> is twinned with four places:\nThe city also has \"friendship\" or \"co-operation agreements\" with a number of other cities: Moscow (2009−) and St Petersburg (2010−) in Russia and Guadalajara in Mexico (2013−), and has previously proposed an agreement with Rio de Janeiro also.  Previous agreements have included those with Mexico City (2014−2018), Tbilisi in Georgia (2014−2017) and Wuhan in China (2016−2019).\n\nNotable people\nSee also\n<this city> English\nList of people from <this city>\nList of subdivisions of County <this city>\n\nReferences\nSources\n\nFurther reading\nJohn Flynn and Jerry Kelleher, <this city> Journeys in America (High Table Publishing, 2003) ISBN 0-9544694-1-0\nPat Liddy, <this city> A Celebration: From the 1st to the 21st century (<this city> City Council, 2000) ISBN 0-946841-50-0\nMaurice Craig, The Architecture of <this country> from the Earliest Times to 1880 (Batsford, Paperback edition 1989) ISBN 0-7134-2587-3\nFrank McDonald, Saving the City: How to Halt the Destruction of <this city> (Tomar Publishing, 1989) ISBN 1-871793-03-3\nEdward McParland, Public Architecture in <this country> 1680–1760 (Yale University Press, 2001) ISBN 0-300-09064-1\n\nExternal links\n\n<this city> City Council – Official website of the local authority for <this city>\n<this city> Tourist Board – Official tourism site\n<this city> UNESCO City of Literature official site\n<this city> Historic Maps, Boundaries & an OSM Miscellany"
}