{
  "name": "Granada, Spain",
  "city": "Granada",
  "country": "Spain",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( grə-NAH-də; Spanish: [ɡɾaˈnaða], locally [ɡɾaˈna]) is the capital city of the province of <this city>, in the autonomous community of Andalusia, <this country>. <this city> is located at the foot of the Sierra Nevada mountains, at the confluence of four rivers, the Darro, the Genil, the Monachil and the Beiro. Ascribed to the Vega de <this city> comarca, the city sits at an average elevation of 738 m (2,421 ft) above sea level, yet is only one hour by car from the Mediterranean coast, the Costa Tropical. Nearby is the Sierra Nevada Ski Station, where the FIS Alpine World Ski Championships 1996 were held.\nIn the 2021 national census, the population of the city of <this city> proper was 227,383, and the population of the entire municipal area was estimated to be 231,775, ranking as the 20th-largest urban area of <this country>. About 3.3% of the population did not hold Spanish citizenship, the largest number of these people (31%; or 1% of the total population) coming from South America. Its nearest airport is Federico García Lorca <this city>-Jaén Airport.\nThe area was settled since ancient times by Iberians, Romans, and Visigoths. The current settlement became a major city of Al-Andalus in the 11th century during the Zirid Taifa of <this city>. In the 13th century it became the capital of the Emirate of <this city> under Nasrid rule, the last Muslim-ruled state in the Iberian Peninsula. <this city> was conquered in 1492 by the Catholic Monarchs and progressively transformed into a Christian city over the course of the 16th century.The Alhambra, a medieval Nasrid citadel and palace, is located in <this city>. It is one of the most famous monuments of Islamic architecture and one of the most visited tourist sites in <this country>. Islamic-period influence and Moorish architecture are also preserved in the Albaicín neighborhood and other medieval monuments in the city. The 16th century also saw a flourishing of Mudéjar architecture and Renaissance architecture, followed later by Baroque and Churrigueresque styles. The University of <this city> has an estimated 47,000 undergraduate students spread over five different campuses in the city. The pomegranate (in Spanish, granada) is the heraldic device of <this city>.\n\nEtymology\n<this city>'s historical name in the Arabic language was غرناطة (Ġarnāṭa). Both the name's meaning and origin are uncertain and have been debated. The toponym definitely existed prior to the Zirid period in the 11th century. It probably first appeared in the 9th century and it is found in Arabic sources from the 10th century.The word Gárnata (or Karnata) possibly meant \"hill of strangers\".: 41  Another meaning might be \"hill of pilgrims\". It could even have been of Berber origin. Another theory is that it derived from Latin granum (or its plural grana), meaning \"seed\", \"beads\", or a \"scarlet color\", which would have been adapted into Arabic as Ġarnāṭa or Iġranāṭa. The Arab chronicler Al-Maqqari believed that it came from the Latin word for pomegranate, granata. In either case, the Latin word may have been used not in its primary sense, but in the more derived sense of \"red\", referring to the color of the area's soil and its buildings. This would also mirror the etymology of the name of the Alhambra.\n\nHistory\nPre-Umayyad history\nThe region surrounding what today is <this city> has been populated since at least 5500 BC. Archeological artifacts found in the city indicate that the site of the city, including the area around the present-day avenue of Gran Vía de Colón, was inhabited since the Bronze Age. The most ancient ruins found in the area belong to an oppidum called Ilturir, founded by the Iberian Bastetani tribe around 650 BC. The name Elibyrge is also attested in reference to this area. This settlement became later known as Iliberri or Iliberis. In 44 BC Iliberis became a Roman colony and in 27 BC it became a Roman municipium named Florentia Iliberritana ('Flourishing Iliberri').The identification of present-day <this city> with the Roman-era Iliberis and the historical continuity between the two settlements has long been debated by scholars. Modern archeological digs on the Albaicín hill have uncovered finds demonstrating the presence of a significant Roman town on that site. Little is known, however, about the history of the city in the period between the end of the Roman era and the 11th century. An important Christian synod circa 300 AD, the Synod of Elvira, took place near this area (the name Elvira being derived from the name Iliberri), but there is no concrete archeological or documentary evidence establishing the exact location of the meeting. It may have taken place in the former Roman town or it may have taken place somewhere in the surrounding region, which was known as Elvira.\n\nFounding and early history\nThe Umayyad conquest of Hispania, starting in 711 AD, brought large parts of the Iberian Peninsula under Moorish control and established al-Andalus. The earliest Arabic historical sources mention that a town named Qashtīliya, later known as Madīnat Ilbīra (Elvira), was located on the southern slopes of the Sierra de Elvira mountains (near present-day Atarfe) and became the most important settlement in the area. A smaller settlement and fortress (ḥiṣn) named Ġarnāṭa (also transliterated as Gharnāṭa) existed on the south side of the Darro River or on the site of the current Albaicín neighbourhood. The latter had a mainly Jewish population and thus was also known as Gharnāṭat al-Yahūd (\"Gharnāṭa of the Jews\"). The district around the city was known as Kūrat Ilbīra (roughly \"Province of Elvira\"). After 743 the town of Ilbīra was settled by soldiers from the region of Syria who played a role in supporting Abd al-Rahman I, the founder of the Emirate of Córdoba and a new Umayyad dynasty. In the late 9th century, during the reign of Abdallah (r. 844–912), the city and its surrounding district were the site of conflict between muwallads (Muslim converts) who were loyal to the central government and Arabs, led by Sawwār ibn Ḥamdūn, who resented them.At the beginning of the 11th century, the area became dominated by the Zirids, a Sanhaja Berber group and offshoot of the Zirids who ruled parts of North Africa. This group became an important contingent in the army of ʿAbd al-Malik al-Muẓaffar, the prime minister of Caliph Hisham II (r. 976–1009) and successor to Ibn Abi ʿAmir al-Mansur (Almanzor) as de facto ruler of the Caliphate of Córdoba. For their service, the Zirids were granted control of the province of Elvira. When the Caliphate collapsed after 1009 and the Fitna (civil war) began, the Zirid leader Zawi ben Ziri established an independent kingdom for himself, the Taifa of <this city>. Arab sources such as al-Idrisi consider him to be the founder of the city of <this city>. His surviving memoirs – the only ones for the Spanish \"Middle Ages\" – provide considerable detail for this brief period. Because Madīnat Ilbīra was situated on a low plain and, as a result, difficult to protect from attacks, the ruler decided to transfer his residence to the higher situated area of Ġarnāṭa. According to Arabic sources Ilbīra was razed during the Fitna, afterwards it was not restored at its previous place and instead Ġarnāṭa, the former Jewish town, replaced it as the main city. In a short time this town was transformed into one of the most important cities of al-Andalus. Until the 11th century it had a mixed population of Christians, Muslims, and Jews.\nThe Zirids built their citadel and palace, known as the al-Qaṣaba al-Qadīma (\"Old Citadel\"), on the hill now occupied by the Albaicín neighborhood. It was connected to two smaller fortresses on the Sabika hill (site of the future Alhambra) and Mauror hill to the south. The city around it grew during the 11th century to include the Albaicín, the Sabika, the Mauror, and a part of the surrounding plains. The city was fortified with walls encompassing an area of approximately 75 hectares. The northern part of these walls, near the Albaicin citadel, have survived to the present day, along with two of its gates: Bāb al-Unaydar (now called Puerta Monaita in Spanish) and Bāb al-Ziyāda (now known as Arco de las Pesas or Puerta Nueva). The city and its residences were supplied with water through an extensive network of underground cisterns and pipes. On the Darro River, along the wall connecting the Zirid citadel with the Sabika hill, was a sluice gate called Bāb al-Difāf (\"Gate of the Tambourines\"), which could be closed or opened to control the flow of the river and retain water if necessary. The nearby Bañuelo, a former hammam (bathhouse), also likely dates from this time, as does the former minaret of a mosque in the Albaicín, now part of the Church of San José.Under the Zirid kings Habbus ibn Maksan and Badis, the most powerful figure was the Jewish administrator known as Samuel ha-Nagid (in Hebrew) or Isma'il ibn Nagrilla (in Arabic). Samuel was a highly educated member of the former elites of Cordoba, who fled that city after the outbreak of the Fitna. He eventually found his way to <this city>, where Habbus ibn Maksan appointed him his secretary in 1020 and entrusted him with many important responsibilities, including tax collection. Under Badis, he even took charge of the army. During this period, the Muslim king was looked upon as a mainly symbolic figurehead. <this city> was the center of Jewish Sephardi culture and scholarship. According to Daniel Eisenberg:\n\n<this city> was in the eleventh century the center of Sephardic civilization at its peak, and from 1027 until 1066 <this city> was a powerful Jewish state. Jews did not hold the foreigner (dhimmi) status typical of Islamic rule. Samuel ibn Nagrilla, recognized by Sephardic Jews everywhere as the quasi-political ha-Nagid ('The Prince'), was king in all but name. As vizier he made policy and—much more unusual—led the army. [...] It is said that Samuel's strengthening and fortification of <this city> was what permitted it, later, to survive as the last Islamic state in the Iberian peninsula. All of the greatest figures of eleventh-century Hispano-Jewish culture are associated with <this city>. Moses Ibn Ezra was from <this city>; on his invitation Judah ha-Levi spent several years there as his guest. Ibn Gabirol’s patrons and hosts were the Jewish viziers of <this city>, Samuel ha-Nagid and his son Joseph.\nAfter Samuel's death, his son Joseph took over after his position but proved to lack his father's diplomacy, bringing on the 1066 <this city> massacre, which ended the Golden age of Jewish culture in <this country>.From the late 11th century to the early 13th century, Al-Andalus was dominated by two successive North African Berber empires. The Almoravids ruled <this city> from 1090 and the Almohads from 1166. Evidence from the artistic and archeological remains of this period suggest that the city thrived under the Almoravids but declined under the Almohads. Remnants of the Almohad period in the city include the Alcázar Genil, built in 1218–1219 (but later redecorated under the Nasrids), and possibly the former minaret attached to the present-day Church of San Juan de los Reyes in the Albaicin.\n\nNasrid Emirate of <this city>\nIn 1228 Idris al-Ma'mun, the last effective Almohad ruler in al-Andalus, left the Iberian Peninsula. As Almohad rule collapsed local leaders and factions emerged across the region. With the Reconquista in full swing, the Christian kingdoms of Castile and Aragon – under kings Ferdinand III and James I, respectively – made major conquests across al-Andalus. Castile captured Cordoba in 1236 and Seville in 1248. Meanwhile, the ambitious Ibn al-Ahmar (Muhammad I) established what became the last and longest reigning Muslim dynasty in the Iberian peninsula, the Nasrids, who ruled the Emirate of <this city>. On multiple occasions Ibn al-Ahmar aligned himself with Ferdinand III, eventually agreeing to become his vassal in 1246. <this city> thereafter became a tributary state to the Kingdom of Castile, although this was often interrupted by wars between the two states. The political history of the emirate was turbulent and intertwined with that of its neighbours. The Nasrids sometimes provided refuge or military aid to Castilian kings and noblemen, even against other Muslim states, while in turn the Castilians provided refuge and aid to some Nasrid emirs against other Nasrid rivals. On other occasions the Nasrids attempted to leverage the aid of the North African Marinids to ward off Castile, although Marinid interventions in the Peninsula ended after Battle of Rio Salado (1340).The population of the emirate was also swelled by Muslim refugees from the territories newly conquered by Castile and Aragon, resulting in a small yet densely-populated territory which was more uniformly Muslim and Arabic-speaking than before. The city itself expanded and new neighbourhoods grew around the Albaicín (named after refugees from Baeza) and in Antequeruela (named after refugees from Antequera after 1410). A new set of walls was constructed further north during the 13th–14th centuries, with Bab Ilbirah (present-day Puerta de Elvira) as its western entrance. A major Muslim cemetery existed outside this gate. The city's heart was its Great Mosque (on the site of the present-day <this city> Cathedral) and the commercial district known as the qaysariyya (the Alcaicería). Next to this was the only major madrasa built in al-Andalus, the Madrasa al-Yusufiyya (known today as the Palacio de la Madraza), founded in 1349. Other monuments from this era include the al-Funduq al-Jadida (\"New Inn\" or caravanserai, now known as the Corral del Carbón), built in the early 14th century, the Maristan (hospital), built in 1365–1367 and demolished in 1843, and the main mosque of the Albaicín, dating from the 13th century.\nWhen Ibn Al-Ahmar established himself in the city he moved the royal palace from the old Zirid citadel on the Albaicín hill to the Sabika hill, beginning construction on what became the present Alhambra. The Alhambra acted as a self-contained palace-city, with its own mosque, hammams, fortress, and residential quarters for workers and servants. The most celebrated palaces that survive today, such as the Comares Palace and the Palace of the Lions, generally date from the reigns of Yusuf I (r. 1333–1354) and his son Muhammad V (r. 1354–1391, with interruptions). Some smaller examples of Nasrid palace architecture in the city have survived in the Cuarto Real de Santo Domingo (late 13th century) and the Dar al-Horra (15th century).Partly due to the heavy tributary payments to Castile, <this city>'s economy specialized in the trade of high-value goods. Integrated within the European mercantile network, the ports of the kingdom fostered intense trading relations with the Genoese, but also with the Catalans, and to a lesser extent, with the Venetians, the Florentines, and the Portuguese. It provided connections with Muslim and Arab trade centers, particularly for gold from sub-Saharan Africa and the Maghreb, and exported silk and dried fruits produced in the area.Despite its frontier position, <this city> was also an important Islamic intellectual and cultural center, especially in the time of Muhammad V, with figures such as Ibn Khaldun and Ibn al-Khatib serving in the Nasrid court. Ibn Battuta, a famous traveller and historian, visited the Emirate of <this city> in 1350. He described it as a powerful and self-sufficient kingdom in its own right, although frequently embroiled in skirmishes with the Kingdom of Castile. In his journal, Ibn Battuta called <this city> the \"metropolis of Andalusia and the bride of its cities.\"\n\nEnd of Muslim rule and 16th-century changes\nOn 2 January 1492, the last Muslim ruler in Iberia, Emir Muhammad XII, known as \"Boabdil\" to the Spanish, surrendered complete control of the Emirate of <this city> to the Catholic Monarchs (Ferdinand II of Aragon and Isabella I of Castile), after the last episode of the <this city> War.\nThe 1492 capitulation of the Kingdom of <this city> to the Catholic Monarchs is one of the most significant events in <this city>'s history. It brought the demise of the last Muslim-controlled polity in the Iberian Peninsula. The terms of the surrender, outlined in the Treaty of <this city> at the end of 1491, explicitly allowed the Muslim inhabitants, known as mudéjares, to continue unmolested in the practice of their faith and customs. This had been a traditional practice during Castilian (and Aragonese) conquests of Muslim cities since the takeover of Toledo in the 11th century. The terms of the surrender pressured Jewish inhabitants to convert or leave within three years, but this provision was quickly superseded by the Alhambra Decree, issued only a few months later on March 31, which instead forced all Jews in <this country> to convert or be expelled within four months. Those who converted became known as conversos (converts). This move, along with the progressive erosion of other guarantees provided by the surrender treaty, raised tensions and fears within the remaining Muslim community during the 1490s. Many of the city's affluent Muslims and its traditional ruling classes emigrated to North Africa in the early years after the conquest, but these early emigrants numbered only a few thousand, with the rest of the population unable to afford leaving.By 1499, Cardinal Francisco Jiménez de Cisneros grew frustrated with the slow pace of the efforts of the first archbishop of <this city>, Hernando de Talavera, to convert non-Christians and undertook a program of forced baptisms, creating the converso class for Muslims and Jews. Cisneros's new strategy, which was a direct violation of the terms of the treaty, provoked the Rebellion of the Alpujarras (1499–1501) centered in the rural Alpujarras region southeast of the city. The rebellion lasted until 1500 in <this city> and continued until 1501 in the Alpujarras. Responding to the rebellion of 1501, the Crown of Castile rescinded the Treaty of <this city>, and mandated that <this city>'s Muslims convert or emigrate. Many of the remaining Muslim elites subsequently emigrated to North Africa. The majority of the <this city>'s mudéjares converted (becoming the so-called moriscos or Moorish) so that they could stay. Both populations of converts were subject to persecution, execution, or exile, and each had cells that practiced their original religion in secrecy (the so-called marranos in the case of the conversos accused of the charge of crypto-Judaism).\n\nOver the course of the 16th century, <this city> took on an ever more Catholic and Castilian character, as immigrants arrived from other regions of Castile, lured by the promise of economic opportunities in the newly conquered city. At the time of the city's surrender in 1492 it had a population of 50,000 which included only a handful of Christians (mostly captives), but by 1561 (the year of the first royal census of the city) the population was composed of over 30,000 Christian immigrants and approximately 15,000 moriscos. After 1492 the city's first churches had been installed in some converted mosques. The vast majority of the city's remaining mosques were subsequently converted into churches during and after the mass conversions of 1500. In 1531, Charles V founded the University of <this city> on the site of the former madrasa built by Yusuf I.<this city>'s Town Council did not fully establish until almost nine years after the Castilian conquest, upon the concession of the so-called 'Constitutive Charter' of the Ayuntamiento of <this city> on 23 September 1500. From then on, the municipal institution became a crucible for the \"Old Christian\" and the converted morisco elites, resulting in strong factionalism, particularly after 1508. The new period also saw the creation of a number of other new institutions such as the Cathedral Cabildo, the Captaincy–General, the Royal Chapel and the Royal Chancellery. For the rest of the 16th century the <this city>n ruling oligarchy featured roughly a 40% of (Jewish) conversos and about a 31% of hidalgos. From the 1520s onward, the mosque structures themselves began to be replaced with new church buildings, a process which continued for most of the century. In December 1568, during a period of renewed persecution against moriscos, the Second Morisco Rebellion broke out in the Alpujarras. Although the city's morisco population played little role in the rebellion, King Philip II ordered the expulsion of the vast majority of the morisco population from the Kingdom of <this city>, with the exception of those artisans and professionals judged essential to the economy. The expelled population was redistributed to other cities throughout the Crown of Castile. The final expulsion of all moriscos from Castile and Aragon was carried out between 1609 and 1614.\n\nLater history and present day\nDuring the 17th century, despite the importance of immigration, the population of the city stagnated at about 55,000, contrary to the trend of population increase experienced in the rural areas of the Kingdom of <this city>, where the hammer of depopulation caused by the expulsion of the moriscos had taken a far greater toll in the previous century. The 17th-century demographic stagnation in the city and overall steady population increase in the wider kingdom went in line with the demographic disaster experienced throughout the century in the rest of the Crown of Castile. The city was overshadowed in importance by other cities including Seville and the capital, Madrid.Between 1810 and 1812 <this city> was occupied by Napoleon's army during the Peninsular War. The French troops occupied the Alhambra as a fortified position and caused significant damage to the monument. Upon evacuating the city, they attempted to dynamite the whole complex, successfully blowing up eight towers before the remaining fuses were disabled by Spanish soldier José Garcia, thus saving what remains today. In 1830 Washington Irving lived in <this city> and wrote his Tales of the Alhambra, which revived some international interest in southern <this country> and in its Islamic-era monuments.In the 1930s the tensions that eventually divided <this country> were evident in <this city>, with frequent riots and friction between landowners and peasants. When the Spanish Civil War broke out in 1936, <this city> was one of the cities that joined the Nationalist uprising. There was local resistance against the Nationalists, particularly from the working classes in the Albaicín, which was violently repressed. During the 1950s and 1960s, under the Franco regime, the province of <this city> was one of the poorest areas in <this country>. In recent decades tourism has become a major industry in the city.\n\nGeography\nLocation\nThe city of <this city> sits on the Vega de <this city>, one of the depressions or plains located within the Baetic mountain ranges, continued to the west by those of Archidona and Antequera and to the East by those of Guadix, Baza and Huéscar.The fertile soil of the Vega, apt for agriculture, is irrigated by the water streams originated in Sierra Nevada, as well as minor secondary ranges, all drained by the catchment basin of the Genil River, that cuts across the city centre following an east to west direction. The Monachil, a left-bank tributary of the former, also passes through the city, discharging into the Genil to the west of the city centre.\n\nClimate\n<this city> has a hot-summer Mediterranean climate (Csa) close to a cold semi-arid climate (BSk) Summers are hot and dry with daily temperatures averaging 34 °C (93 °F) in the hottest month (July); however, temperatures reaching over 40 °C (104 °F) are not uncommon in the summer months. Winters are cool and damp, with most of the rainfall concentrated from November through to January. The coldest month is January with daytime temperatures hovering at 13 °C (55 °F) and dropping to around 1 °C (34 °F) during the night. Frost is common as temperatures usually reach below-freezing in the early morning. Snow is rare and occurs once every few years. Spring and autumn are unpredictable, with temperatures ranging from mild to warm. Early summer in 2017 confronted the city with two massive heat waves that broke long-standing record temperatures starting on June 13, 2017, with a new maximum high for the month at 40.6 °C (old record 40.0), which was topped three times within the span of four days at 40.9 °C on June 14, 41.3 (June 15) and, eventually, 41.5 (June 17). The second extreme surge in temperatures followed roughly a month later when readings soared to 45.7 and 45.3 °C on July 12 and 13, respectively, surpassing the old July record by almost 3 degrees.\n\nDemographics\nUrban areas\nIn the municipality of <this city> there are five urban areas: <this city> city, Alquería del Fargue, Bobadilla, Cerrillo de Maracena and Lancha del Genil. Due to the expansion of <this city> city, Cerrillo de Maracena has been integrated into it.\n\nPopulation pyramid\nAccording to the municipal register of inhabitants, in 2021 the municipality of <this city> had a population of 231,775 people, of whom 106,987 were men (46.15%) and 124,738 were women (53.85%). Since the 90's, there has been a slight decrease in the population of <this city> city, in favour of smaller towns in the metropolitan area.\nAccording to the population pyramid:\n\nPeople younger than 20 years old are 19% of the total population\nPeople between 20 and 40 years old are 23%\nPeople between 40 and 60 years old are 29%\nPeople older than 60 years old are 29%\n\nForeign population\n18,455 people living in the municipality of <this city> in 2021 were of foreign nationality, which represents 7.95% of total population, rate lower than the national average. Resident foreigners come from all continents, the most numerous being Moroccan (4,890), Chinese (1,047), Senegalese (947), Colombian (889), Italian (854), and Bolivian (763).\n\nHeritage and monuments\nAlhambra\nThe Alhambra is a fortified palace complex located on the Sabika hill, an outcrop of the Sierra Nevada which overlooks the city of <this city>. It is one of the most famous monuments of Islamic architecture and one of the best-preserved palaces of the historic Islamic world, in addition to containing notable examples of Spanish Renaissance architecture. It is one of <this country>'s major tourist attractions and a UNESCO World Heritage Site since 1984.The complex was begun in 1238 by Muhammad I Ibn al-Ahmar, the first Nasrid emir, on the site of earlier fortresses and of the 11th-century palace of vizier Samuel ibn Naghrillah. Later Nasrid rulers continuously modified the site, most notably during the reigns of Yusuf I and Muhammad V in the 14th century. During this era, the Alhambra was a self-contained city separate from the rest of <this city> below. It contained most of the amenities of a Muslim city such as a Friday mosque, hammams (public baths), roads, houses, artisan workshops, a tannery, and a sophisticated water supply system. As a royal city and citadel, it contained at least six major palaces, most of them located along the northern edge where they commanded views over the Albaicín quarter. The most famous and best-preserved are the Mexuar, the Comares Palace, the Palace of the Lions, and the Partal Palace, which form the main attraction to visitors today. The other palaces are known from historical sources and from modern excavations. At the Alhambra's western tip is the Alcazaba fortress, the centerpiece of its defensive system. The architecture of the Nasrid palaces reflects the tradition of Moorish architecture developed over previous centuries. Decoration is focused on the inside of the building and was executed primarily with tile mosaics on lower walls and carved stucco on the upper walls. Geometric patterns, vegetal motifs, and Arabic calligraphy were the main types of decorative motifs. Additionally, \"stalactite\"-like sculpting, known as muqarnas, was used for three-dimensional features like vaulted ceilings.After the conclusion of the Reconquista in 1492, the site became the Royal Court of Ferdinand and Isabella (where Christopher Columbus received royal endorsement for his expedition), and the palaces were partially altered. In 1526, Charles V commissioned a new Renaissance-style palace, now known as the Palace of Charles V, in direct juxtaposition with the Nasrid palaces, but it was left uncompleted in the early 17th century. Other notable Renaissance additions from the reign of Charles V include the Emperor's Chambers and the Peinador de la Reina ('Queen's Robing Room'), which are connected to the former Nasrid Palaces.In the 18th century the Alhambra fell into severe neglect and parts of it were demolished by French troops in 1812. Through the course of the 19th century, the Alhambra was \"rediscovered\" by British, American, and other European Romantic travelers and intellectuals. The most influential of them was Washington Irving, whose Tales of the Alhambra (1832) brought international attention to the site. The Alhambra became one of the first Islamic monuments to become the object of modern scientific study and has been the subject of numerous restorations since the 19th century, a process which continues today.\n\nGeneralife\nThe Generalife is a Nasrid-era country estate or summer palace located just east of the Alhambra, on a sloping site above it. It was first built by Muhammad II and Muhammad III in the late 13th and early 14th centuries. This palace features several rectangular garden courtyards with decorated pavilions at either end and it was originally linked to the Alhambra by a walled corridor that crosses the valley between the two. It underwent modifications and redecoration under multiple later Nasrid rulers.The Generalife also underwent major alterations by Christian Spanish builders in the 16th century, which imparted Renaissance elements on the palace. In the 20th century a large area of modern landscaped gardens, known as the Jardines Nuevos ('New Gardens'), were added to the south of the Nasrid palace and form the main approach to it today. These date in large part to the work of Leopoldo Torres Balbás and Francisco Prieto Moreno, between 1931 and 1951, who incorporated both Italian and Moorish influences in their design. An open-air auditorium was also added in 1952. Along with the Alhambra, the Generalife is a major tourist attraction and was declared a UNESCO World Heritage Site in 1984.\n\nCathedral\nThe cathedral of <this city> is built over the Nasrid Great Mosque of <this city>, in the centre of the city. Its construction began during the Spanish Renaissance in the early 16th century, shortly after the conquest of <this city> by the Catholic Monarchs, who commissioned the works to Juan Gil de Hontañón and Enrique Egas. Numerous grand buildings were built in the reign of Charles V, Holy Roman Emperor, so that the cathedral is contemporary to the Christian palace of the Alhambra, the University and the Real Chancillería (Supreme Court).\nThe church was conceived on the model of the Cathedral of Toledo, for what initially was a Gothic architectural project, as was customary in <this country> in the early decades of the 16th century. However, Egas was relieved by the Catholic hierarchy in 1529, and the continuation of the work was assigned to Diego Siloe, who built upon the example of his predecessor, but changed the approach towards a fully Renaissance aesthetic.The architect drew new Renaissance lines for the whole building over the gothic foundations, with an ambulatory and five naves instead of the usual three. Over time, the bishopric continued to commission new architectural projects of importance, such as the redesign of the main façade, undertaken in 1664 by Alonso Cano (1601–1667) to introduce Baroque elements. In 1706 Francisco de Hurtado Izquierdo and later his collaborator José Bada built the current tabernacle of the cathedral.\nHighlights of the church's components include the main chapel, where may be found the praying statues of the Catholic Monarchs, which consists of a series of Corinthian columns with the entablature resting on their capitals, and the vault over all. The spaces of the walls between the columns are perforated by a series of windows. The design of the tabernacle of 1706 preserves the classic proportions of the church, with its multiple columns crossing the forms of Diego de Siloé.\n\nRoyal Chapel\nThe Catholic Monarchs chose the city of <this city> as their burial site by a royal decree dated September 13, 1504. The Royal Chapel of <this city>, built over the former terrace of the Great Mosque, ranks with other important <this city>n buildings such as the Lonja and the Catedral e Iglesia del Sagrario. In it are buried the Catholic Monarchs, their daughter Joanna of Castile (Juana la Loca) and her husband Felipe I (Felipe el Hermoso). Construction of the Chapel started in 1505, directed by its designer, Enrique Egas. Built in several stages, the continuing evolution of its design joined Gothic construction and decoration with Renaissance ideals, as seen in the tombs and the 17th and 18th century <this city>n art in the Chapel of Santa Cruz. Over the years the church acquired a treasury of works of art, liturgical objects and relics.\nThe Royal Chapel was declared a Historic Artistic Monument on May 19, 1884, taking consideration of BIC (Bien de Interés Cultural) status in the current legislation of Spanish Historical Heritage (Law 16/1985 of 25 June). The most important parts of the chapel are its main retable, grid and vault. In the Sacristy-Museum is the legacy of the Catholic Monarchs. Its art gallery is highlighted by works of the Flemish, Italian and Spanish schools.\n\nAlbayzín\nThe historic neighbourhood, located on the hillsides north of the Alhambra, still retains much of its medieval street plan dating back to the Nasrid period, although it has undergone physical and demographic changes since then. Archeological evidence indicates that Iberians inhabited the main hill of the present-day Albaicin towards the 7th century BC and that a significant town was located here during the Roman period. During the early Islamic period, up to the 10th century, the location hosted only the small settlement of Gharnāṭa (<this city>), until in the 11th century the creation of the Zirid Taifa kingdom transformed the location into one of the most important cities in Al-Andalus. During this period, the city's main citadel and palace, the al-Qaṣaba al-Qadīma (\"Old Citadel\"), was located on the top of this hill. During the Nasrid period, the citadel was moved to the Alhambra and the old district became known as al-Bayyāzīn (Arabic: ٱلْبَيّازِينْ), from which its present name derives. Among the various Nasrid-period houses and other structures, one notable establishment was the Maristan, a type of historic hospital (bimaristan) which also took care of the mentally ill.Through the course of the 16th century, after the surrender of <this city> to the Catholic Monarchs in 1492, the district underwent some of the some changes that occurred throughout the city. Mosques were replaced with new parish churches, particularly after 1501. These new churches were often built in a mix of Mudéjar and Renaissance styles, such as the Church of Santa Ana, the Church of San Cristóbal, and the Church of San Miguel Bajo, among others. Some, like the churches of San Salvador, San José, and San Juan de los Reyes, preserve parts of former mosques. New civic institutions were also built in this area, such as the Royal Chancellery (Real Chancillería), which overlooks Plaza Nueva, a wide public square expanded during the 16th century.During the 16th century the most of the city's morisco population was concentrated in the Albaicín, but after the 1568 rebellion and their subsequent expulsion, the district was depopulated. As a result, many of the remaining Christian residents expanded their residences to form carmens, traditional semi-rural houses with gardens or orchards, many examples of which survive today. Some of these houses and mansions, such as Casa de Zafra and the Dar al-Horra, date back to the Nasrid period. In 1994 the UNESCO World Heritage Site encompassing the Alhambra was extended to incorporate the Albaicín as well. In addition to its historic houses and mansions, churches, and the Royal Chancellery, the district also preserves sections of the 11th-century Zirid city walls (part of the former Zirid citadel), the 14th-century Nasrid walls, the Bañuelo (a former Islamic-era bathhouse), and numerous cisterns from the Islamic period that were part of a water supply system providing water to most of the city's houses.\n\nSacromonte\nThe Sacromonte neighbourhood is located on the Valparaíso hill, one of several hills that make up <this city>. This neighborhood is known as the old neighbourhood of the Romani, who settled in <this city> after the conquest of the city. It is one of the most picturesque neighborhoods, full of whitewashed caves cut into the rock and used as residences. The sound of strumming guitars may still be heard there in the performance of flamenco cantes and quejíos, so that over time it has become one of the most popular tourist attractions in <this city>.\nAt the top of this hill is the Abbey of Sacromonte and the College of Sacromonte, founded in the 17th century by the then Archbishop of <this city> Pedro de Castro. The Abbey of Sacromonte was built to monitor and guard the alleged relics of the evangelists of Baetica. Those are of questionable authenticity, but since their finding the area has been a religious pilgrimage destination.The abbey complex consists of the catacombs, the abbey (17th–18th centuries), the Colegio Viejo de San Dionisio Areopagita (17th century) and the Colegio Nuevo (19th century). The interior of the church is simple and small but has numerous excellent works of art, which accentuate the size and rich carving of the Crucificado de Risueño, an object of devotion for the Romani people, who sing and dance in the procession of Holy Week. The facilities also include a museum, which houses the works acquired by the Foundation.\n\nCharterhouse\nThe Charterhouse of <this city> is a monastery of cloistered monks, located in what was a farm or Muslim almunia called Aynadamar (\"fountain of tears\") that had an abundance of water and fruit trees. The initiative to build the monastery in that place was begun by Gonzalo Fernández de Córdoba, known as El Gran Capitán. The charterhouse was founded in 1506; construction started ten years later, and continued for the following 300 years.\nThe Monastery suffered heavy damage during the Peninsular War and lost considerable property in 1837 as a result of the confiscations of Mendizábal. Currently, the monastery belongs to the Carthusians, reporting directly to the Archdiocese of <this city>.The street entrance to the complex is an ornate arch of Plateresque style. Through it one reaches a large courtyard, at the end which is a wide staircase leading to the entrance of the church. The church, of early 16th century style and plan, has three entrances, one for the faithful and the other two for monks and clergy. Its plan has a single nave divided into four sections, highlighting the retables of Juan Sánchez Cotán and the chancel's glass doors, adorned with mother-of-pearl, silver, rare woods, and ivory. The presbytery is covered by elliptical vaulting. The main altar, between the chancel arch and the church tabernacle, is gilded wood.\nThe church's tabernacle and sancta sanctorum are considered a masterpiece of Baroque Spanish art in its blend of architecture, painting and sculpture. The dome that covers this area is decorated with frescoes by the Córdoba artist Antonio Palomino (18th century) representing the triumph of the Church Militant, faith, and religious life.\nThe courtyard, with galleries of arches on Doric order columns opening on it, is centered by a fountain. The Chapter House of Legos is the oldest building of the monastery (1517). It is rectangular and covered with groin vaulting.Mosque of <this city>\nThe Mosque of <this city> was inaugurated in 2003 on the summit of the neighborhood of Albayzin. The mosque was built near the Church of San Salvador and the Church of San Nicolás. The Church of San Salvador was built on the site of the Great Mosque of Albayzin. The Society for the Return of Islam in <this country> purchased the site in 1981, but it took many years for the plans to be approved. The mosque's initial funding was supplied by Shaykh 'Abdalqadir as-Sufi al-Murabit who envisioned providing <this city>'s new Spanish Muslim community with a mosque. Additional funding came from Malaysia, Morocco and the United Arab Emirates. In 1991 the CIE (Comunidad Islámica en España) hired the architect Renato Ramirez Sanchez to design the mosque. In the 1990s, there was a heated debate pertaining to the design of the minaret. Construction eventually began in 2001. The mosque now serves about 500 people.\n\nPalace of the Marqués de Salar\nThe Palace of the Marqués de Salar was built in one of the most emblematic streets of <this city>, the Carrera del Darro, at number 5. This place is an architectural example of the classical <this city> during the Renaissance transformation of the XVIth century. It was built by the Marqués de Salar, great-grandson of both Hernán Pérez del Pulgar (known by the name of El de la Hazañas [The One of the Valiant Deeds]) and Gonzalo Fernández de Córdoba (El Gran Capitán [The Great Captain]), Captain-General of the Castilian-Aragonese forces that concluded the Reconquest of the peninsula. The palace is now the museum of perfumes El Patio de los Perfumes, with 1,500 square metres (16,000 sq ft) of floor space on two floors and 130 square metres (1,400 sq ft) of patio to relax surrounded by flowers and perfumes.\n\nOther museums and monuments\nMonasterio de San Jerónimo (16th-century Monastery of Saint Jerome)\nSan Juan de Dios Hospital (historic hospital)\nPalacio de la Madraza (remains of 14th-century madrasa incorporated into 18th-century city hall)\nArchaeological Museum of <this city> (in the 16th-century Castril Palace)\nMuseo de Bellas Artes de <this city> (Museum of Fine Arts)\nEl Bañuelo (11th or 12th-century bathhouse)\nCorral del Carbón (14th-century caravanserai, later converted to theatre)\nCuarto Real de Santo Domingo (13th-century palace, later converted to convent)\nPalacio de los Olvidados (16th century house and museum displaying torture instruments of the Spanish Inquisition)\nChurch of San Salvador (16th-century church, including remains of 13th-century mosque)Since 1988, there is in <this city> a monument honoring Judah ben Saul ibn Tibbon.\n\nPolitics and administration\nMetropolitan area of <this city>\n<this city>'s metropolitan area consists of about fifty municipalities and the capital. Although it is not formally constituted as a political and administrative body, there are several public services that are combined. The arrival of many inhabitants of the capital and other towns in the province, influences a large population growth. Despite the fact that the capital loses inhabitants, who move to neighboring towns. The main causes of the exodus towards the towns of the metropolitan area are, mainly, the difficulty of accessing a home in the capital because of the high prices it has and labor reasons, because in the towns of the periphery the majority are being located of industrial estates.\n\nCapital of <this city> Province\nThe city of <this city> is the capital of the province of the same name, thus all administrative entities of provincial scope dependent on the regional government and the state are located there. There is a provincial delegation from each of the governmental departments to the Junta de Andalucía, coordinated by a government delegate under the Ministry of the Interior. The national government of <this country> has a sub-delegation in <this city>, subordinate to the government delegate in the autonomous community.\n\nJudicial administration\nThe headquarters of the Superior Court of Justice of Andalusia, Ceuta and Melilla is in <this city>, located in Plaza Nueva, in the building of the historic Royal Chancery, as well as the Superior Prosecutor's Office of Andalusia, located in the building of the Bank of <this country>. It has a Provincial Court, located in Corteza del Carmen Street, and is also head of the Judicial Party No. 3 of the province, whose demarcation includes the city and 49 towns, some of them very populated, in the metropolitan area region.\nMost of the courts are located in two administrative buildings, in Plaza Nueva and Avenida del Sur. The set of judicial bodies is as follows:\n\nSuperior Court of Justice: President. Civil-Criminal Chamber. Contentious-Administrative Room. Social room.\nProvincial Court: President. Criminal: 2; Civil: 3.\nCourts\n\nMunicipal organization\nIts political administration is carried out through a City Council, of democratic management, whose components are chosen every four years by universal suffrage. The electoral roll is composed of all residents registered in <this city> over 18 years of age, of Spanish nationality and of the other member countries of the European Union. According to the provisions of the General Electoral Regime Law, which establishes the number of eligible councilors according to the population of the municipality, the Municipal Corporation of <this city> is made up of 27 councilors.\nIn the municipal elections held in 2019 the constitution of the City Council was eleven councilors belonging to the Popular Party, eight to the Socialist Party, four belonging to Citizens Party, three to Vamos, <this city> and one to the United Left-Socialist Alternative-For the People. Luis Salvador, leader of Citizens, became mayor with support from the PP and Vox.\n\nMunicipal districts and neighborhoods\nThe municipality of <this city> consists of eight districts whose population is distributed in the attached chart according to the 2009 census of the City of <this city>. These districts formed a set of 36 neighborhoods. All boundaries of districts and neighborhoods were modified in February 2013.\n\nMunicipal service areas\nThe municipal government team has organized the distribution of management responsibilities, structuring itself in the following service areas: Weddings and Palaces, Equal opportunities, Economy, Education, Communication office, Unified license management, Youth, Environment, Municipal Office of Consumer Information, Citizen Participation, Group of Civil Protection Volunteers, Local Police.\n\nDistricts\nRealejo\nRealejo was the Jewish district in the time of the Nasrid <this city>. (The centuries since the Jewish population were so important that <this city> was known in Al-Andalus under the name of \"<this city> of the Jews\", Arabic: غرناطة اليهود Gharnāṭah al-Yahūd.) It is today a district made up of many Granadinian villas, with gardens opening onto the streets, called Los Cármenes.\n\nCartuja\nThis district contains the Carthusian monastery of the same name: Cartuja. This is an old monastery started in a late Gothic style with Baroque exuberant interior decorations. In this district also, many buildings were created with the extension of the University of <this city>.\n\nBib-Rambla\nThe toponym derives from a gate (Bab al-Ramla, or the Gate of the Ears) that was built when <this city> was controlled by the Nasrid dynasty. Nowadays, Bib-Rambla is a high point for gastronomy, especially in its terraces of restaurants, open on beautiful days. The Arab bazaar, the Alcaicería, is made up of several narrow streets, which start from this place and continue as far as the cathedral.\n\nSacromonte\nThe Sacromonte neighborhood is located on the extension of the hill of Albaicín, along the Darro River. This area, which became famous by the nineteenth century for its predominantly Gitano inhabitants, is characterized by cave houses, which are dug into the hillside. The area has a reputation as a major center of flamenco song and dance, including the Zambra Gitana, an Andalusian dance originating in the Middle East. The zone is a protected cultural environment under the auspices of the Centro de Interpretación del Sacromonte, a cultural center dedicated to the preservation of Gitano cultural forms.\n\nZaidín\nThis formerly blue collar but now upmarket neighborhood houses 100,000 residents of <this city>, making it the largest neighborhood or 'barrio'. Traditionally populated by Romani people, now many residents are from North and West Africa, China, and many South American countries. Every Saturday morning it hosts a large outdoor market or \"mercadillo\", where many people come and sell their wares of fruits and vegetables, clothes and shoes, and other bits and bobs.\n\nGastronomy\nThe gastronomy of <this city> is part of the Arabic-Andalusian cuisine tradition, with a strong Arab and Jewish heritage, which is reflected in its condiments and spices, such as cumin, coriander, nutmeg, cinnamon, raisins, almonds or honey. The writer Miguel Alcobendas, author of the traditional cuisine of <this city>, says that it has its origin in living together, from the thirteenth to the fifteenth century (when <this city> surrendered to the Catholic Monarchs), of Muslims, Jews and Christians in the Nasrid Kingdom from <this city>. Subsequently, there was a miscegenation with the kitchen of the Christians, in which the pork acquired an importance in the kitchen of <this city> more than in the rest of <this country>, since its consumption allowed its eaters to demonstrate a certain distance from the persecuted religions, since both Muslims and Jews have it banned.\nThe climatic differences of the different regions of the province, from the coast to the peaks of the Sierra Nevada propitiates a great variety of raw materials: vegetables, meats and sausages, and fish that are combined in a multitude of dishes and recipes for soups and stews.\nThe famous and reputed Trevélez ham comes from the Sierra of <this city>, to which other pork derivatives are added, sausages such as chorizo, black pudding and pork tenderloin.\nHam and beans, two products of the land, are combined in one of its most typical dishes, beans with ham; Other known dishes are the Sacromonte tortilla, which among other ingredients must have cooked brains and veal crustaillas, chopped and sauteed before mixing with the egg. It is also worth mentioning \"papas a lo pobre\", potatoes which are usually served with egg and fried peppers, as well as with pieces of pork or ham.\nAmong the stews and potajes, the pot of San Antón stands out, which is eaten mainly towards the second half of January; cabbage stew, which combines vegetables and legumes; the stew of green beans and fennel; The thistle and pumpkin casserole, with noodles and aromatic herbs, or gypsy pottery are other dishes of the land.\nConfectionery is well represented in the gastronomy of <this city>, for sweets prepared by the nuns can be purchased in the numerous convents of the city: the pestiños of Vélez or those of the Encarnación, the puff pastries of San Jerónimo, the ovos moles of San Antón, the Zafra biscuit, sweet potato rolls, cocas, roscos from Santo Tomas and mantecados. Aljojábanas, honey and cheese dumplings and some of the fritters called almohados, as well as fig bread, Moorish roscos and an almond cake called soyá are all of Arabic heritage.\nUnlike in other provinces of Andalusia, in <this city> tapas (appetizers or snacks) are usually free in bars and restaurants. \"Bar hopping\" (Ir de tapas) and eating tapas in the time between finishing work and having dinner is a deeply rooted traditional activity among the people of <this city>. There are different tapas routes around the city.\n\nEconomy\n<this city> produces agricultural products such as barley, wheat, sugarcane and tobacco. Besides these crops, olive trees as well as oranges, lemons, figs, almonds, and pomegranates are also commonly grown. For manufacturing, sugar refining is also made in the city. Vineyards and wines are also a significant contributor to the city and region. In 2020, <this city> exported a total of $1.3 billion products.\n\nLeisure and entertainment\nIn <this city> there is a wide program of leisure and entertainment, which covers a large number of fields, available to both visitors and citizens themselves. Of the leisure activities carried out, the following can be highlighted:\n\nThe zambras of Sacromonte. Old bridal parties held by the gypsies of the city, and that disappeared for years before their current vindication. They develop in the caves of the Sacromonte neighborhood and have a unique character in the world of flamenco. There are also more classic flamenco shows in the Albaicín. These flamenco shows, usually linked to restaurants, are one of the city's cultural attractions.\nFestivals. <this city> has a very complete range of events: International Music and Dance Festival, International Jazz Festival, <this city> Festival South Cinemas and International Tango Festival, among others.\nConcerts. Throughout the year there is a stable program of concerts in the Manuel de Falla Auditorium and theater and opera performances in the Congress Palace.\nParties. Throughout the year several parties are held on significant dates for religious, civil or cultural reasons.\n\nSocial welfare\nEducation\nUniversity\nThe University of <this city> (UGR), founded in 1531 by the Holy Roman Emperor Charles V, meant the continuation of higher studies in La Madraza, when the city was the capital of the last Nasrid Kingdom. The university has become internationally recognised in many university fields: teaching, research, cultural and services to its members and its surroundings. It is therefore one of the destinations that receives more exchange students from the Erasmus Program13 and the fourth Spanish university in number of students, after the Complutense University of Madrid, and the University of Seville. The university has around 47,000 undergraduate students.\n\nObligatory education\nIn the city there are a total of 69 compulsory secondary education centers. Infant and primary education is taught in 104 centers, distributed among private, concerted and public centers. There are also five adult education centers.\n\nHealth\nIts public health system is the exclusive competence of the autonomous community, which provides two types of attention: primary, which constitutes the first level of access to the system; and the specialized one. Health centers and offices constitute the offer of primary care, differing from each other in the level of care they provide.\n\nHospital network\nIts hospital network is basically composed of public hospitals managed by the Andalusian Health Service and other smaller private management centers. This network covers the needs of the city and its Metropolitan Area. In total there are 2047 beds.\n\nThe Hospital of the Health Campus, was inaugurated completely in July 2016 and is the second largest in <this country> – after La Paz Hospital – and is the reference center in the city for the areas of Allergology, Pathological Anatomy, Hematology, Internal Medicine, Mental Health, Pulmonology, Radiotherapy or Urology, among others; Orthopedic and Traumatological Surgery; Rehabilitation and Physical Medicine; Neurology, Neurosurgery, Neurophysiology, Maxillofacial Surgery, Plastic Surgery, Dermatology, Ophthalmology, Otorhino, Rheumatology, Endocrinology and Vascular Surgery.\nThe Virgen de las Nieves Regional Hospital (popularly known as Ruiz de Alda Hospital), is formed by a general hospital, a maternal and child hospital, all located in the same enclosure, and is maintained as a nerve center of Digestive, Respiratory, Oncology, Hematology and Transplants. It includes the San Juan de Dios Hospital, a peripheral center of specialties and a therapeutic unit for the mental illnesses.\nThe Hospital of San Rafael, has a hospitalization capacity of 190 beds and as a day hospital has 45 places of geriatrics and 15 of Alzheimer's. It is owned by the Hospital Order of San Juan de Dios. It is especially dedicated to the comprehensive care of the elderly, possessing a large number of analysis and rehabilitation services. The hospital activity is arranged with the Ministry of Health of the Junta de Andalucía.\nLa Inmaculada Clinic is a private hospital belonging to the ASISA insurance company born as a concerted hospital of the Spanish Health System in 1975. Through an agreement with the University of <this city>, the center also participates in the training of students of the Faculty of Medicine.\nNuestra Señora de la Salud Clinic is a private hospital that has 71 rooms and belongs to the medical insurance company Adeslas. Serves insured private medical companies. It currently has a new location with a newly built site. It is very close to the Alhambra, near the Serrallo Tunnels, being its previous location on the Avenue of the Armed Forces (<this city>).\n\nHealth centers\nThe local primary care network currently consists of eight health centers distributed by the different districts of the city and are the following: Zaidín Sur, Zaidín Centro-Este, Realejo, Las Flores, La Caleta, Góngora, Doctores, Cartuja and Albaycín.\n\nMunicipal competitions\nArticle 42 of the General Health Law provides that municipalities, without prejudice to the powers of other public administrations, will have the following minimum responsibilities in matters related to health.\n\nSanitary control of the environment: air pollution, water supply, sewage sanitation and urban and industrial waste.\nSanitary control of industries, activities and services, transport, noise and vibration.\nSanitary control of buildings and places of housing and human coexistence, especially of food centers, hairdressers, saunas and centers of personal hygiene, hotels and residential centers, schools, tourist camps and areas of physical activity sports and recreation.\nSanitary control of the distribution and supply of perishable food, beverages and other products, directly or indirectly related to human use or consumption, as well as the means of transport.\nSanitary control of cemeteries and mortuary health police.\n\nCitizen Security\nThe coordination between the State security forces (National Police, Civil Guard, Local Police and Autonomous Police) and the City of <this city> is carried out by the local Citizen Security Board. This body allows the correct communication of the security forces in matters of security, within its competence the prevention of crime, road safety and the correct development of events.\nThe daily citizen security is in charge of the State and local Security Forces and Bodies (<this country>) according to the powers that each estate has, trying to act in a coordinated and collaborative way in the prosecution and resolution of all types of crimes that produce the citizens.\n\nSocial services\nThe City of <this city> has the Social Services Area to provide the necessary help and advice that the most disadvantaged and needy groups and people may need. For this reason, the Social Welfare Delegation of the City of <this city> has several municipal community social services centers, one for each local district, coordinated by Los Mondragones Municipal Administration located on the Fuerzas Armadas Avenue. In its internal organization the services provided are organized around each municipal center and therefore of each municipal district but also around groups.\n\nParks and gardens in <this city>\nThe city of <this city> has a significant number of parks and gardens, including:\n\nTransport\nConstruction of a light rail network, the <this city> metro, began in 2007, but was greatly delayed by the Spanish economic crisis. Service finally started on 21 September 2017. The single line crosses <this city> and covers the towns of Albolote, Maracena and Armilla. Other transportation options in the city of <this city> are trains, taxis or buses.\n\nBus\nThe main company operating bus transport in <this city> is Transportes Rober. There is also bus transportation to and from the airport with the company Alsa.\n\nRail\n<this city> railway station has rail connections with many cities in <this country>. There are several types of train service to and from <this city>\nShort-distance trains\nMedium distance trains\nLong-distance trains\nAVE (high speed long distance) via the Antequera–<this city> high-speed rail line. The closest AVE connection is in Antequera.\n\nTaxi\n<this city> has a wide network of taxis to help travellers reach their destinations. Official <this city> taxis are white with a green stripe.\n\nAirport\nThe nearest civil airport is Federico García Lorca Airport, about 15 km (9 mi) west of <this city>. The Armilla Air Base was the first civil airport serving the city and its surroundings but it was replaced by the former airport in the 1970s and repurposed for military uses.\n\n<this city> Public Transportation statistics\nThe average amount of time people spend commuting with public transit in <this city>, for example to and from work, on a weekday is 42 min. 9% of public transit riders, ride for more than 2 hours every day. The average amount of time people wait at a stop or station for public transit is 10 min, while 8% of riders wait for over 20 minutes on average every day. The average distance people usually ride in a single trip with public transit is 2.7 km, while 0% travel for over 12 km in a single direction.\n\nSports\n<this city> has a football team:\n\n<this city> CF, in La Liga 2<this city> has a basketball team:\n\nFundación CB <this city>, in Liga ACBSkiing:\n\nFIS Alpine World Ski Championships 1996Bullfighting:\n\n<this city> has a 14,507-capacity bullring named Plaza de toros de <this city>.\n\nNotable people\nIbn al-Khatib (1313–1374), poet and historian\nIbn Tufail (1105–1185), philosopher and astronomer\nJudah ben Saul ibn Tibbon (1120–1190), translator and physician\nAl-Zuhri (fl. 1130s–1150s), geographer\nIbn Sa'id al-Maghribi (1213–1286), geographer, historian and poet\nLeo Africanus (c. 1494 – c. 1554), Andalusian diplomat and author\nÁlvaro de Bazán (1526–1588), admiral\nFrancisco Suárez SJ (1548–1617), Spanish Jesuit priest, philosopher and theologian\nAlonso Cano (1601–1667), painter, sculptor and architect\nPedro Rodríguez Cubero (1656–1704), governor of Spanish New Mexico between 1697 and 1703\nPedro de Mena (1628–1688), baroque sculptor\nJosé de Mora (1642–1724), baroque sculptor\nFrancisco Martínez de la Rosa (1787–1862), statesman, politician, dramatist and poet\nMariana Pineda (1804–1831), liberalist heroine\nManuel Pavía y Lacy (1814–1896), 1st Marquess of Novaliches, a Spanish marshal\nEugenia de Montijo (1826–1920), last Empress consort of France\nCristino Martos y Balbí (1830–1893), Spanish politician and lawyer\nÁngel Ganivet (1865–1898), writer and dramatist\nMariano Fortuny y Madrazo (1871–1949), painter, photographer, designer and scenographer\nPablo de Loyzaga (1872–1951), sculptor and professor of fine arts\nEmilio Herrera Linares (1879–1967), military engineer and physicist\nMelchor Fernández Almagro (1893–1966), literary critic, historian and journalist\nFederico García Lorca (1898–1936), poet and dramatist\nFrancisco García Lorca (1902–1976), diplomat, writer from the Generation of '36 and historian\nIsabel García Lorca (1909–2002), teacher and writer\nLuis Rosales Camacho (1910–1992), poet and essayist from the Generation of '36\nJosé Tamayo (1920–2003), theatre director\nManuel Jiménez de Parga (1929–2014), lawyer, politician, diplomat and jurist\nMiguel Ríos (born 1944), rock singer and composer\nCarlos Cano (1946–2000), singer-songwriter\nJavier Egea (1952–1999), an important Spanish poets of the 1980s\nLuis García Montero (born 1958), poet and literary critic\nChus Gutiérrez (born 1962), film director, actress and journalist\nPilar Ramírez Tello (born 1976), English-Spanish translator who translated The Hunger Games and Divergent series to Spanish\n\nSport\nManuel Orantes (born 1949), tennis player\nMaría José Rienda Contreras (born 1975), ski racer\nPablo Aguilar Bermúdez (born 1989), basketball player\nLidia Redondo (born 1992), gymnast\nSam Hidalgo-Clyne (born 1993), Scotland international rugby union player (born in <this city>, but moved to Scotland at age 3)\n\nTwin towns and sister cities\n<this city> shares twin cities status with these cities:\nAix-en-Provence, France, 1979\nTetuán, Morocco, 1988\nTlemcen, Algeria, 1989\nCoral Gables, Florida, United States, 1989\nFreiburg im Breisgau, Germany, 1991\nMarrakech, Morocco, 1994\nBelo Horizonte, Brazil, 2002\n\nSee also\nGate of the Ears\nRafael Guillén\nEl Fandi\nHistory of the Jews in <this country>\nSynod of Elvira\nMemories of the Alhambra\n\nNotes\nReferences\nSources\nCortés Peña, Antonio Luis and Bernard Vincent. Historia de <this city>. 4 vols. <this city>: Editorial Don Quijote, 1983.\nHistoria del reino de <this city>. 3 vols. <this city>: Universidad de <this city>, Legado Andalusí, 2000.\n This article incorporates text from a publication now in the public domain: Smith, William, ed. (1854–1857). Dictionary of Greek and Roman Geography. London: John Murray. {{cite encyclopedia}}: Missing or empty |title= (help)\n\nExternal links\n Media related to <this city> at Wikimedia Commons\n <this city> travel guide from Wikivoyage\nCity council of <this city>\n<this city> Tourism Guide\n<this city> city guide at HitchHikers Handbook\n<this city> at Curlie\nWebcam <this city>/Alhambra"
}