{
  "name": "Hanoi, Vietnam",
  "city": "Hanoi",
  "country": "Vietnam",
  "alias_to_replace": [],
  "wiki_text": "<this city> (<this country>ese: Hà Nội, lit. 'Inside of the rivers' [haː˨˩ noj˧˨ʔ] (listen)) is the capital and second-most populous city of <this country>. It covers an area of 3,359.82 km2 (1,297.2 sq mi). It consists of 12 urban districts, one district-leveled town and 17 rural districts. It is located within the Red River Delta of Northern <this country>.\n<this city>'s history goes back to the third century BCE, when a portion of the modern-day city served as the capital of the historic <this country>ese nation of Âu Lạc. Following the collapse of Âu Lạc, the city was part of Han China. In 1010, <this country>ese emperor Lý Thái Tổ established the capital of the imperial <this country>ese nation Đại Việt in modern-day central <this city>, naming the city Thăng Long (literally 'Ascending Dragon'). Thăng Long remained Đại Việt's political centre until 1802, when the Nguyễn dynasty, the last imperial <this country>ese dynasty, moved the capital to Huế. The city was renamed <this city> in 1831, and served as the capital of French Indochina from 1902 to 1945. On 6 January 1946, the National Assembly of the Democratic Republic of <this country> designated <this city> as the capital of the newly independent country, which would last during the First Indochina War (1946–1954) and the <this country> War (1955–1975). <this city> has been the capital of the Socialist Republic of <this country> since 1976.\nA major tourist destination in <this country>, <this city> offers well-preserved French colonial architecture, religious sites dedicated to Buddhism, Catholicism, Confucianism and Taoism, several historical landmarks of <this country>ese imperial periods, and a large number of museums. The Central Sector of the Imperial Citadel of Thăng Long in Ba Dinh District was recognized as a UNESCO World Heritage Site in 2010.\n<this city> has a high Human Development Index of 0.799, ranking first amongst all the municipalities and provinces of <this country>. The city hosts various venerable educational institutions and cultural venues of significance, including the <this country> National University, the Mỹ Đình National Stadium, and the <this country> National Museum of Fine Arts. <this city> was the only Asia-Pacific locality to be granted the \"City for Peace\" title by the UNESCO on 16 July 1999, recognizing its contributions to the struggle for peace, its efforts to promote equality in the community, protect the environment, promote culture and education, and care for younger generations. <this city> joined UNESCO's Network of Creative Cities as a Design City on 31 October 2019, on the occasion of World Cities' Day. The city has also hosted numerous political and international events, including APEC <this country> 2006, 132nd Assembly of the Inter-Parliamentary Union (IPU-132), 2019 North Korea–United States <this city> Summit, as well as 2009 Asian Indoor Games, and the Southeast Asian Games in 2003 and 2021.\n\nNames\n<this city> has had various names throughout history.\n\nIt was known first as Long Biên (龍邊, \"dragon edge\"), then Tống Bình (宋平, \"Song peace\") and Long Đỗ (龍肚, \"dragon belly\"). Long Biên later gave its name to the famed Long Biên Bridge, built during French colonial times, and more recently to a new district to the east of the Red River. Several older names of <this city> feature long (龍, \"dragon\"), linked to the curved formation of the Red River around the city, which was symbolized as a dragon.\nIn 866, it was turned into a citadel and named Đại La (大羅, \"big net\"). This gave it the nickname La Thành (羅城, \"net citadel\"). Both Đại La and La Thành are names of major streets in modern <this city>.\nWhen Lý Thái Tổ established the capital in the area in 1010, it was named Thăng Long (昇龍, \"rising dragon\"). Thăng Long later became the name of a major bridge on the highway linking the city center to Nội Bài Airport, and the Thăng Long Boulevard expressway in the southwest of the city center. In modern time, the city is usually referred to as Thăng Long – Hà Nội, when its long history is discussed.\nDuring the Hồ dynasty, it was called Đông Đô (東都, \"eastern metropolis\").\nDuring the Ming occupation, it was called Đông Quan (東關, \"eastern gate\").\nDuring the Lê dynasty, <this city> was known as Đông Kinh (東京, \"eastern capital\"). This gave the name to Tonkin and Gulf of Tonkin. A square adjacent to the Hoàn Kiếm lake was named Đông Kinh Nghĩa Thục after the reformist Tonkin Free School under French colonization.\nAfter the end of the Tây Sơn had expanded further south, the city was named Bắc Thành (北城, \"northern citadel\").\nMinh Mạng renamed the city Hà Nội (河內, \"inside the rivers\") in 1831. This has remained its official name until modern times.\nSeveral unofficial names of <this city> include: Kẻ Chợ (marketplace), Tràng An (long peace), Phượng Thành/Phụng Thành (phoenix city), Long Thành (short for Kinh thành Thăng Long, \"citadel of Thăng Long\"), Kinh kỳ (capital city), Hà Thành (short for Thành phố Hà Nội, \"city of <this city>\"), Hoàng Diệu, and Thủ Đô (capital).\n\nHistory\nPre-Thăng Long period\nMany vestiges of human habitation from the late Palaeolithic and early Mesolithic ages can be found in <this city>. Between 1971 and 1972, archaeologists in Ba Vì and Đông Anh discovered pebbles with traces of carving and processing by human hands that are relics of Sơn Vi Culture, dating from 10,000 to 20,000 years ago. In 1998–1999, the Museum of <this country>ese History (now National Museum of <this country>ese History) carried out the archaeological studies in the north of Dong Mo Lake (Son Tay, <this city>), finding various relics and objects belonging to Sơn Vi Culture – in the Paleolithic Age, 20,000 years ago. During the mid-Holocene transgression, the sea level rose and immersed low-lying areas; geological data clearly show the coastline was inundated and was located near present-day <this city>, as is apparent from the absence of Neolithic sites across most of the Bac Bo region. Consequently, from about 10,000 to approximately 4,000 years ago, <this city> in general was completely absent. It is believed that the region has been continuously inhabited for the last 4,000 years.\n\nKingdom of Âu Lạc and Nanyue\nIn around third century BCE, An Dương Vương established the capital of Âu Lạc north of present-day <this city>, where a fortified citadel is constructed, known to history as Cổ Loa, the first political center of the <this country>ese civilization pre-Sinitic era, with an outer embankment covering 600 hectares. In 179 BC, the Âu Lạc Kingdom was annexed by Nanyue, which ushered in more than a thousand years of Chinese domination. Zhao Tuo subsequently incorporated the regions into his Nanyue domain, but left the indigenous chiefs in control of the population. For the first time, the region formed part of a polity headed by a Chinese ruler.\n\n<this city> under Chinese rule\nIn 111 BC, the Han dynasty conquered Nanyue and ruled it for the next several hundred years. Han dynasty organized Nanyue into seven commanderies of the south (Lingnan) and now included three in <this country> alone: Giao Chỉ and Cửu Chân, and a newly established Nhật Nam.In March of 40 AD, Trưng Trắc and Trưng Nhị, daughters of a wealthy aristocratic family of Lac ethnicity in Mê Linh district (<this city>), led the locals to rise up in rebellion against the Han. It began at the Red River Delta, but quickly spread both south and north from Jiaozhi, stirring up all three Lạc Việt regions and most of Lingnan, gaining the support of about 65 towns and settlements. Trưng sisters then established their court upriver in Mê Linh. In 42 AD, the Han emperor commissioned general Ma Yuan to suppress the uprising with 32,000 men, including 20,000 regulars and 12,000 regional auxiliaries. The rebellion was defeated in the next year as Ma Yuan captured and decapitated Trưng Trắc and Trưng Nhị, then sent their heads to the Han court in Luoyang.By the middle of the fifth century, in the center of ancient <this city>, a fortified settlement was founded by the Chinese Liu Song dynasty as the seat of a new district called Tống Bình (Songping) within Giao Chỉ commandery. The name refers to its pacification by the dynasty. It was elevated to its own commandery at some point between AD 454 and 464.  The commandery included the districts of Yihuai (義懷) and Suining (綏寧) in the south of the Red River (now Từ Liêm and Hoài Đức districts) with a metropolis (the domination centre) in the present inner <this city>.\n\nProtectorate of Annam\nBy the year 679, the Tang dynasty changed the region's name to Annan (Pacified South), with Songping as its capital.To defeat the people's uprisings in the later half of the eighth century, Zhang Boyi (張伯儀), a Tang dynasty viceroy, built Luocheng (羅城, La Thanh or La citadel, from Thu Le to Quan Ngua in present-day Ba Dinh precinct). In the earlier half of the ninth century, it was further built up and called Jincheng (金城, Kim Thanh or Kim Citadel). In 863, Nanzhao army and local people laid siege of Jincheng and defeated the Chinese armies of 150,000. In 866, Chinese jiedushi Gao Pian recaptured the city and drove out the Nanzhao and rebels. He renamed the city to Daluocheng (大羅城, Đại La thành). He built the wall, 6,344 meters around the city, which some part were more than eight meters high. Đại La at the time with approximate 25,000 residents included small foreign communities and residents of Persians, Arabs, Indian, Cham, Javanese, and Nestorian Christians, became an important trading center of the Tang dynasty due to the ransacking of Guangzhou by Huang Chao rebellion. By early tenth century AD, modern-day <this city> was known to the Muslim traders as Luqin.\n\n<this city> under Independent <this country>\nThăng Long, Đông Đô, Đông Quan, Đông Kinh\nIn 1010, Lý Thái Tổ, the first ruler of the Lý dynasty, moved the capital of Đại Việt to the site of the Đại La Citadel. Claiming to have seen a dragon ascending the Red River, he renamed the site Thăng Long (昇龍, \"Soaring Dragon\") – a name still used poetically to this day. Thăng Long remained the capital of Đại Việt until 1397, when it was moved to Thanh Hóa, then known as Tây Đô (西都), the \"Western Capital\". Thăng Long then became Đông Đô (東都), the \"Eastern Capital\".\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nIn 1408, the Chinese Ming dynasty attacked and occupied <this country>, changing Đông Đô's name to Dongguan (Chinese: 東關, Eastern Gateway), or Đông Quan in Sino-<this country>ese. In 1428, the <this country>ese overthrew the Chinese under the leadership of Lê Lợi, who later founded the Lê dynasty and renamed Đông Quan Đông Kinh (東京, \"Eastern Capital\") or Tonkin. During 17th century, the population of Đông Kinh was estimated by Western diplomats as about 100,000. Right after the end of the Tây Sơn dynasty, it was named Bắc Thành (北城, \"Northern Citadel\").\n\nDuring Nguyễn dynasty and the French colonial period\nWhen the Nguyễn dynasty was established in 1802, Gia Long moved the capital to Huế. Thăng Long was no longer the capital, its Hán tự was changed from 昇龍 (\"Rising dragon\") to 昇隆 (\"Ascent and prosperity\"), aiming to reduce the sentiment of Lê dynasty. Emperors of <this country> usually used dragon (龍 long) as a symbol of their imperial strength and power. In 1831, the Nguyễn emperor Minh Mạng renamed it Hà Nội (河內, \"Between Rivers\" or \"River Interior\"). <this city> was occupied by the French in 1873 and passed to them ten years later. As Hanoï, it was located in the protectorate of Tonkin and became the capital of French Indochina after 1887.\n\nDuring WWII and <this country> War\nThe city was occupied by the Imperial Japanese in 1940 and liberated in 1945, when it briefly became the seat of the Việt Minh government after Ho Chi Minh proclaimed the independence of <this country>. However, the French returned and reoccupied the city in 1946. After nine years of fighting between the French and Viet Minh forces, <this city> became the capital of an independent North <this country> in 1954. The French Army withdrew that year and the People's Army of <this country> and International Control Commission occupied the city under the terms of the 1954 Geneva Conference.During the <this country> War, <this city>'s transportation facilities were disrupted by the bombing of bridges and railways by the U.S. Seventh Air Force and Republic of <this country> Air Force. These were all, however, later repaired. Following the end of the war, <this city> became the capital of a reunified <this country> when North and South <this country> were reunited on 2 July 1976.\n\nModern <this city>\nAfter the Đổi Mới economic policies were approved in 1986, the Communist Party and national and municipal governments hoped to attract international investments for urban development projects in <this city>. The high-rise commercial buildings did not begin to appear until ten years later due to the international investment community being skeptical of the security of their investments in <this country>. Rapid urban development and rising costs displaced many residential areas in central <this city>. Following a short period of economic stagnation after the 1997 Asian financial crisis, <this city> resumed its rapid economic growth.On 29 May 2008, it was decided that Hà Tây Province, Vĩnh Phúc Province's Mê Linh District and four communes of Lương Sơn District, Hòa Bình Province be merged into the metropolitan area of <this city> from 1 August 2008. <this city>'s total area then increased to 334,470 hectares in 29 subdivisions with the new population being 6,232,940., effectively tripling its size. The <this city> Capital Region (Vùng Thủ đô Hà Nội), a metropolitan area covering <this city> and six surrounding provinces under its administration, will have an area of 13,436 square kilometres (5,188 sq mi) with 15 million people by 2020.\n<this city> has experienced a rapid construction boom recently. Skyscrapers, appearing in new urban areas, have dramatically changed the cityscape and have formed a modern skyline outside the old city. In 2015, <this city> is ranked 39th by Emporis in the list of world cities with most skyscrapers over 100 m; its two tallest buildings are <this city> Landmark 72 Tower (336 m, second tallest in <this country> after Ho Chi Minh City's Landmark 81 and third tallest in south-east Asia after Malaysia's Petronas Towers) and <this city> Lotte Center (272 m, also, third tallest in <this country>).\nPublic outcry in opposition to the redevelopment of culturally significant areas in <this city> persuaded the national government to implement a low-rise policy surrounding Hoàn Kiếm Lake. The Ba Đình District is also protected from commercial redevelopment.\n\nGeography\nLocation, topography\n<this city> is a landlocked municipality in the northern region of <this country>, situated in <this country>'s Red River delta, nearly 90 km (56 mi) from the coast. <this city> contains three basic kinds of terrain, which are the delta area, the midland area and the mountainous zone. In general, the terrain becomes gradually lower from north to south and from west to east, with the average height ranging from 5 to 20 meters above sea level. Hills and mountainous zones are located in the northern and western parts of the city. The highest peak is at Ba Vi with 1281 m, located west of the city proper.\n\nClimate\nWhen using the Köppen climate classification, the ClimaTemps.com website ranks <this city> as a monsoon-influenced humid subtropical climate (Köppen Cwa) with plentiful precipitation like other places in Northern <this country>. The city experiences the typical climate of northern <this country>, with four distinct seasons. Summer, from May to September, is characterized by hot and humid weather with abundant rainfall, and few dry days.: 40  Hot, dry conditions caused by westerly winds during summer are rare.: 40  From October to November comprise the fall season, characterized by a decrease in temperature and precipitation, this time in the year mostly are warm and mild. Winters, from December to January, are characterized as being cool by the northeast monsoon, making <this city> have a dry winter and large amount of sunshine. Spring, from February until the end of April, <this city> is usually characterized with large amounts of drizzle and little sunshine due to the strong activity of the southeast monsoon blowing moisture from the sea inland.: 40  The city is usually cloudy and foggy in this time, averaging only 1.5 hours of sunshine per day in February and March. The city has times to be influenced by cold waves from the Northeast. <this city> is the only capital of Southeast Asia with a subtropical climate.\nThe region has a positive water balance (i.e. the precipitation exceeds the potential evapotranspiration). <this city> averages 1,612 millimetres (63.5 in) of rainfall per year, the majority falling from May to October. There are an average of 114 days with rain. The average annual temperature is 23.6 °C (74 °F), with a mean relative humidity of more than 80%. The coldest month has a mean temperature of 16.4 °C (61.5 °F) and the hottest month has a mean temperature of 29.2 °C (84.6 °F). The highest recorded temperature was 42.8 °C (109 °F) in May 1926, while the lowest recorded temperature was 2.7 °C (37 °F) in January 1955. The city have also experienced extremely hot weather on 4 June 2017 due to La Niña, with the temperature reached up to 42.5 °C (108.5 °F) in a week. <this city> can sometimes experience snow in winter. The most recent snow happened on Ba Vì mountain range, and the temperature fell to 0 °C (32 °F) on January 24, 2016.\n\nAdministrative divisions\nHà Nội is divided into 12 urban districts, 1 district-leveled town and 17 rural districts. When Hà Tây was merged into <this city> in 2008, Hà Đông was transformed into an urban district while Sơn Tây is demoted to a district-level town. They are further subdivided into 22 commune-level towns (or townlets), 399 communes, and 145 wards.\nHT – formerly an administrative subdivision unit of the defunct Hà Tây Province.\n\nDemographics\nDuring the French colonial period, as the capital of French Indochina, <this city> attracted a considerable number of French, Chinese and <this country>ese from the surrounding areas. In the 1940s the population of the city was 132,145. After the First Indochina War, many French and Chinese people left the city to either move south or repatriate.\n<this city>'s population only started to increase rapidly in the second half 20th century. In 1954, the city had 53 thousand inhabitants, covering an area of 152 km2. By 1961, the area of the city had expanded to 584 km2, and the population was 91,000 people. In 1978, National Assembly (<this country>) decided to expand <this city> for the second time to 2,136 km2, with a population of 2.5 million people. By 1991, the area of <this city> continued to change, decreasing to 924 km2 (357 sq mi), but the population was still over 2 million people. During the 1990s, <this city>'s population increased steadily, reaching 2,672,122 people in 1999. After the most recent expansion in August 2008, <this city> has a population of 6.233 million and is among the 17 capitals with the largest area in the world. According to the 2009 census, <this city>'s population is 6,451,909 people. As of 1 April 2019, <this city> had a population of 8,053,663, including 3,991,919 males and 4,061,744 females. The population living in urban areas is 3,962,310 people, accounting for 49.2% and in rural areas is 4,091,353 people, accounting for 50.8%. <this city> is the second most populous city in the country, after Ho Chi Minh City (8,993,082 people). The average annual population growth rate from 2009 to 2019 of <this city> is 2.22%/year, higher than the national growth rate (1.14%/year) and is the second highest in the Red River Delta, only after Bắc Ninh Province (2.90% / year).\nNowadays, the city is both a major metropolitan area of Northern <this country>, and also the country's cultural and political centre, putting a lot of pressure on the infrastructure, some of which is antiquated and dates back to the early 20th century. It has over eight million residents within the city proper and an estimated population of 20 million within the metropolitan area.\nThe number of <this city>ans who have settled down for more than three generations is likely to be very small when compared to the overall population of the city. Even in the Old Quarter, where commerce started hundreds of years ago and consisted mostly of family businesses, many of the street-front stores nowadays are owned by merchants and retailers from other provinces. The original owner family may have either rented out the store and moved into the adjoining house or moved out of the neighborhood altogether. The pace of change has especially escalated after the abandonment of central-planning economic policies and relaxing of the district-based household registrar system.<this city>'s telephone numbers have been increased to 8 digits to cope with demand (October 2008). Subscribers' telephone numbers have been changed in a haphazard way; however, mobile phones and SIM cards are readily available in <this country>, with pre-paid mobile phone credit available in all areas of <this city>.\n\nReligion\nBuddhism, Taoism, and Confucianism are the main religions of <this city> for many years. Most people consider themselves Buddhist, though not all of them regularly follow religion.\n\nEthnic groups\nThere are more than 50 ethnic groups in <this city>, of which the Viet (Kinh) is the largest; according to official <this country>ese figures (2019 census), accounting for 98.66% of the population, followed by Mường at 0.77% and Tày at 0.24%.\n\nEconomy\nAccording to a recent ranking by PricewaterhouseCoopers, <this city> and Ho Chi Minh City will be amongst the fastest-growing cities in the world in terms of GDP growth from 2008 to 2025. In the year 2013, <this city> contributed 12.6% to GDP, exported 7.5% of total exports, contributed 17% to the national budget and attracted 22% investment capital of <this country>. The city's nominal GDP at current prices reached 451,213 billion VND (US$21.48 billion) in 2013, which made per capita GDP stand at 63.3 million VND (US$3,000).\nIndustrial production in the city has experienced a rapid boom since the 1990s, with average annual growth of 19.1 percent from 1991 to 1995, 15.9 percent from 1996 to 2000, and 20.9 percent during 2001–2003. In addition to eight existing industrial parks, <this city> is building five new large-scale industrial parks and 16 small- and medium-sized industrial clusters. The non-state economic sector is expanding fast, with more than 48,000 businesses operating under the Enterprise Law (as of 3/2007).Trade is another strong sector of the city. In 2003, <this city> had 2,000 businesses engaged in foreign trade, having established ties with 161 countries and territories. The city's export value grew by an average 11.6 percent each year from 1996 to 2000 and 9.1 percent during 2001–2003. The economic structure also underwent important shifts, with tourism, finance, and banking now playing an increasingly important role. <this city>'s traditional business districts are Hoàn Kiếm, Hai Bà Trưng and Đống Đa; and newly developing Cầu Giấy, Nam Từ Liêm, Bắc Từ Liêm, Thanh Xuân and Hà Đông in the west.\nSimilar to Ho Chi Minh City, <this city> enjoys a rapidly developing real estate market. The most notable new urban areas are central Trung Hòa Nhân Chính, Mỹ Đình, the luxurious zones of The Manor, Ciputra, Royal City in the Nguyễn Trãi Street (Thanh Xuân District) and Times City in the Hai Bà Trưng District. With an estimated nominal GDP of US$42.04 billion as of 2019, it is the second most productive economic area of <this country> (after Ho Chi Minh City)\nAgriculture, previously a pillar in <this city>'s economy, has striven to reform itself, introducing new high-yield plant varieties and livestock, and applying modern farming techniques.After the economic reforms that initiated economic growth, <this city>'s appearance has also changed significantly, especially in recent years. Infrastructure is constantly being upgraded, with new roads and an improved public transportation system. <this city> has allowed many fast-food chains into the city, such as McDonald's, Lotteria, Pizza Hut, KFC, and others. Locals in <this city> perceive the ability to purchase \"fast-food\" as an indication of luxury and permanent fixtures. Similarly, city officials are motivated by food safety concerns and their aspirations for a \"modern\" city to replace the 67 traditional food markets with 1,000 supermarkets by 2025. This is likely to increase consumption of less nutritious foods, as traditional markets are key for consumption of fresh rather than processed foods.Over three-quarters of the jobs in <this city> are state-owned. 9% of jobs are provided by collectively owned organizations. 13.3% of jobs are in the private sector. The structure of employment has been changing rapidly as state-owned institutions downsize and private enterprises grow. <this city> has in-migration controls which allow the city to accept only people who add skills <this city>'s economy. A 2006 census found that 5,600 rural produce vendors exist in <this city>, with 90% of them coming from surrounding rural areas. These numbers indicate the much greater earning potential in urban rather than in rural spaces. The uneducated, rural, and mostly female street vendors are depicted as participants of \"microbusiness\" and local grassroots economic development by business reports. In July 2008, <this city>'s city government devised a policy to partially ban street vendors and side-walk based commerce on 62 streets due to concerns about public health and \"modernizing\" the city's image to attract foreigners. Many foreigners believe that the vendors add a traditional and nostalgic aura to the city, although street vending was much less common prior to the 1986 Đổi Mới policies. The vendors have not able to form effective resistance tactics to the ban and remain embedded in the dominant capitalist framework of modern <this city>.<this city> is part of the Maritime Silk Road that runs from the Chinese coast through the Strait of Malacca towards the southern tip of India to Mombasa, from there through the Red Sea via the Suez Canal to the Mediterranean, there to the Upper Adriatic region to the northern Italian hub of Trieste with its rail connections to Central Europe and the North Sea.\n\nDevelopment\nInfrastructural development\nA development master plan for <this city> was designed by Ernest Hebrard in 1924, but was only partially implemented. The previous close relationship between the Soviet Union and <this country> led to the creation of the first comprehensive plan for <this city> with the assistance of Soviet planners between 1981 and 1984. It was never realized because it appeared to be incompatible with <this city>'s existing layout.In recent years, two master plans have been created to guide <this city>'s development. The first was the <this city> Master Plan 1990–2010, approved in April 1992. It was created out of collaboration between planners from <this city> and the National Institute of Urban and Rural Planning in the Ministry of Construction. The plan's three main objectives were to create housing and a new commercial center in an area known as Nghĩa Đô, expand residential and industrial areas in the Gia Lâm District, and develop the three southern corridors linking <this city> to Hà Đông and the Thanh Trì District. The result of the land-use pattern was meant to resemble a five cornered star by 2010. In 1998, a revised version of the <this city> Master plan was approved to be completed in 2020. It addressed the significant increase of population projections within <this city>. Population densities and high rise buildings in the inner city were planned to be limited to protect the old parts of inner <this city>. A rail transport system is planned to be built to expand public transport and link the <this city> to surrounding areas. Projects such as airport upgrading, a golf course, and cultural villages have been approved for development by the government.<this city> is still faced with the problems associated with increasing urbanization. Although it is a major transport hub with a large network of national routes, expressways, railways, and is home to Noi Bai International Airport, the busiest airport in <this country>, the disparity of wealth between the rich and the poor is a problem in both the capital and throughout the country. <this city>'s public infrastructure was assessed as in poor condition with high amounts of pollution and congestion in 2001. The city also has air and water pollution, difficult road conditions, traffic congestion, and a rudimentary public transit system. Traffic congestion and air pollution are worsening as the number of motor cycles increases. Squatter settlements are expanding on the outer rim of the city as homelessness rises (2001).In the late 1980s, the United Nations Development Programme (UNDP) and the <this country>ese government had designed a project to develop rural infrastructure. The project focused on improving roads, water supply and sanitation, and educational, health and social facilities because economic development in the communes and rural areas surrounding <this city> is dependent on the infrastructural links between the rural and urban areas, especially for the sale of rural products. The project aimed to use locally available resources and knowledge such as compressed earth construction techniques for building. It was jointly funded by the UNDP, the <this country>ese government, and resources raised by the local communities and governments. In four communes, the local communities contributed 37% of the total budget. Local labor, community support, and joint funding were decided as necessary for the long-term sustainability of the project.\n\nCivil society development\nPart of the goals of the Đổi Mới economic reforms was to decentralize governance for purpose of economic improvement. This led to the establishment of the first issue-oriented civic organizations in <this city>. In the 1990s, <this city> experienced significant poverty alleviation as a result of both the market reforms and civil society movements. Most of the civic organizations in <this city> were established after 1995, at a rate much slower than in Ho Chi Minh City. Organizations in <this city> are more \"tradition-bound\", focused on policy, education, research, professional interests, and appealing to governmental organizations to solve social problems. This marked difference from Ho Chi Minh's civic organizations, which practice more direct intervention to tackle social issues, may be attributed to the different societal identities of North and South <this country>. <this city>-based civic organizations use more systematic development and less of a direct intervention approach to deal with issues of rural development, poverty alleviation, and environmental protection. They rely more heavily on full-time staff than volunteers. In <this city>, 16.7% of civic organizations accept anyone as a registered member and 73.9% claim to have their own budgets, as opposed to 90.9% in Ho Chi Minh City. A majority of the civic organizations in <this city> find it difficult to work with governmental organizations. Many of the strained relations between non-governmental and governmental organizations results from statism, a bias against non-state organizations on the part of government entities.\n\nLandmarks\nAs the capital of <this country> for almost a thousand years, <this city> is considered one of the main cultural centres of <this country>, where most <this country>ese dynasties have left their imprint. Even though some relics have not survived through wars and time, the city still has many interesting cultural and historic monuments for visitors and residents alike. Even when the nation's capital moved to Huế under the Nguyễn Dynasty in 1802, the city of <this city> continued to flourish, especially after the French took control in 1888 and modeled the city's architecture to their tastes, lending an important aesthetic to the city's rich stylistic heritage. The city hosts more cultural sites than any other city in <this country>, and boasts more than 1,000 years of history; that of the past few hundred years has been well preserved.\n\nOld Quarter\nThe Old Quarter, near Hoàn Kiếm Lake, maintains most of the original street layout and some of the architecture of old <this city>. At the beginning of the 20th century <this city> consisted of the \"36 streets\", the citadel, and some of the newer French buildings south of Hoàn Kiếm lake, most of which are now part of Hoàn Kiếm district. Each street had merchants and households specializing in a particular trade, such as silk, jewelry or even bamboo. The street names still reflect these specializations, although few of them remain exclusively in their original commerce. The area is famous for its specializations in trades such as traditional medicine and local handicrafts, including silk shops, bamboo carpenters, and tin smiths. Local cuisine specialties as well as several clubs and bars can be found here also. A night market (near Đồng Xuân Market) in the heart of the district opens for business every Friday, Saturday, and Sunday evening with a variety of clothing, souvenirs and food.\nWent through more than six decades of French colonization and centuries of sociocultural influence from China, French and Chinese cultures have influenced the designs of the old houses in <this city>. The Franco-Chinese or hybrid architecture in <this country> have shown, the “cultural additivity” in <this country>ese architecture is reflected in the front of a house in the co-existence of French-styled columns, Confucian scrolls, the Taoist yin-yang sign, and the Buddhist lotus sculpture.\n\nImperial sites\nImperior sites are mostly in Ba Đình District and a bit of Đống Đa District. They are juxtaposed with French colonial architecture (villas, administrative buildings and tree-lined boulevards). Some prominent edifices from feudal time include the Temple of Literature (Văn Miếu), site of the oldest university in <this country> which was started in 1010, the One Pillar Pagoda (Chùa Một Cột) which was built based on the dream of king Lý Thái Tông (1028–1054) in 1049, and the Flag Tower of <this city> (Cột cờ Hà Nội). In 2004, a massive part of the 900-year-old <this city> Citadel was discovered in central <this city>, near the site of Ba Đình Square.\n\nLakes\nA city between rivers built on lowlands, <this city> has many scenic lakes and is sometimes called the \"city of lakes\". Among its lakes, the most famous are Hoàn Kiếm Lake, West Lake, Trúc Bạch Lake and Bảy Mẫu Lake (inside Thống Nhất Park). Hoàn Kiếm Lake, also known as Sword Lake, is the historical and cultural center of <this city>, and is linked to the legend of the magic sword. West Lake (Hồ Tây) is a popular place for people to spend time. It is the largest lake in <this city>, with many temples in the area. The lakeside road in the Nghi Tam – Quang Ba area is perfect for bicycling, jogging and viewing the cityscape or enjoying the lotus ponds in the summer. The best way to see the majestic beauty of a West Lake sunset is to view it from one of the many bars around the lake, especially from The Summit at Pan Pacific <this city> (formally known as Summit Lounge at Sofitel Plaza <this city>).\n\nColonial <this city>\n<this city> was the capital and the administrative center for French Indochina for most of the colonial period (from 1902 to 1945). The French colonial architectural style became dominant, and many examples remain today: tree-lined boulevards (such as Phan Dinh Phung street, Hoang Dieu street and Tran Phu street) and many villas, mansions, and government buildings. Some notable colonial structures are an eclectic mixture of French and traditional <this country>ese architectural styles, such as the National Museum of <this country>ese History, the <this country> National Museum of Fine Arts and the old Indochina Medical College. Gouveneur-Général Paul Doumer (1898–1902) played a crucial role in colonial <this city>'s urban planning. Under his tenure there was a major construction boom.French Colonial buildings in <this city> are mostly in Ba Đình District and the south of Hoàn Kiếm District, the two French Quarters of the city. Notable landmarks include:\nIn Ba Đình district:\n\nPresidential Palace\nCửa Bắc Church\nMinistry of Foreign Affairs building\nSeveral ministries, government agencies and foreign embassiesIn Hoàn Kiếm district:\n\nGrand Opera House\nSt. Joseph's Cathedral\nLong Biên Bridge\nGrand Palais\nFrench School of the Far East\nHotel Metropole\nTonkin Palace (State Guest House)\nHỏa Lò Prison\nSupreme Court building\nIndochina Medical College\nMuseum of Revolution\nCentral Station\nState Bank of <this country>\nSeveral foreign embassies\n\nMuseums\n<this city> is home to a number of museums:\n\nNational Museum of <this country>ese History\n<this country> National Museum of Fine Arts\n<this country> Museum of Ethnology\n<this country> Museum of Revolution\nHỏa Lò Prison\nHo Chi Minh Museum\n<this city> Contemporary Arts Centre\n<this country> Military History Museum\n<this city> Museum\n\nSuburbs\n<this city>'s western suburbs, previously Hà Tây Province, offers a number of important religious sites:\n\nThe Thầy Pagoda in Quốc Oai District was established in the 11th century and dedicated to <this country>ese Thiền master Từ Đạo Hạnh. It is one of the oldest Buddhist temples in <this country>.\nThe Perfume Pagoda is a vast complex of Buddhist temples and shrines built into the limestone Huong Tich mountains. It has a long pilgrimage route along the Yen river.\n\nTourism\nAccording to Mastercard’s 2019 report, <this city> is <this country>'s most visited city (15th in Asia Pacific), with 4.8 million overnight international visitors in 2018. <this city> is sometimes dubbed the \"Paris of the East\" for its French influences. With its tree-fringed boulevards, more than two dozen lakes and thousands of French colonial-era buildings, <this city> is a popular tourist destination.\nThe tourist destinations in <this city> are generally grouped into two main areas: the Old Quarter and the French Quarter(s). The \"Old Quarter\" is in the northern half of Hoàn Kiếm District with small street blocks and alleys, and a traditional <this country>ese atmosphere. Many streets in the Old Quarter have names signifying the goods (\"hàng\") the local merchants were or are specialized in. For example, \"Hàng Bạc\" (silver stores) still have many stores specializing in trading silver and jewelries.\nTwo areas are generally called the \"French Quarters\": the governmental area in Ba Đình District and the south of Hoàn Kiếm District. Both areas have distinctive French Colonial style villas and broad tree-lined avenues.\nThe political center of <this country>, Ba Đình has a high concentration of <this country>ese government headquarters, including the Presidential Palace, the National Assembly Building, and several ministries and embassies, most of which used administrative buildings of colonial French Indochina. The One Pillar Pagoda, the Lycée du Protectorat and the Ho Chi Minh Mausoleum are also in Ba Dinh.\nSouth of Hoàn Kiếm's \"French Quarter\" has several French-Colonial landmarks, including the <this city> Opera House, the Sofitel Legend Metropole <this city> hotel, the National Museum of <this country>ese History (formerly the École française d'Extrême-Orient), and the St. Joseph's Cathedral. Most of the French-Colonial buildings in Hoan Kiem are now used as foreign embassies.\nSince 2014, <this city> has consistently been voted in the world's top ten destinations by TripAdvisor. It ranked eighth in 2014, fourth in 2015 and eighth in 2016.\n<this city> is the most affordable international destination in TripAdvisor's annual TripIndex report. In 2017, <this city> will welcome more than 5 million international tourists.\n\nEntertainment\nA variety of options for entertainment in <this city> can be found throughout the city. Modern and traditional theaters, cinemas, karaoke bars, dance clubs, bowling alleys, and an abundance of opportunities for shopping provide leisure activity for both locals and tourists. <this city> has been named one of the top 10 cities for shopping in Asia by Water Puppet Tours. The number of art galleries exhibiting <this country>ese art has dramatically increased in recent years, now including galleries such as \"Nhat Huy\" of Huynh Thong Nhat.\nNhà Triển Lãm at 29 Hang Bai street hosts regular photo, sculpture, and paint exhibitions in conjuncture with local artists and travelling international expositions.\nA popular traditional form of entertainment is water puppetry, which is shown, for example, at the Thăng Long Water Puppet Theatre.\n\nShopping\nTo adapt to <this city>'s rapid economic growth and high population density, many modern shopping centers and megamalls have been opened in <this city>.\nMajor malls are:\n\nTrang Tien Plaza, High-end Mall on Trang Tien street (right next to Hoàn Kiếm Lake), Hoàn Kiếm District\nVincom Center, a modern mall with hi-end CGV cineplex, Ba Trieu Street (just 2 km from Hoan Kiem lake), Hai Bà Trưng District\nThe Garden Shopping Center, Me Tri – Mỹ Đình, Nam Từ Liêm District\nIndochina Plaza, Xuan Thuy street, Cầu Giấy District\nVincom Royal City Megamall, the largest underground mall in Asia with 230,000 square metres of shops, restaurants, cineplex, waterpark (formerly), cinema, ice skating rink; Nguyen Trai street (approx 6 km from Hoan Kiem Lake), Thanh Xuân District\nVincom Times City Megamall, another megamall of 230,000 square metres including shops, restaurants, cineplex, huge musical fountain on central square and a giant aquarium; Minh Khai street (approx 5 km from Hoan Kiem Lake), Hai Ba Trung district\nLotte Department Store, opened September 2014, Lieu Giai Street, Ba Đình District\nAeon Mall Long Bien opened last October 2015, Long Bien District\nAeon Mall Ha Dong opened in the end of 2019, Ha Dong district\n\nCuisine\n<this city> has rich culinary traditions. Many of <this country>'s most famous dishes, such as phở, bún chả, chả cá Lã Vọng, bánh cuốn and cốm are believed to have originated in <this city>. Two varieties of phở dominate the <this city> scene: phở bò, containing beef, and phở gà, containing chicken. Bún chả, a dish consisting of charcoal roasted pork served in a sweet/salty soup with rice noodle vermicelli and lettuce, is by far the most popular food item among locals. President Barack Obama famously tried this dish at a Le Van Huu eatery with Anthony Bourdain in 2016, prompting the opening of a bún chả restaurant bearing his name in the Old Quarter.\n<this country>'s national dish phở has been named as one of the Top 5 street foods in the world by globalpost.<this city> has a number of restaurants whose menus specifically offer dishes containing snake and various species of insects. Insect-inspired menus can be found at a number of restaurants in Khuong Thuong village, <this city>. The signature dishes at these restaurant are those containing processed ant-eggs, often in the culinary styles of Thai people or <this country>'s Muong and Tay ethnic people. Dog eating used to be popular in <this city> in 1990s and early 2000s but is now dying out quickly due to strong objections.\n\nEducation\n<this city>, as the capital of French Indochina, was home to the first Western-style universities in Indochina, including: Indochina Medical College (1902) – now <this city> Medical University, Indochina University (1904) – now <this city> National University (the largest), and École Supérieure des Beaux-Arts de l'Indochine (1925) – now <this city> University of Fine Art.\nAfter the Communist Party of <this country> took control of <this city> in 1954, many new universities were built, among them, <this city> University of Science and Technology. Recently ULIS (University of Languages and International Studies) was rated as one of the top universities in south-east Asia for languages and language studies at the undergraduate level. Other universities that are not part of <this country> National University or <this city> University include <this city> School for Public Health, <this city> School of Agriculture, Electric Power University and University of Transport and Communications.\nIt is estimated that 62% of the scientists in the whole country are living and working in <this city>. Admissions to undergraduate study are through entrance examinations, which are conducted annually and open to everyone (who has successfully completed his/her secondary education) in the country. The majority of universities in <this city> are public, although in recent years a number of private universities have begun operation. Thăng Long University, founded in 1988, by <this country>ese mathematics professors in <this city> and France was the first private university in <this country>. Because many of <this country>'s major universities are located in <this city>, students from other provinces (especially in the northern part of the country) wishing to enter university often travel to <this city> for the annual entrance examination. Such events usually take place in June and July, during which a large number of students and their families converge on the city for several weeks around the intense examination period. In recent years, these entrance exams have been centrally coordinated by the Ministry of Education, but entrance requirements are decided independently by each university.\nAlthough there are state owned kindergartens, there are also many private ventures that serve both local and international needs. Pre-tertiary (elementary and secondary) schools in <this city> are generally state run, but there are also some independent schools. Education is equivalent to the K–12 system in the U.S., with elementary school between grades 1 and 5, middle school (or junior high) between grades 6 and 9, and high school from grades 10 to 12. There are several specialised school (or high school for the gifted) in <this city> where excellent students in <this city> attend. Some schools include:\n• <this city> – Amsterdam High School\n• Chu Van An High School\n• Foreign Language Specialized School\n• Nguyen Hue High School for the Gifted\n• High School for Gifted Students, <this city> National University of Education\n• High School for Gifted Students, <this city> University of Science\nEducation levels are much higher within the city of <this city> in comparison to the suburban areas outside the city. About 33.8% of the labor force in the city has completed secondary school in contrast to 19.4% in the suburbs. 21% of the labor force in the city has completed tertiary education in contrast to 4.1% in the suburbs.International schools include:\n\nBritish International School <this city>\nBritish <this country>ese International School <this city>\n<this city> International School\nJapanese School of <this city>\nKorean International School in <this city>\nLycée français Alexandre Yersin\nUnited Nations International School of <this city>\n<this country>-Australia School, <this city>Former schools:\n\nLycée Albert Sarraut\n\nReform\nCountry-wide educational change is difficult in <this country>, due to the restrictive control of the government on social and economic development strategies. According to <this city> government publications, the national system of education was reformed in 1950, 1956 and 1970. It was not until 1975 when the two separate education systems of the former North and South <this country> territories became unified under a single national system. In <this city> in December 1996, the Central Committee of the Communist Party of <this country> stated that: \"To carry out industrialization and modernization successfully, it is necessary to develop education and training strongly [and to] maximize human resources, the key factor of fast and sustained development.\"\n\nTransportation\n<this city> has 1,370 streets and roads with the total length of over 2,300 km (1,429 mi); 573 bridges, of which 483 small to middle bridges, 13 light overpasses for vehicle, 70 pedestrian overpasses and 7 main bridges (Chương Dương, Vĩnh Tuy, Thanh Trì, Nhật Tân, Đông Trù, Thăng Long, and Phùng); 115 tunnels, including 9 main tunnels, 39 pedestrian tunnels and 67 underpass. In total, the proportion of land for traffic in the city 2021 is 10.3%. The city also has 63 km (39 mi) of inland waterway, which are Yến stream, Hai stream, Cà Lồ and Đáy river.<this city> is served by Noi Bai International Airport, located in the Soc Son District, approximately 15 km (9 mi) north of <this city>. The new international terminal (T2), designed and built by Japanese contractors, opened in January 2015 and is a big facelift for the airport. In addition, a new highway and the new Nhat Tan cable-stay bridge connecting the airport and the city center opened at the same time, offering much more convenience than the old road (via Thang Long bridge). Taxis are plentiful and usually have meters, although it is also common to agree on the trip price before taking a taxi from the airport to the city centre.\n<this city> is also the origin or departure point for many <this country> Railways train routes in the country with 6 national railway lines pass through the city with a total length of 162 km (101 mi). The Reunification Express (tàu Thống Nhất) runs from <this city> to Ho Chi Minh City from <this city> station (formerly Hang Co station), with stops at cities and provinces along the line. Trains also depart <this city> frequently for Hai Phong and other northern cities. The Reunification Express line was established during French colonial rule and was completed over a period of nearly forty years, from 1899 to 1936. The Reunification Express between <this city> and Ho Chi Minh City covers a distance of 1,726 km (1,072 mi) and takes approximately 33 hours. As of 2005, there were 278 stations on the <this country>ese railway network, of which 191 were located along the north–south line.\nThe main means of transport within <this city> city are motorbikes, buses, taxis, and a rising number of cars. In recent decades, motorbikes have overtaken bicycles as the main form of transportation. Cars however are probably the most notable change in the past five years as many <this country>ese people purchase the vehicles for the first time. The increased number of cars are the main cause of gridlock as roads and infrastructure in the older parts of <this city> were not designed to accommodate them. On 4 July 2017, the <this city> government voted to ban motorbikes entirely by 2030, to reduce pollution, congestion, and encourage the expansion and use of public transport. Number of vehicles registered in <this city> as of July 2022 is over 7.6 million, including more than 1 million cars, over 6.4 million motorcycles of and 179,000 electric motorbikes. This figure does not include vehicles of the armed forces, diplomatic missions and other localities's vehicles operating in <this city>.There are two metro lines in <this city>, one of which is under construction, as part of the master plan for the future <this city> Metro system. Line 2A opened on 6 November 2021, while line 3 is expected to begin operation in 2023.\nPersons on their own or traveling in a pair who wish to make a fast trip around <this city> to avoid traffic jams or to travel at an irregular time or by way of an irregular route often use \"xe ôm\" (literally, \"hug bike\"). Motorbikes can also be rented from agents within the Old Quarter of <this city>, although this falls inside a rather grey legal area.\n\nSports\nThere are several gymnasiums and stadiums throughout the city of <this city>. The most approved ones are Mỹ Đình National Stadium (Lê Đức Thọ Boulevard), Quần Ngựa Sports Palace (Văn Cao Avenue), <this city> Aquatics Sports Complex and <this city> Indoor Games Gymnasium. The others include Hàng Đẫy Stadium. The third Asian Indoor Games were held in <this city> in 2009. The others are Hai Bà Trưng Gymnasium, Trịnh Hoài Đức Gymnasium, Vạn Bảo Sports Complex.\nOn 6 November 2018, it was announced that in 2020, <this city> would become the host of the first FIA Formula 1 <this country>ese Grand Prix on a street circuit on the outskirts of the city.  The race was initially postponed and later cancelled due to the COVID-19 pandemic and the inaugural edition of the event postponed to 2021. The Grand Prix was removed from the 2021 calendar because of the arrest of <this city> People's Committee Chairman Nguyễn Đức Chung on corruption charges unrelated to the Grand Prix. As a result, it's unclear whether the race will be held at all.<this city> has two basketball teams that compete in the <this country> Basketball Association (VBA), the <this city> Buffaloes and Thang Long Warriors. Hàng Đẫy Stadium is home to three football clubs: <this city>, <this city> Police and Viettel, both participating in V.League 1.\n\nHealth care and other facilities\nSome medical facilities in <this city>:\n\nBạch Mai Hospital\nViet Duc Hospital\nSaint Paul General Hospital\n108 Military Central Hospital\nHôpital Français de <this city>\nInternational SOS\n<this city> Medical University Hospital\nThanh Nhan Hospital\nVinmec International Hospital\nThu Cuc General Hospital\nK Hospital\nMedlatech Hospital\n\nCity for Peace\nOn 16 July 1999, the United Nations Educational, Scientific and Cultural Organization (UNESCO) presented the title \"City for Peace\" to <this city> because the city met the following criteria: Exemplary action against exclusion and in support of the dialogue between communities; Exemplary urban action; Exemplary environmental action; Exemplary action to promote culture; Exemplary action in the field of education and especially civic education.<this city> is the only city in Asia-Pacific that was granted this title.\n\nInternational relations\n<this city> is a member of the Asian Network of Major Cities 21 and the C40 Cities Climate Leadership Group.\n\nTwin towns – sister cities\n<this city> is twinned with:\n\nGallery\nSee also\nGioi Market\nĐồng Xuân Market\nNorth–South Railway (<this country>)\nList of historical capitals of <this country>\nHo Chi Minh City\n\nNotes\nReferences\nBibliography\nBoudarel, Georges (2002). <this city>: City Of The Rising Dragon. Rowman & Littlefield Publishers, Inc. ISBN 978-0-7425-1655-7.\nBielestein, Hans (1986), \"Wang Mang, the restoration of the Han dynasty, and Later Han\",  in Twitchett, Denis C.; Fairbank, John King (eds.), The Cambridge History of China: Volume 1, The Ch'in and Han Empires, 221 BC-AD 220, Cambridge: Cambridge University Press, pp. 223–290\nDodd, Jan; Lewis, Mark (2003). Rough Guide to <this country>. Rough Guides. ISBN 978-1-84353-095-4.\nDrummond, Lisa; Thomas, Mandy (5 June 2003). Consuming Urban Culture in Contemporary <this country>. Taylor & Francis. ISBN 978-0-203-98794-0.\nJamieson, Neil L (1995). Understanding <this country>. University of California Press. ISBN 978-0-520-20157-6.\nButtinger, Joseph (1958). The Smaller Dragon: A Political History of <this country>. Praeger Publishers.\nBrindley, Erica (2015). Ancient China and the Yue: Perceptions and Identities on the Southern Frontier, C.400 BCE-50 CE. Cambridge University Press. ISBN 978-1-107-08478-0.\nNam C. Kim (2015). The Origins of Ancient <this country>. Oxford University Press. ISBN 978-0-19-998089-5.\nTaylor, Keith Weller (1983). The Birth of <this country>. University of California Press. ISBN 978-0-520-07417-0.\nTaylor, Keith Weller (2013). A History of the <this country>ese. Cambridge University Press. ISBN 978-0-521-87586-8.\nMiksic, John Norman; Yian, Go Geok (2016). Ancient Southeast Asia. Taylor & Francis. ISBN 978-1-317-27903-7.\nKiernan, Ben (2019). Việt Nam: a history from earliest time to the present. Oxford University Press. ISBN 978-0-19-005379-6.\nPurton, Peter Fraser (2009). A History of the Late Medieval Siege, 450-1220. Boydell & Brewer. ISBN 978-1-84383-448-9.\nPark, Hyunhee (2012). Mapping the Chinese and Islamic Worlds: Cross-Cultural Exchange in Pre-Modern Asia. Cambridge University Press. ISBN 978-1-107-01868-6.\nBoudarel, Georges; Nguyen, Van Ky; Nguyễn, Văn Ký (2002).  Duiker, Claire (ed.). <this city>: City of the Rising Dragon. New York: Rowman & Littlefield Publishers. ISBN 978-0-7425-1655-7.\nLoewe, Michael (2004), \"Guangzhou: the Evidence of the Standard Histories from the Shi ji to the Chen shu, a Preliminary Survey\", Guangdong: Archaeology and Early Texts (Zhou–Tang), Harrassowitz Verlag, pp. 51–80, ISBN 3-447-05060-8.\nRutherford, Scott (1 December 2002). <this country>. Langenscheidt Publishing Group. ISBN 978-981-234-984-2.\nTran Quoc Vuong & al.;  et al. (1977), <this city>: From the Origins to the 19th Century, <this country>ese Studies, <this city>: Xunhasaba.\nPhan, Huy Lê; Nguyễn, Quang Ngọc; Nguyễn, Đình Lễ (1997). The Country Life in the Red River Delta.\nĐào Duy Anh (2016) [First published 1964]. Đất nước Việt Nam qua các đời: nghiên cứu địa lý học lịch sử Việt Nam (in <this country>ese). Nha Nam. ISBN 978-604-94-8700-2.\nForbes, Andrew, and Henley, David: <this country> Past and Present: The North (History and culture of <this city> and Tonkin). Chiang Mai. Cognoscenti Books, 2012. ASIN: B006DCCM9Q.\nYü, Ying-shih (1986), \"Han foreign relations\",  in Twitchett, Denis C.; Fairbank, John King (eds.), The Cambridge History of China: Volume 1, The Ch'in and Han Empires, 221 BC-AD 220, Cambridge: Cambridge University Press, pp. 377–463\nLogan, William S. (2001). <this city>: Biography of a City. University of Washington Press. ISBN 978-0-295-98014-0.\nVann, Michael G. (2018). The Great <this city> Rat Hunt: Empire, Disease, and Modernity in French Colonial <this country>. New York: Oxford University Press.\n\nExternal links\nOfficial Site of <this city> Government\nAn article in New York Times about <this city>\n <this city> travel guide from Wikivoyage\n Geographic data related to <this city> at OpenStreetMap"
}