{
  "name": "Istanbul, Turkey",
  "city": "Istanbul",
  "country": "Turkey",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( IST-an-BUUL, US also  IST-an-buul; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Constantinople (Greek: Κωνσταντινούπολις; Latin: Constantinopolis; Ottoman Turkish: قسطنطينيه), is the largest city in <this country>, serving as the country's economic, cultural and historic hub. The city straddles the Bosporus strait, lying in both Europe and Asia, and has a population of over 15 million residents, comprising 19% of the population of <this country>. <this city> is the most populous European city and the world's 15th-largest city.\nThe city was founded as Byzantium (Greek: Βυζάντιον, Byzantion) in the 7th century BCE by Greek settlers from Megara. In 330 CE, the Roman emperor Constantine the Great made it his imperial capital, renaming it first as New Rome (Greek: Νέα Ῥώμη, Nea Rhomē; Latin: Nova Roma) and then as Constantinople (Constantinopolis) after himself. In 1930, the city's name was officially changed to <this city>, the Turkish rendering of εἰς τὴν Πόλιν (romanized: eis tḕn Pólin; 'to the City'), the appellation Greek speakers used since the 11th century to colloquially refer to the city.The city served as an imperial capital for almost 1600 years: during the Roman/Byzantine (330–1204), Latin (1204–1261), late Byzantine (1261–1453), and Ottoman (1453–1922) empires. The city grew in size and influence, eventually becoming a beacon of the Silk Road and one of the most important cities in history. The city played a key role in the advancement of Christianity during Roman/Byzantine times, hosting four of the first seven ecumenical councils before its transformation to an Islamic stronghold following the Fall of Constantinople in 1453 CE—especially after becoming the seat of the Ottoman Caliphate in 1517. In 1923, after the Turkish War of Independence, Ankara replaced the city as the capital of the newly formed Republic of <this country>.\nOver 13.4 million foreign visitors came to <this city> in 2018, eight years after it was named a European Capital of Culture, making it the world's eighth most visited city. The historic centre of <this city> is a UNESCO World Heritage Site, and the city hosts the headquarters of numerous Turkish companies, accounting for more than thirty percent of the country's economy.\n\nToponymy\nThe first known name of the city is Byzantium (Greek: Βυζάντιον, Byzántion), the name given to it at its foundation by Megarian colonists around 657 BCE. Megarian colonists claimed a direct line back to the founders of the city, Byzas, the son of the god Poseidon and the nymph Ceroëssa. Modern excavations have raised the possibility that the name Byzantium might reflect the sites of native Thracian settlements that preceded the fully-fledged town. Constantinople comes from the Latin name Constantinus, after Constantine the Great, the Roman emperor who refounded the city in 324 CE. Constantinople remained the most common name for the city in the West until the 1930s, when Turkish authorities began to press for the use of \"<this city>\" in foreign languages. Ḳosṭanṭīnīye (Ottoman Turkish: قسطنطينيه) and İstanbul were the names used alternatively by the Ottomans during their rule.The name İstanbul (Turkish pronunciation: [isˈtanbuɫ] (listen), colloquial Turkish pronunciation: [ɯsˈtambuɫ]) is commonly held to derive from the Medieval Greek phrase \"εἰς τὴν Πόλιν\" (pronounced Greek pronunciation: [is tim ˈbolin]), which means \"to the city\" and is how Constantinople was referred to by the local Greeks. This reflected its status as the only major city in the vicinity. The importance of Constantinople in the Ottoman world was also reflected by its nickname Der Saadet meaning the 'Gate to Prosperity' in Ottoman Turkish. An alternative view is that the name evolved directly from the name Constantinople, with the first and third syllables dropped. Some Ottoman sources of the 17th century, such as Evliya Çelebi, describe it as the common Turkish name of the time; between the late 17th and late 18th centuries, it was also in official use. The first use of the word Islambol (Ottoman Turkish: اسلامبول) on coinage was in 1730 during the reign of Sultan Mahmud I. In modern Turkish, the name is written as İstanbul, with a dotted İ, as the Turkish alphabet distinguishes between a dotted and dotless I. In English the stress is on the first or last syllable, but in Turkish it is on the second syllable (-tan-). A person from the city is an İstanbullu (plural: İstanbullular); <this city>ite is used in English.\n\nHistory\nNeolithic artifacts, uncovered by archeologists at the beginning of the 21st century, indicate that <this city>'s historic peninsula was settled as far back as the 6th millennium BCE. That early settlement, important in the spread of the Neolithic Revolution from the Near East to Europe, lasted for almost a millennium before being inundated by rising water levels. The first human settlement on the Asian side, the Fikirtepe mound, is from the Copper Age period, with artifacts dating from 5500 to 3500 BCE, On the European side, near the point of the peninsula (Sarayburnu), there was a Thracian settlement during the early 1st millennium BCE. Modern authors have linked it to the Thracian toponym Lygos, mentioned by Pliny the Elder as an earlier name for the site of Byzantium.The history of the city proper begins around 660 BCE, when Greek settlers from Megara established Byzantium on the European side of the Bosporus. The settlers built an acropolis adjacent to the Golden Horn on the site of the early Thracian settlements, fueling the nascent city's economy. The city experienced a brief period of Persian rule at the turn of the 5th century BCE, but the Greeks recaptured it during the Greco-Persian Wars. Byzantium then continued as part of the Athenian League and its successor, the Second Athenian League, before gaining independence in 355 BCE. Long allied with the Romans, Byzantium officially became a part of the Roman Empire in 73 CE. Byzantium's decision to side with the Roman usurper Pescennius Niger against Emperor Septimius Severus cost it dearly; by the time it surrendered at the end of 195 CE, two years of siege had left the city devastated. Five years later, Severus began to rebuild Byzantium, and the city regained—and, by some accounts, surpassed—its previous prosperity.\n\nRise and fall of Constantinople and the Byzantine Empire\nConstantine the Great effectively became the emperor of the whole of the Roman Empire in September 324. Two months later, he laid out the plans for a new, Christian city to replace Byzantium. As the eastern capital of the empire, the city was named Nova Roma; most called it Constantinople, a name that persisted into the 20th century. On 11 May 330, Constantinople was proclaimed the capital of the Roman Empire, which was later permanently divided between the two sons of Theodosius I upon his death on 17 January 395, when the city became the capital of the Eastern Roman (Byzantine) Empire.The establishment of Constantinople was one of Constantine's most lasting accomplishments, shifting Roman power eastward as the city became a center of Greek culture and Christianity. Numerous churches were built across the city, including Hagia Sophia which was built during the reign of Justinian the Great and remained the world's largest cathedral for a thousand years. Constantine also undertook a major renovation and expansion of the Hippodrome of Constantinople; accommodating tens of thousands of spectators, the hippodrome became central to civic life and, in the 5th and 6th centuries, the center of episodes of unrest, including the Nika riots. Constantinople's location also ensured its existence would stand the test of time; for many centuries, its walls and seafront protected Europe against invaders from the east and the advance of Islam. During most of the Middle Ages, the latter part of the Byzantine era, Constantinople was the largest and wealthiest city on the European continent and at times the largest in the world. Constantinople is generally considered to be the center and the \"cradle of Orthodox Christian civilization\".Constantinople began to decline continuously after the end of the reign of Basil II in 1025. The Fourth Crusade was diverted from its purpose in 1204, and the city was sacked and pillaged by the crusaders. They established the Latin Empire in place of the Orthodox Byzantine Empire. Hagia Sophia was converted to a Catholic church in 1204. The Byzantine Empire was restored, albeit weakened, in 1261. Constantinople's churches, defenses, and basic services were in disrepair, and its population had dwindled to a hundred thousand from half a million during the 8th century. After the reconquest of 1261, however, some of the city's monuments were restored, and some, like the two Deesis mosaics in Hagia Sophia and Kariye, were created.\nVarious economic and military policies instituted by Andronikos II, such as the reduction of military forces, weakened the empire and left it vulnerable to attack. In the mid-14th-century, the Ottoman Turks began a strategy of gradually taking smaller towns and cities, cutting off Constantinople's supply routes and strangling it slowly. On 29 May 1453, after an eight-week siege (during which the last Roman emperor, Constantine XI, was killed), Sultan Mehmed II \"the Conqueror\" captured Constantinople and declared it the new capital of the Ottoman Empire. Hours later, the sultan rode to the Hagia Sophia and summoned an imam to proclaim the Islamic creed, converting the grand cathedral into an imperial mosque due to the city's refusal to surrender peacefully. Mehmed declared himself as the new Kayser-i Rûm (the Ottoman Turkish equivalent of the Caesar of Rome) and the Ottoman state was reorganized into an empire.\n\nOttoman Empire and Turkish Republic eras\nFollowing the conquest of Constantinople, Mehmed II immediately set out to revitalize the city. Cognizant that revitalization would fail without the repopulation of the city, Mehmed II welcomed everyone–foreigners, criminals, and runaways– showing extraordinary openness and willingness to incorporate outsiders that came to define Ottoman political culture. He also invited people from all over Europe to his capital, creating a cosmopolitan society that persisted through much of the Ottoman period. Revitalizing <this city> also required a massive program of restorations, of everything from roads to aqueducts. Like many monarchs before and since, Mehmed II transformed <this city>'s urban landscape with wholesale redevelopment of the city center. There was a huge new palace to rival, if not overshadow, the old one, a new covered market (still standing as the Grand Bazaar), porticoes, pavilions, walkways, as well as more than a dozen new mosques. Mehmed II turned the ramshackle old town into something that looked like an imperial capital.Social hierarchy was ignored by the rampant plague, which killed the rich and the poor alike in the 16th century. Money could not protect the rich from all the discomforts and harsher sides of <this city>. Although the Sultan lived at a safe remove from the masses, and the wealthy and poor tended to live side by side, for the most part <this city> was not zoned as modern cities are. Opulent houses shared the same streets and districts with tiny hovels. Those rich enough to have secluded country properties had a chance of escaping the periodic epidemics of sickness that blighted <this city>.\nThe Ottoman Dynasty claimed the status of caliphate in 1517, with Constantinople remaining the capital of this last caliphate for four centuries. Suleiman the Magnificent's reign from 1520 to 1566 was a period of especially great artistic and architectural achievement; chief architect Mimar Sinan designed several iconic buildings in the city, while Ottoman arts of ceramics, stained glass, calligraphy, and miniature flourished. The population of Constantinople was 570,000 by the end of the 18th century.A period of rebellion at the start of the 19th century led to the rise of the progressive Sultan Mahmud II and eventually to the Tanzimat period, which produced political reforms and allowed new technology to be introduced to the city. Bridges across the Golden Horn were constructed during this period, and Constantinople was connected to the rest of the European railway network in the 1880s. Modern facilities, such as a water supply network, electricity, telephones, and trams, were gradually introduced to Constantinople over the following decades, although later than to other European cities. The modernization efforts were not enough to forestall the decline of the Ottoman Empire.\n\nSultan Abdul Hamid II was deposed with the Young Turk Revolution in 1908 and the Ottoman Parliament, closed since 14 February 1878, was reopened 30 years later on 23 July 1908, which marked the beginning of the Second Constitutional Era. A series of wars in the early 20th century, such as the Italo-Turkish War (1911–1912) and the Balkan Wars (1912–1913), plagued the ailing empire's capital and resulted in the 1913 Ottoman coup d'état, which brought the regime of the Three Pashas.The Ottoman Empire joined World War I (1914–1918) on the side of the Central Powers and was ultimately defeated. The deportation of Armenian intellectuals on 24 April 1915 was among the major events which marked the start of the Armenian genocide during WWI. Due to Ottoman and Turkish policies of Turkification and ethnic cleansing, the city's Christian population declined from 450,000 to 240,000 between 1914 and 1927. The Armistice of Mudros was signed on 30 October 1918 and the Allies occupied Constantinople on 13 November 1918. The Ottoman Parliament was dissolved by the Allies on 11 April 1920 and the Ottoman delegation led by Damat Ferid Pasha was forced to sign the Treaty of Sèvres on 10 August 1920.\nFollowing the Turkish War of Independence (1919–1922), the Grand National Assembly of <this country> in Ankara abolished the Sultanate on 1 November 1922, and the last Ottoman Sultan, Mehmed VI, was declared persona non grata. Leaving aboard the British warship HMS Malaya on 17 November 1922, he went into exile and died in Sanremo, Italy, on 16 May 1926. The Treaty of Lausanne was signed on 24 July 1923, and the occupation of Constantinople ended with the departure of the last forces of the Allies from the city on 4 October 1923. Turkish forces of the Ankara government, commanded by Şükrü Naili Pasha (3rd Corps), entered the city with a ceremony on 6 October 1923, which has been marked as the Liberation Day of <this city> (Turkish: İstanbul'un Kurtuluşu) and is commemorated every year on its anniversary. On 29 October 1923 the Grand National Assembly of <this country> declared the establishment of the Turkish Republic, with Ankara as its capital. Mustafa Kemal Atatürk became the Republic's first President.A 1942 wealth tax assessed mainly on non-Muslims led to the transfer or liquidation of many businesses owned by religious minorities. From the late 1940s and early 1950s, <this city> underwent great structural change, as new public squares, boulevards, and avenues were constructed throughout the city, sometimes at the expense of historical buildings. The population of <this city> began to rapidly increase in the 1970s, as people from Anatolia migrated to the city to find employment in the many new factories that were built on the outskirts of the sprawling metropolis. This sudden, sharp rise in the city's population caused a large demand for housing, and many previously outlying villages and forests became engulfed into the metropolitan area of <this city>.\n\nGeography\n<this city> is located in north-western <this country> and straddles the Bosporus Strait, which provides the only passage from the Black Sea to the Mediterranean via the Sea of Marmara. Historically, the city has been ideally situated for trade and defense: The confluence of the Sea of Marmara, the Bosporus, and the Golden Horn provide both ideal defense against enemy attack and a natural toll-gate. Several picturesque islands—Büyükada, Heybeliada, Burgazada, Kınalıada, and five smaller islands—are part of the city. <this city>'s shoreline has grown beyond its natural limits. Large sections of Caddebostan sit on areas of landfill, increasing the total area of the city to 5,343 square kilometers (2,063 sq mi).Despite the myth that seven hills make up the city, there are, in fact, more than 50 hills within the city limits. <this city>'s tallest hill, Aydos, is 537 meters (1,762 ft) high.The nearby North Anatolian Fault is responsible for much earthquake activity, although it does not physically pass through the city itself, and a quake of at least magnitude 7 is more likely than not before 2030 and very likely in the 21st century. The fault caused the earthquakes in 1766 and 1894. The threat of major earthquakes plays a large role in the city's infrastructure development, with over 500,000 vulnerable buildings demolished and replaced since 2012. The city has repeatedly upgraded its building codes, most recently in 2018, requiring retrofits for older buildings and higher engineering standards for new construction.\n\nClimate\n<this city>'s climate is temperate, and is often described as transitional between the Mediterranean climate typical of the western and southern coasts of <this country>, and the oceanic climate of the northwestern coasts of the country. Much divergence exists in the terminology used to classify the city's climate, however. \nThe city's summers are warm to hot and moderately dry, with an average daytime temperature of about 27 °C (81 °F), and less than 7 days of precipitation per month. Despite the generally acceptable temperature range, however, mid-summer in <this city> is considered moderately uncomfortable, due to high dew points and relative humidity. Winters, meanwhile, are cool, quite rainy, and relatively snow-rich for their well-above-freezing temperatures. \n<this city>'s precipitation is unevenly distributed, with winter months getting at least twice the level of precipitation of their summerly counterparts. The mode of precipitation also varies by season. Winter precipitation is generally light, persistent and often of mixed precipitation such as rain-snow mixes and graupel; while summer precipitation is generally abrupt and sporadic. Cloudiness, as with precipitation, varies greatly by season. Winters are quite cloudy, with around 20 percent of days being sunny or partly cloudy. Meanwhile, summers experience 60-70 percent of possible sunshine. \n\nSnowfall is somewhat common, and often persistent and disruptive; sea-effect snowstorms with more than 30 centimetres (1 ft) of snowfall happen almost annually, most recently in 2022.\n\nClimate change\nAs with virtually every part of the world, climate change is causing more heatwaves, droughts, storms, and flooding in <this city>. Furthermore, as <this city> is a large and rapidly expanding city, its urban heat island has been intensifying the effects of climate change. If trends continue, sea level rise is likely to affect city infrastructure, for example Kadıkoy metro station is threatened with flooding. Xeriscaping of green spaces has been suggested, and <this city> has a climate-change action plan.\n\nCityscape\nDistricts and neighborhoods\nEuropean side\nThe Fatih district, which was named after Sultan Mehmed II (Turkish: Fatih Sultan Mehmed), corresponds to what was, until the Ottoman conquest in 1453, the whole of the city of Constantinople (today is the capital district and called the historic peninsula of <this city>) on the southern shore of the Golden Horn, across the medieval Genoese citadel of Galata on the northern shore. The Genoese fortifications in Galata were largely demolished in the 19th century, leaving only the Galata Tower, to make way for the northward expansion of the city. Galata (Karaköy) is today a quarter within the Beyoğlu (Pera) district, which forms <this city>'s commercial and entertainment center and includes İstiklal Avenue and Taksim Square.Dolmabahçe Palace, the seat of government during the late Ottoman period, is in the Beşiktaş district on the European shore of the Bosporus strait, to the north of Beyoğlu. The former village of Ortaköy is within Beşiktaş and gives its name to the Ortaköy Mosque on the Bosporus, near the Bosporus Bridge. Lining both the European and Asian shores of the Bosporus are the historic yalıs, luxurious chalet mansions built by Ottoman aristocrats and elites as summer homes. Inland, north of Taksim Square is the <this city> Central Business District, a set of corridors lined with office buildings, residential towers, shopping centers, and university campuses, and over 2,000,000 m2 (22,000,000 sq ft) of class-A office space in total. Maslak, Levent, and Bomonti are important nodes within the CBD.The Atatürk Airport corridor is another such edge city-style business, residential and shopping corridor with over 900,000 m2 (9,700,000 sq ft) of class-A office space.\n\nAsian side\nDuring the Ottoman period, Üsküdar (then Scutari) and Kadıköy were outside the scope of the urban area, serving as tranquil outposts with seaside yalıs and gardens. But in the second half of the 20th century, the Asian side experienced major urban growth; the late development of this part of the city led to better infrastructure and tidier urban planning when compared with most other residential areas in the city. Much of the Asian side of the Bosporus functions as a suburb of the economic and commercial centers in European <this city>, accounting for a third of the city's population but only a quarter of its employment. However, Kozyatağı–Ataşehir, Altunizade, Kavacık and Ümraniye, all together having around 1.4 million sqm of class-A office space) are now important \"edge cities\", i.e. corridors and nodes of business and shopping centers and of tall residential buildings.\n\nExpansion\nAs a result of <this city>'s exponential growth in the 20th century, a significant portion of the city is composed of gecekondus (literally \"built overnight\"), referring to illegally constructed squatter buildings. At present, some gecekondu areas are being gradually demolished and replaced by modern mass-housing compounds. Moreover, large scale gentrification and urban renewal projects have been taking place, such as the one in Tarlabaşı; some of these projects, like the one in Sulukule, have faced criticism. The Turkish government also has ambitious plans for an expansion of the city west and northwards on the European side in conjunction with the new <this city> Airport, opened in 2019; the new parts of the city will include four different settlements with specified urban functions, housing 1.5 million people.\n\nParks\n<this city> does not have a primary urban park, but it has several green areas. Gülhane Park and Yıldız Park were originally included within the grounds of two of <this city>'s palaces — Topkapı Palace and Yıldız Palace—but they were repurposed as public parks in the early decades of the Turkish Republic. Another park, Fethi Paşa Korusu, is on a hillside adjacent to the Bosphorus Bridge in Anatolia, opposite Yıldız Palace in Europe. Along the European side, and close to the Fatih Sultan Mehmet Bridge, is Emirgan Park, which was known as the Kyparades (Cypress Forest) during the Byzantine period. In the Ottoman period, it was first granted to Nişancı Feridun Ahmed Bey in the 16th century, before being granted by Sultan Murad IV to the Safavid Emir Gûne Han in the 17th century, hence the name Emirgan. The 47-hectare (120-acre) park was later owned by Khedive Ismail Pasha of Ottoman Egypt and Sudan in the 19th century. Emirgan Park is known for its diversity of plants and an annual tulip festival is held there since 2005. The AKP government's decision to replace Taksim Gezi Park with a replica of the Ottoman era Taksim Military Barracks (which was transformed into the Taksim Stadium in 1921, before being demolished in 1940 for building Gezi Park) sparked a series of nationwide protests in 2013 covering a wide range of issues. Popular during the summer among <this city>ites is Belgrad Forest, spreading across 5,500 hectares (14,000 acres) at the northern edge of the city. The forest originally supplied water to the city and remnants of reservoirs used during Byzantine and Ottoman times survive.\n\nArchitecture\n<this city> is primarily known for its Byzantine and Ottoman architecture. Despite its development as a Turkish city since 1453, it contains many ancient, Roman, Byzantine, Christian, Muslim, and Jewish monuments.\nThe Neolithic settlement in the Yenikapı quarter on the European side, which dates back to c. 6500 BCE and predates the formation of the Bosporus strait by approximately a millennium (when the Sea of Marmara was still a lake) was discovered during the construction of the Marmaray railway tunnel. It is the oldest known human settlement on the European side of the city. The oldest known human settlement on the Asian side is the Fikirtepe Mound near Kadıköy, with relics dating to c. 5500-3500 BCE (Chalcolithic period).\nThere are numerous ancient monuments in the city. The most ancient is the Obelisk of Thutmose III (Obelisk of Theodosius). Built of red granite, 31 m (100 ft) high, it came from the Temple of Karnak in Luxor, and was erected there by Pharaoh Thutmose III (r. 1479–1425 BCE) to the south of the seventh pylon. The Roman emperor Constantius II (r. 337–361 CE) had it and another obelisk transported along the River Nile to Alexandria for commemorating his ventennalia or 20 years on the throne in 357. The other obelisk was erected on the spina of the Circus Maximus in Rome in the autumn of that year, and is now known as the Lateran Obelisk. The obelisk that would become the Obelisk of Theodosius remained in Alexandria until 390 CE, when Theodosius I (r. 379–395 CE) had it transported to Constantinople and put up on the spina of the Hippodrome there. When re-erected at the Hippodrome of Constantinople, the obelisk was mounted on a decorative base, with reliefs that depict Theodosius I and his courtiers. The lower part of the obelisk was damaged in antiquity, probably during its transport to Alexandria in 357 CE or during its re-erection at the Hippodrome of Constantinople in 390 CE. As a result, the current height of the obelisk is only 18.54 meters, or 25.6 meters if the base is included. Between the four corners of the obelisk and the pedestal are four bronze cubes, used in its transportation and re-erection.\n\nNext in age is the Serpent Column, from 479 BCE. It was brought from Delphi in 324 CE, during the reign of Constantine the Great, and also erected at the spina of the Hippodrome. It was originally part of an ancient Greek sacrificial tripod in Delphi that was erected to commemorate the Greeks who fought and defeated the Persian Empire at the Battle of Plataea (479 BCE). The three serpent heads of the 8-meter (26 ft) high column remained intact until the end of the 17th century (one is on display at the nearby <this city> Archaeology Museums).Built in porphyry and erected at the center of the Forum of Constantine in 330 CE to mark the founding of the new Roman capital, the Column of Constantine was originally adorned with a sculpture of the Roman emperor Constantine the Great depicted as the solar god Apollo on its top, which fell in 1106 and was later replaced by a cross during the reign of Byzantine emperor Manuel Komnenos (r. 1143–1180).There are traces of the Byzantine era throughout the city, from ancient churches that were built over early Christian meeting places like the Hagia Irene, the Chora Church, the Monastery of Stoudios, the Church of Sts. Sergius and Bacchus, the Church of Theotokos Pammakaristos, the Monastery of the Pantocrator, the Monastery of Christ Pantepoptes, the Hagia Theodosia, the Church of Theotokos Kyriotissa, the Monastery of Constantine Lips, the Church of Myrelaion, the Hagios Theodoros, etc.; to palaces like the Great Palace of Constantinople and its Mosaic Museum, the Palace of the Porphyrogenitus, Boukoleon Palace and Palace of Blachernae; and other public places and buildings like the Hippodrome, the Augustaion, the Basilica Cistern, Theodosius Cistern, Cistern of Philoxenos and Cistern of the Hebdomon, the Aqueduct of Valens, the Prison of Anemas, the Walls of Constantinople and the Porta Aurea (Golden Gate), among numerous others. The 4th century Harbor of Theodosius in Yenikapı, once the busiest port in Constantinople, was among the numerous archeological discoveries that took place during the excavations of the Marmaray tunnel.However, it is the Hagia Sophia that fully conveys the period of Constantinople as a city without parallel in Christendom. The Hagia Sophia, topped by a dome 31 meters (102 ft) in diameter over a square space defined by four arches, is the pinnacle of Byzantine architecture. The Hagia Sophia stood as the world's largest cathedral in the world until it was converted into a mosque in the 15th century. The minarets date from that period. Because of its historical significance, it was reopened as a museum in 1935. However, it was re-converted into a mosque in July 2020.\n\nOver the next four centuries, the Ottomans transformed <this city>'s urban landscape with a vast building scheme that included the construction of towering mosques and ornate palaces. The Sultan Ahmed Mosque (Blue Mosque), another landmark of the city, faces the Hagia Sophia at Sultanahmet Square (Hippodrome of Constantinople). The Süleymaniye Mosque, built by Suleiman the Magnificent, was designed by his chief architect Mimar Sinan, the most illustrious of all Ottoman architects, who designed many of the city's renowned mosques and other types of public buildings and monuments.Among the oldest surviving examples of Ottoman architecture in <this city> are the Anadoluhisarı and Rumelihisarı fortresses, which assisted the Ottomans during their siege of the city. Over the next four centuries, the Ottomans made an indelible impression on the skyline of <this city>, building towering mosques and ornate palaces.\n\nTopkapı Palace, dating back to 1465, is the oldest seat of government surviving in <this city>. Mehmed II built the original palace as his main residence and the seat of government. The present palace grew over the centuries as a series of additions enfolding four courtyards and blending neoclassical, rococo, and baroque architectural forms. In 1639, Murad IV made some of the most lavish additions, including the Baghdad Kiosk, to commemorate his conquest of Baghdad the previous year. Government meetings took place here until 1786, when the seat of government was moved to the Sublime Porte. After several hundred years of royal residence, it was abandoned in 1853 in favor of the baroque Dolmabahçe Palace. Topkapı Palace became public property following the abolition of monarchy in 1922. After extensive renovation, it became one of <this country>'s first national museums in 1924.The imperial mosques include Fatih Mosque, Bayezid Mosque, Yavuz Selim Mosque, Süleymaniye Mosque, Sultan Ahmed Mosque (the Blue Mosque), and Yeni Mosque, all of which were built at the peak of the Ottoman Empire, in the 16th and 17th centuries. In the following centuries, and especially after the Tanzimat reforms, Ottoman architecture was supplanted by European styles. An example of which is the imperial Nuruosmaniye Mosque. Areas around İstiklal Avenue were filled with grand European embassies and rows of buildings in Neoclassical, Renaissance Revival and Art Nouveau styles, which went on to influence the architecture of a variety of structures in Beyoğlu—including churches, stores, and theaters—and official buildings such as Dolmabahçe Palace.\n\nAdministration\nSince 2004, the municipal boundaries of <this city> have been coincident with the boundaries of its province. The city, considered capital of the larger <this city> Province, is administered by the <this city> Metropolitan Municipality (MMI), which oversees the 39 districts of the city-province.\nThe current city structure can be traced back to the Tanzimat period of reform in the 19th century, before which Islamic judges and imams led the city under the auspices of the Grand Vizier. Following the model of French cities, this religious system was replaced by a mayor and a citywide council composed of representatives of the confessional groups (millet) across the city. Pera (now Beyoğlu) was the first area of the city to have its own director and council, with members instead being longtime residents of the neighborhood. Laws enacted after the Ottoman constitution of 1876 aimed to expand this structure across the city, imitating the twenty arrondissements of Paris, but they were not fully implemented until 1908 when the city was declared a province with nine constituent districts. This system continued beyond the founding of the Turkish Republic, with the province renamed a belediye (municipality), but the municipality was disbanded in 1957.\nSmall settlements adjacent to major population centers in <this country>, including <this city>, were merged into their respective primary cities during the early 1980s, resulting in metropolitan municipalities. The main decision-making body of the <this city> Metropolitan Municipality is the Municipal Council, with members drawn from district councils.\nThe Municipal Council is responsible for citywide issues, including managing the budget, maintaining civic infrastructure, and overseeing museums and major cultural centers. Since the government operates under a \"powerful mayor, weak council\" approach, the council's leader—the metropolitan mayor—has the authority to make swift decisions, often at the expense of transparency. The Municipal Council is advised by the Metropolitan Executive Committee, although the committee also has limited power to make decisions of its own. All representatives on the committee are appointed by the metropolitan mayor and the council, with the mayor—or someone of his or her choosing—serving as head.District councils are chiefly responsible for waste management and construction projects within their respective districts. They each maintain their own budgets, although the metropolitan mayor reserves the right to review district decisions. One-fifth of all district council members, including the district mayors, also represent their districts in the Municipal Council. All members of the district councils and the Municipal Council, including the metropolitan mayor, are elected to five-year terms. Representing the Republican People's Party, Ekrem İmamoğlu has been the Mayor of <this city> since 27 June 2019.With the <this city> Metropolitan Municipality and <this city> Province having equivalent jurisdictions, few responsibilities remain for the provincial government. Like the MMI, the <this city> Special Provincial Administration has a governor, a democratically elected decision-making body—the Provincial Parliament—and an appointed Executive Committee. Mirroring the executive committee at the municipal level, the Provincial Executive Committee includes a secretary-general and leaders of departments that advise the Provincial Parliament. The Provincial Administration's duties are largely limited to the building and maintenance of schools, residences, government buildings, and roads, and the promotion of arts, culture, and nature conservation. Ali Yerlikaya has been the Governor of <this city> Province since 26 October 2018.\n\nDemographics\nThroughout most of its history, <this city> has ranked among the largest cities in the world. By 500 CE, Constantinople had somewhere between 400,000 and 500,000 people, edging out its predecessor, Rome, for the world's largest city. Constantinople jostled with other major historical cities, such as Baghdad, Chang'an, Kaifeng and Merv for the position of the world's largest city until the 12th century. It never returned to being the world's largest, but remained the largest city in Europe from 1500 to 1750, when it was surpassed by London.The Turkish Statistical Institute estimates that the population of <this city> Metropolitan Municipality was 15,519,267 at the end of 2019, hosting 19 percent of the country's population. 64.4% of the residents live on the European side and 35.6% on the Asian side.<this city> ranks as the seventh-largest city proper in the world, and the second-largest urban agglomeration in Europe, after Moscow. The city's annual population growth of 1.5 percent ranks as one of the highest among the seventy-eight largest metropolises in the Organisation for Economic Co-operation and Development. The high population growth mirrors an urbanization trend across the country, as the second and third fastest-growing OECD metropolises are the Turkish cities of Izmir and Ankara.<this city> experienced especially rapid growth during the second half of the 20th century, with its population increasing tenfold between 1950 and 2000. This growth was fueled by internal and international migration. <this city>'s foreign population with a residence permit increased dramatically, from 43,000 in 2007 to 856,377 in 2019.According to 2020 TÜİK data around 2.1 million people in a population of over 15.4 million have been registered in <this city>, meanwhile the vast majority of the residents ultimately originate from Anatolian provinces, especially those in the Black Sea, Central and Eastern Anatolia regions due to internal migration since the 1950s. People registered in Kastamonu, Ordu, Giresun, Erzurum, Samsun, Malatya, Trabzon, Sinop and Rize provinces represent the biggest population groups in <this city>, meanwhile people registered in Sivas has the highest percentage with more than 760 thousand residents in the city. A 2019 survey found that only 36% of the <this city>'s population was born in the province.\n\nEthnic and religious groups\n<this city> has been a cosmopolitan city throughout much of its history, but it has become more homogenized since the end of the Ottoman era. The dominant ethnic group in the city is Turkish people, which also forms the majority group in <this country>. According to survey data 78% of the voting-age Turkish citizens in <this city> state \"Turkish\" as their ethnic identity.With estimates ranging from 2 to 4 million, Kurds form one of the largest ethnic minorities in <this city> and are the biggest group after Turks among Turkish citizens. According to a 2019 KONDA study, Kurds constituted around 17% of <this city>'s adult total population who were Turkish citizens. Although the initial Kurdish presence in the city dates back to the early Ottoman period, the majority of Kurds in the city originate from villages in eastern and southeastern <this country>. Zazas are also present in the city and constitute around 1% of the total voting-age population.Arabs form the city's other largest ethnic minority, with an estimated population of more than 2 million. Following <this country>'s support for the Arab Spring, <this city> emerged as a hub for dissidents from across the Arab world, including former presidential candidates from Egypt, Kuwaiti MPs, and former ministers from Jordan, Saudi Arabia (including Jamal Khashoggi), Syria, and Yemen. The number of refugees of the Syrian Civil War in <this country> residing in <this city> is estimated to be around 1 million. Native Arab population in <this country> who are Turkish citizens are found to be making up less than 1% of city's total adult population.\n2019 survey study by KONDA that examined the religiosity of the voting-age adults in <this city> showed that 57% of the surveyed had a religion and were trying to practise its requirements. This was followed by nonobservant people with 26% who identified with a religion but generally did not practise its requirements. 11% stated they were fully devoted to their religion, meanwhile 6% were non-believers who did not believe the rules and requirements of a religion. 24% of the surveyed also identified themselves as \"religious conservatives\". Around  90% of <this city>'s population are Sunni Muslims and Alevism forms the second biggest religious group.Into the 19th century, the Christians of <this city> tended to be either Greek Orthodox, members of the Armenian Apostolic Church or Catholic Levantines. Greeks and Armenians form the largest Christian population in the city. While <this city>'s Greek population was exempted from the 1923 population exchange with Greece, changes in tax status and the 1955 anti-Greek pogrom prompted thousands to leave. Following Greek migration to the city for work in the 2010s, the Greek population rose to nearly 3,000 in 2019, still greatly diminished since 1919, when it stood at 350,000. There are today 50,000 to 70,000 Armenians in <this city> down from a peak of 164,000 in 1913. As of 2019, an estimated 18,000 of the country's 25,000 Christian Assyrians live in <this city>.\nThe majority of the Catholic Levantines (Turkish: Levanten) in <this city> and Izmir are the descendants of traders/colonists from the Italian maritime republics of the Mediterranean (especially Genoa and Venice) and France, who obtained special rights and privileges called the Capitulations from the Ottoman sultans in the 16th century. The community had more than 15,000 members during Atatürk's presidency in the 1920s and 1930s, but today is reduced to only a few hundreds, according to Italo-Levantine writer Giovanni Scognamillo. They continue to live in <this city> (mostly in Karaköy, Beyoğlu and Nişantaşı), and Izmir (mostly in Karşıyaka, Bornova and Buca).\n<this city> became one of the world's most important Jewish centers in the 16th and 17th century. Romaniote and Ashkenazi communities existed in <this city> before the conquest of <this city>, but it was the arrival of Sephardic Jews that ushered a period of cultural flourishing. Sephardic Jews settled in the city after their expulsion from Spain and Portugal in 1492 and 1497. Sympathetic to the plight of Sephardic Jews, Bayezid II sent out the Ottoman Navy under the command of admiral Kemal Reis to Spain in 1492 in order to evacuate them safely to Ottoman lands. In marked contrast to Jews in Europe, Ottoman Jews were allowed to work in any profession. Ottoman Jews in <this city> excelled in commerce and came to particularly dominate the medical profession. By 1711, using the printing press, books came to be published in Spanish and Ladino, Yiddish, and Hebrew. In large part due to emigration to Israel, the Jewish population in the city dropped from 100,000 in 1950 to 15,000 in 2021.\n\nPolitics\nPolitically, <this city> is seen as the most important administrative region in <this country>. In the run-up to local elections in 2019, Erdoğan claimed 'if we fail in <this city>, we will fail in <this country>'. The contest in <this city> carried deep political, economic and symbolic significance for Erdoğan, whose election of mayor of <this city> in 1994 had served as his launchpad. For Ekrem İmamoğlu, winning the mayoralty of <this city> was a huge moral victory, but for Erdoğan it had practical ramifications: His party, AKP, lost control of the $4.8 billion municipal budget, which had sustained patronage at the point of delivery of many public services for 25 years.\nMore recently, <this city> and many of <this country>'s metropolitan cities are following a trend away from the government and their right-wing ideology. In 2013 and 2014, large-scale anti-AKP government protests began in İstanbul and spread throughout the nation. This trend first became evident electorally in the 2014 mayoral election where the center-left opposition candidate won an impressive 40% of the vote, despite not winning. The first government defeat in <this city> occurred in the 2017 constitutional referendum, where <this city> voted 'No' by 51.4% to 48.6%. The AKP government had supported a 'Yes' vote and won the vote nationally due to high support in rural parts of the country. The biggest defeat for the government came in the 2019 local elections, where their candidate for Mayor, former Prime Minister Binali Yıldırım, was defeated by a very narrow margin by the opposition candidate Ekrem İmamoğlu. İmamoğlu won the vote with 48.77% of the vote, against Yıldırım's 48.61%, but the elections were controversially annulled by the Supreme Electoral Council due to AKP's claim of electoral fraud. In the re-run İmamoğlu gathered 54.22% of the total vote and widened the defeat margin.Administratively, <this city> is divided into 39 districts, more than any other province in <this country>. <this city> Province sends 98 Members of Parliament to the Grand National Assembly of <this country>, which has a total of 600 seats. For the purpose of parliamentary elections, <this city> is divided into three electoral districts; two on the European side and one on the Asian side, electing 28, 35 and 35 MPs respectively.\n\nEconomy\n<this city> had the eleventh-largest economy among the world's urban areas in 2018, and is responsible for 30 percent of <this country>'s industrial output, 31 percent of GDP, and 47 percent of tax revenues. The city's gross domestic product adjusted by PPP stood at US$537.507 billion in 2018, with manufacturing and services accounting for 36 percent and 60 percent of the economic output respectively. <this city>'s productivity is 110 percent higher than the national average. Trade is economically important, accounting for 30 percent of the economic output in the city. In 2019, companies based in <this city> produced exports worth $83.66 billion and received imports totaling $128.34 billion; these figures were equivalent to 47 percent and 61 percent, respectively, of the national totals.<this city>, which straddles the Bosporus strait, houses international ports that link Europe and Asia. The Bosporus, providing the only passage from the Black Sea to the Mediterranean, is the world's busiest and narrowest strait used for international navigation, with more than 200 million tons of oil passing through it each year. International conventions guarantee passage between the Black and the Mediterranean seas, even when tankers carry oil, LNG/LPG, chemicals, and other flammable or explosive materials as cargo. In 2011, as a workaround solution, the then Prime Minister Erdoğan presented Canal <this city>, a project to open a new strait between the Black and Marmara seas. While the project was still on <this country>'s agenda in 2020, there has not been a clear date set for it.\nShipping is a significant part of the city's economy, with 73.9 percent of exports and 92.7 percent of imports in 2018 executed by sea. <this city> has three major shipping ports – the Port of Haydarpaşa, the Port of Ambarlı, and the Port of Zeytinburnu – as well as several smaller ports and oil terminals along the Bosporus and the Sea of Marmara.Haydarpaşa, at the southeastern end of the Bosporus, was <this city>'s largest port until the early 2000s. Since then operations were shifted to Ambarlı, with plans to convert Haydarpaşa into a tourism complex. In 2019, Ambarlı, on the western edge of the urban center, had an annual capacity of 3,104,882 TEUs, making it the third-largest cargo terminal in the Mediterranean basin.<this city> has been an international banking hub since the 1980s, and is home to the only active stock exchange in <this country>, Borsa <this city>, which was originally established as the Ottoman Stock Exchange in 1866.\nIn 1995, keeping up with the financial trends, Borsa <this city> moved its headquarters (which was originally located on Bankalar Caddesi, the financial center of the Ottoman Empire, and later at the 4th Vakıf Han building in Sirkeci) to İstinye, in the vicinity of Maslak, which hosts the headquarters of numerous Turkish banks.Since 2023, the Ataşehir district on the Asian side of the city is home to the <this city> Financial Center (IFC), where the new headquarters of the state-owned Turkish banks, including the Turkish Central Bank, are located. As of 2023, the five tallest skyscrapers in <this city> and <this country> are the 352 m (1,154 ft 10 in) tall Turkish Central Bank Tower in the Ataşehir district on the Asian side of the city; Metropol <this city> Tower A (70 floors / 301 metres including its twin spires) also in the Ataşehir district; Skyland <this city> Towers 1 and 2 (2 x 284 metres) located adjacent to Nef Stadium in the Huzur neighbourhood of the Sarıyer district, on the European side; and <this city> Sapphire (54 floors / 238 metres; 261 metres including its spire) in Levent, on the European side of the city.\n13.4 million foreign tourists visited the city in 2018, making <this city> the world's fifth most-visited city in that year. <this city> and Antalya are <this country>'s two largest international gateways, receiving a quarter of the nation's foreign tourists. <this city> has more than fifty museums, with the Topkapı Palace, the most visited museum in the city, bringing in more than $30 million in revenue each year.<this city> expects 1 million tourists from cruise companies after the renovation of its cruise port, also known as Galataport in Karaköy district.\n\nCulture\n<this city> was historically known as a cultural hub, but its cultural scene stagnated after the Turkish Republic shifted its focus toward Ankara. The new national government established programs that served to orient Turks toward musical traditions, especially those originating in Europe, but musical institutions and visits by foreign classical artists were primarily centered in the new capital.Much of <this country>'s cultural scene had its roots in <this city>, and by the 1980s and 1990s <this city> reemerged globally as a city whose cultural significance is not solely based on its past glory.By the end of the 19th century, <this city> had established itself as a regional artistic center, with Turkish, European, and Middle Eastern artists flocking to the city. Despite efforts to make Ankara <this country>'s cultural heart, <this city> had the country's primary institution of art until the 1970s. When additional universities and art journals were founded in <this city> during the 1980s, artists formerly based in Ankara moved in.\nBeyoğlu has been transformed into the artistic center of the city, with young artists and older Turkish artists formerly residing abroad finding footing there. Modern art museums, including İstanbul State Art and Sculpture Museum,  National Palaces Painting Museum, İstanbul Modern, the Pera Museum, Sakıp Sabancı Museum, Arter and Santral<this city>, opened in the 2000s to complement the exhibition spaces and auction houses that have already contributed to the cosmopolitan nature of the city. These museums have yet to attain the popularity of older museums on the historic peninsula, including the <this city> Archaeology Museums, which ushered in the era of modern museums in <this country>, and the Turkish and Islamic Arts Museum.\nThe first film screening in <this country> was at Yıldız Palace in 1896, a year after the technology publicly debuted in Paris. Movie theaters rapidly cropped up in Beyoğlu, with the greatest concentration of theaters being along the street now known as İstiklal Avenue. <this city> also became the heart of <this country>'s nascent film industry, although Turkish films were not consistently developed until the 1950s. Since then, <this city> has been the most popular location to film Turkish dramas and comedies. The Turkish film industry ramped up in the second half of the century, and with Uzak (2002) and My Father and My Son (2005), both filmed in <this city>, the nation's movies began to see substantial international success. <this city> and its picturesque skyline have also served as a backdrop for several foreign films, including From Russia with Love (1963), Topkapi (1964), The World Is Not Enough (1999), and Mission Istaanbul (2008).Coinciding with this cultural reemergence was the establishment of the <this city> Festival, which began showcasing a variety of art from <this country> and around the world in 1973. From this flagship festival came the International <this city> Film Festival and the <this city> Jazz Festival in the early 1980s. With its focus now solely on music and dance, the <this city> Festival has been known as the <this city> International Music Festival since 1994. The most prominent of the festivals that evolved from the original <this city> Festival is the <this city> Biennial, held every two years since 1987. Its early incarnations were aimed at showcasing Turkish visual art, and it has since opened to international artists and risen in prestige to join the elite biennales, alongside the Venice Biennale and the São Paulo Art Biennial.\n\nLeisure and entertainment\nAbdi İpekçi Street in Nişantaşı, Galataport Shopping Area in Karaköy and Bağdat Avenue on the Anatolian side of the city have evolved into high-end shopping districts. Other focal points for shopping, leisure and entertainment include Nişantaşı, Ortaköy, Bebek and Kadıköy. The city has numerous shopping centers, from the historic to the modern. <this city> also has an active nightlife and historic taverns, a signature characteristic of the city for centuries, if not millennia.\nThe Grand Bazaar, in operation since 1461, is among the world's oldest and largest covered markets. Mahmutpasha Bazaar is an open-air market extending between the Grand Bazaar and the Spice Bazaar, which has been <this city>'s major spice market since 1660.\nGalleria Ataköy ushered in the age of modern shopping malls in <this country> when it opened in 1987. Since then, malls have become major shopping centers outside the historic peninsula. Akmerkez was awarded the titles of \"Europe's best\" and \"World's best\" shopping mall by the International Council of Shopping Centers in 1995 and 1996; <this city> Cevahir has been one of the continent's largest since opening in 2005; and Kanyon won the Cityscape Architectural Review Award in the Commercial Built category in 2006. Zorlu Center and İstinye Park are among the other upscale malls in <this city> which include the stores of the world's top fashion brands.\n\nAlong İstiklal Avenue is the Çiçek Pasajı (Flower Passage), a 19th-century shopping gallery which is today home to winehouses (known as meyhanes), pubs and restaurants. İstiklal Avenue, originally known for its taverns, has shifted toward shopping, but the nearby Nevizade Street is still lined with winehouses and pubs. Some other neighborhoods around İstiklal Avenue have been revamped to cater to Beyoğlu's nightlife, with formerly commercial streets now lined with pubs, cafes, and restaurants playing live music.\n<this city> is known for its historic seafood restaurants. Many of the city's most popular and upscale seafood restaurants line the shores of the Bosporus (particularly in neighborhoods like Ortaköy, Bebek, Arnavutköy, Yeniköy, Beylerbeyi and Çengelköy). Kumkapı along the Sea of Marmara has a pedestrian zone that hosts around fifty fish restaurants.The Princes' Islands, 15 kilometers (9 mi) from the city center, are also popular for their seafood restaurants. Because of their restaurants, historic summer mansions, and tranquil, car-free streets, the Prince Islands are a popular vacation destination among <this city>ites and foreign tourists.<this city> is also famous for its sophisticated and elaborately-cooked dishes of the Ottoman cuisine. Following the influx of immigrants from southeastern and eastern <this country>, which began in the 1960s, the city's foodscape has drastically changed by the end of the century; with influences of Middle Eastern cuisine such as kebab taking an important place in the food scene.\nRestaurants featuring foreign cuisines are mainly concentrated in the Beyoğlu, Beşiktaş, Şişli and Kadıköy districts.\nApart from the city's numerous stadiums, sports halls and concert halls, there are several open-air venues for concerts and festivals, such as the Cemil Topuzlu Open-Air Theatre in Harbiye, Paraf Kuruçeşme Open-Air on the Bosphorus shore in Kuruçeşme, and Parkorman in the forest of Maslak. The annual <this city> Jazz Festival has been held every year since 1994. Organized between 2003 and 2013, Rock'n Coke was the biggest open-air rock festival in <this country>, sponsored by Coca-Cola. It was traditionally held at the Hezarfen Airfield in <this city>.\n\nThe <this city> International Music Festival has been held annually since 1973, and the International <this city> Film Festival has been held annually since 1982. The <this city> Biennial is a contemporary art exhibition that has been held biennially since 1987. The <this city> Shopping Fest is an annual shopping festival held since 2011, and Teknofest is an annual festival of aviation, aerospace and technology, held since 2018.\nWhen it was held for the first time in 2003, the annual <this city> Pride became the first gay pride event in a Muslim-majority country. Since 2015, all types of parades at Taksim Square and İstiklal Avenue (where, in 2013, the Gezi Park protests took place) have been denied permission by the AKP government, citing security concerns, but hundreds of people have defied the ban each year. Critics have claimed that the bans were in fact due to ideological reasons.\n\nSports\n<this city> is home to some of <this country>'s oldest sports clubs. Beşiktaş JK, established in 1903, is considered the oldest of these sports clubs. Due to its initial status as <this country>'s only club, Beşiktaş occasionally represented the Ottoman Empire and Turkish Republic in international sports competitions, earning the right to place the Turkish flag inside its team logo. Galatasaray SK and Fenerbahçe SK have fared better in international competitions and have won more Süper Lig titles, at 22 and 19 times, respectively. Galatasaray and Fenerbahçe have a long-standing rivalry, with Galatasaray based in the European part and Fenerbahçe based in the Anatolian part of the city. <this city> has seven basketball teams—Anadolu Efes, Beşiktaş, Darüşşafaka, Fenerbahçe, Galatasaray, İstanbul Büyükşehir Belediyespor and Büyükçekmece—that play in the premier-level Turkish Basketball Super League.Many of <this city>'s sports facilities have been built or upgraded since 2000 to bolster the city's bids for the Summer Olympic Games. Atatürk Olympic Stadium, the largest multi-purpose stadium in <this country>, was completed in 2002 as an IAAF first-class venue for track and field. The stadium hosted the 2005 UEFA Champions League Final, and was selected by the UEFA to host the CL Final games of 2020 and 2021, which were relocated to Lisbon (2020) and Porto (2021) due to the COVID-19 pandemic. Şükrü Saracoğlu Stadium, Fenerbahçe's home field, hosted the 2009 UEFA Cup Final three years after its completion. Türk Telekom Arena opened in 2011 to replace Ali Sami Yen Stadium as Galatasaray's home turf, while Vodafone Park, opened in 2016 to replace BJK İnönü Stadium as the home turf of Beşiktaş, hosted the 2019 UEFA Super Cup game. All four stadiums are elite Category 4 (formerly five-star) UEFA stadiums.The Sinan Erdem Dome, among the largest indoor arenas in Europe, hosted the final of the 2010 FIBA World Championship, the 2012 IAAF World Indoor Championships, as well as the 2011–12 Euroleague and 2016–17 EuroLeague Final Fours. Prior to the completion of the Sinan Erdem Dome in 2010, Abdi İpekçi Arena was <this city>'s primary indoor arena, having hosted the finals of EuroBasket 2001. Several other indoor arenas, including the Beşiktaş Akatlar Arena, have also been inaugurated since 2000, serving as the home courts of <this city>'s sports clubs. The most recent of these is the 13,800-seat Ülker Sports Arena, which opened in 2012 as the home court of Fenerbahçe's basketball teams. Despite the construction boom, five bids for the Summer Olympics—in 2000, 2004, 2008, 2012, and 2020—and national bids for UEFA Euro 2012 and UEFA Euro 2016 have ended unsuccessfully.The TVF Burhan Felek Sport Hall is one of the major volleyball arenas in the city and hosts clubs such as Eczacıbaşı VitrA, Vakıfbank SK, and Fenerbahçe who have won numerous European and World Championship titles.Between the 2005–2011 seasons, and in the 2020 season, <this city> Park racing circuit hosted the Formula One Turkish Grand Prix. The 2021 F1 Turkish Grand Prix was initially cancelled due to the COVID-19 pandemic, but on 25 June 2021, it was announced that the 2021 F1 Turkish Grand Prix will take place on 3 October 2021. <this city> Park was also a venue of the World Touring Car Championship and the European Le Mans Series in 2005 and 2006, but the track has not seen either of these competitions since then. It also hosted the Turkish Motorcycle Grand Prix between 2005 and 2007. <this city> was occasionally a venue of the F1 Powerboat World Championship, with the last race on the Bosporus strait on 12–13 August 2000. The last race of the Powerboat P1 World Championship on the Bosporus took place on 19–21 June 2009. <this city> Sailing Club, established in 1952, hosts races and other sailing events on the waterways in and around <this city> each year.\n\nMedia\nMost state-run radio and television stations are based in Ankara, but <this city> is the primary hub of Turkish media. The industry has its roots in the former Ottoman capital, where the first Turkish newspaper, Takvim-i Vekayi (Calendar of Affairs), was published in 1831. The Cağaloğlu street on which the newspaper was printed, Bâb-ı Âli Street, rapidly became the center of Turkish print media, alongside Beyoğlu across the Golden Horn.<this city> now has a wide variety of periodicals. Most nationwide newspapers are based in <this city>, with simultaneous Ankara and İzmir editions. Hürriyet, Sabah, Posta and Sözcü, the country's top four papers, are all headquartered in <this city>, boasting more than 275,000 weekly sales each. Hürriyet's English-language edition, Hürriyet Daily News, has been printed since 1961, but the English-language Daily Sabah, first published by Sabah in 2014, has overtaken it in circulation. Several smaller newspapers, including popular publications like Cumhuriyet, Milliyet and Habertürk are also based in <this city>. <this city> also has long-running Armenian language newspapers, notably the dailies Marmara and Jamanak and the bilingual weekly Agos in Armenian and Turkish.Radio broadcasts in <this city> date back to 1927, when <this country>'s first radio transmission came from atop the Central Post Office in Eminönü. Control of this transmission, and other radio stations established in the following decades, ultimately came under the state-run Turkish Radio and Television Corporation (TRT), which held a monopoly on radio and television broadcasts between its founding in 1964 and 1990. Today, TRT runs four national radio stations; these stations have transmitters across the country so each can reach over 90 percent of the country's population, but only Radio 2 is based in <this city>. Offering a range of content from educational programming to coverage of sporting events, Radio 2 is the most popular radio station in <this country>. <this city>'s airwaves are the busiest in <this country>, primarily featuring either Turkish-language or English-language content. One of the exceptions, offering both, is Açık Radyo (94.9 FM). Among <this country>'s first private stations, and the first featuring foreign popular music, was <this city>'s Metro FM (97.2 FM). The state-run Radio 3, although based in Ankara, also features English-language popular music, and English-language news programming is provided on NTV Radyo (102.8 FM).TRT-Children is the only TRT television station based in <this city>. <this city> is home to the headquarters of several Turkish stations and regional headquarters of international media outlets. <this city>-based Star TV was the first private television network to be established following the end of the TRT monopoly; Star TV and Show TV (also based in <this city>) remain highly popular throughout the country, airing Turkish and American series. Kanal D and ATV are other stations in <this city> that offer a mix of news and series; NTV (partnered with U.S. media outlet MSNBC) and Sky Turk—both based in the city—are mainly just known for their news coverage in Turkish. The BBC has a regional office in <this city>, assisting its Turkish-language news operations, and the American news channel CNN established the Turkish-language CNN Türk there in 1999.\n\nEducation\nAs of 2019, excluding universities more than 3.1 million students attended 7,437 schools in <this city>, about half of the schools being private educational institutions. The average class size was 30 for primary education institutes, 27 for vocational schools and 23 for general high schools. Of the 842 public high schools, 263 are vocational schools, other 263 are Anatolian high schools, 207 are religiously oriented İmam Hatip school and 14 are STEM-oriented science high schools. Galatasaray High School was established in 1481 and is the oldest public high school in <this country>. Kabataş Erkek Lisesi, <this city> Lisesi and  Cağaloğlu Anadolu Lisesi are among other public high schools in the city. <this city> also contains high schools established by the European and American expatriates and missionaries in the 19th century that currently offer secular, foreign-language education such as Robert College, Deutsche Schule <this city>, Sankt Georgs-Kolleg, Lycée Saint-Joseph and Liceo Italiano di <this city>. Furthermore Turkish citizens of Jewish, Armenian, Greek and Assyrian descent are allowed to establish and attend their respective schools as granted in the Treaty of Lausanne, Phanar Greek Orthodox College being an example. Most high schools are highly selective and demand high scores from the national standardized exam LGS for admission, with Galatasaray and Robert College only accepting the top 0.1% to 0.01% of the exam takers.<this city> contains almost a third of all universities in <this country>. As of 2019 <this city> has 61 colleges and universities, with more than 1.8 million students enrolled according to official figures. Of those 14 are state-owned, 44 are \"foundation-owned\" private universities and 3 are foundation-owned vocational universities of higher education. Additionally, there are military academies such as Air Force Academy and Naval Academy as well as 4 foundation-owned vocational universities of higher education which are not affiliated with any university.\n\nSome of the most renowned and highly ranked universities in <this country> are in <this city>. <this city> University, the nation's oldest institute of higher education, dates back to 1453 and its dental, law, medical schools were founded in the 19th century.The city's largest private universities include Sabancı University, with its main campus in Tuzla, Koç University in Sarıyer, Özyeğin Üniversitesi near Altunizade. <this city>'s first private university, Koç University, was founded as late as 1992, because private universities were not allowed in <this country> before the 1982 amendment to the constitution. <this city> is also home to several conservatories and art schools, including Mimar Sinan Academy of Fine Arts, founded in 1882.Public universities with a major presence in the city, such as <this city> University, <this city> Technical University (the world's third-oldest university dedicated entirely to engineering, established in 1773), and Boğaziçi University (formerly the higher education section of Robert College until 1971) provide education in English as the primary foreign language, while the primary foreign language of education at Galatasaray University is French (as is the case at Galatasaray High School).\n\nPublic services\n<this city>'s first water supply systems date back to the city's early history, when aqueducts (such as the Valens Aqueduct) deposited the water in the city's numerous cisterns. At the behest of Suleiman the Magnificent, the Kırkçeşme water supply network was constructed; by 1563, the network provided 4,200 cubic meters (150,000 cu ft) of water to 158 sites each day. In later years, in response to increasing public demand, water from various springs was channeled to public fountains, like the Fountain of Ahmed III, by means of supply lines. Today, <this city> has a chlorinated and filtered water supply and a sewage treatment system managed by the <this city> Water and Sewerage Administration (İstanbul Su ve Kanalizasyon İdaresi, İSKİ).\nThe Silahtarağa Power Station, a coal-fired power plant along the Golden Horn, was the sole source of <this city>'s electricity between 1914, when its first engine room was completed, and 1952. Following the founding of the Turkish Republic, the plant underwent renovations to accommodate the city's increasing demand; its capacity grew from 23 megawatts in 1923 to a peak of 120 megawatts in 1956. Capacity declined until the power station reached the end of its economic life and shut down in 1983. The state-run Turkish Electrical Authority (TEK) briefly—between its founding in 1970 and 1984—held a monopoly on the generation and distribution of electricity, but now the authority—since split between the Turkish Electricity Generation Transmission Company (TEAŞ) and the Turkish Electricity Distribution Company (TEDAŞ)—competes with private electric utilities.The Ottoman Ministry of Post and Telegraph was established in 1840 and the first post office, the Imperial Post Office, opened near the courtyard of Yeni Mosque. By 1876, the first international mailing network between <this city> and the lands beyond the Ottoman Empire had been established. Sultan Abdülmecid I issued Samuel Morse his first official honor for the telegraph in 1847, and construction of the first telegraph line—between <this city> and Edirne—finished in time to announce the end of the Crimean War in 1856.\nA nascent telephone system began to emerge in <this city> in 1881 and after the first manual telephone exchange became operational in <this city> in 1909, the Ministry of Post and Telegraph became the Ministry of Post, Telegraph, and Telephone. GSM cellular networks arrived in <this country> in 1994, with <this city> among the first cities to receive the service. Today, mobile and landline service is provided by private companies, after Türk Telekom, which split from the Ministry of Post, Telegraph, and Telephone in 1995, was privatized in 2005. Postal services remain under the purview of what is now the Post and Telegraph Organization (retaining the acronym PTT).In 2000, <this city> had 137 hospitals, of which 100 were private. Turkish citizens are entitled to subsidized healthcare in the nation's state-run hospitals. As public hospitals tend to be overcrowded or otherwise slow, private hospitals are preferable for those who can afford them. Their prevalence has increased significantly over the last decade, as the percentage of outpatients using private hospitals increased from 6 percent to 23 percent between 2005 and 2009. Many of these private hospitals, as well as some of the public hospitals, are equipped with high-tech equipment, including MRI machines, or associated with medical research centers. <this country> has more hospitals accredited by the U.S.-based Joint Commission than any other country in the world, with most concentrated in its big cities. The high quality of healthcare, especially in private hospitals, has contributed to a recent upsurge in medical tourism to <this country> (with a 40 percent increase between 2007 and 2008). Laser eye surgery is particularly common among medical tourists, as <this country> is known for specializing in the procedure.\n\nTransportation\nRoads\n<this city>'s motorways network are the O-1, O-2, O-3, O-4 and O-7.  The total length of <this city> Province's toll motorways network (otoyollar) is 543 km (337 mi) (2021) and the state highways network (devlet yollari) is 353 km (219 mi) (2021), totaling 896 km (557 mi) of expressway roads (minimum 2x2 lanes), excluding secondary roads and urban streets. The density of expressway network is 16.8 km/100 km2. The O-1 forms the city's inner ring road, traversing the 15 July Martyrs (First Bosphorus) Bridge, and the O-2 is the city's outer ring road, crossing the Fatih Sultan Mehmet (Second Bosphorus) Bridge. The O-2 continues west to Edirne and the O-4 continues east to Ankara. The O-2, O-3, and O-4 are part of European route E80 (the Trans-European Motorway) between Portugal and the Iran–<this country> border. In 2011, the first and second bridges on the Bosphorus carried 400,000 vehicles each day. The O-7 or Kuzey Marmara Otoyolu, is a motorway that bypass <this city> to the north. The O-7 motorway from Kinali Gişeleri to <this city> Park Service has 139.2 km (86.5 mi), with 8 lanes (4x4), and from Odayeri-K10 to <this city> Atatürk Airport has 30.4 km (18.9 mi). The completed section of highway crosses the Bosphorus Strait via the Yavuz Sultan Selim (Third Bosphorus) Bridge, entered service on 26 August 2016. The O-7 motorway connects <this city> Atatürk Airport with <this city> Airport. Environmentalist groups worry that the third bridge will endanger the remaining green areas to the north of <this city>. Apart from the three Bosphorus Bridges, the dual-deck, 14.6-kilometer (9.1 mi) Eurasia Tunnel (which entered service on 20 December 2016) under the Bosphorus strait also provides road crossings for motor vehicles between the Asian and European sides of <this country>. Road transport emits significant carbon dioxide, estimated at 7 million tons in 2021.\n\nPublic transportation\n<this city>'s local public transportation system is a network of commuter trains, trams, funiculars, metro lines, buses, bus rapid transit, and ferries. Fares across modes are integrated, using the contactless <this city>kart, introduced in 2009, or the older Akbil electronic ticket device. Trams in <this city> date back to 1872, when they were horse-drawn, but even the first electrified trams were decommissioned in the 1960s. Operated by <this city> Electricity, Tramway and Tunnels General Management (İETT), trams slowly returned to the city in the 1990s with the introduction of a nostalgic route and a faster modern tram line, which now carries 265,000 passengers each day. The Tünel opened in 1875 as the world's second-oldest subterranean rail line (after London's Metropolitan Railway). It still carries passengers between Karaköy and İstiklal Avenue along a steep 573-meter (1,880 ft) track; a more modern funicular between Taksim Square and Kabataş began running in 2006.\n\nThe <this city> Metro comprises ten lines (the M1, M2, M3, M6, M7, M9 and M11 on the European side, and the M4, M5 and M8 on the Asian side) with several other lines (M12 and  M14) and extensions under construction. The two sides of <this city>'s metro are connected under the Bosphorus by the Marmaray Tunnel, inaugurated in 2013 as the first rail connection between Thrace and Anatolia, having 13.5 km (8.4 mi) length. The Marmaray tunnel together with the suburban railways lines along the Sea of Marmara, form the intercontinental commuter rail line in <this city>, named officially B1, from Halkalı on the European side to Gebze on the Asian side. This rail line has 76.6 km (47.6 mi), and the full line opened on 12 March 2019. Until then, buses provide transportation within and between the two-halves of the city, accommodating 2.2 million passenger trips each day. The Metrobus, a form of bus rapid transit, crosses the Bosphorus Bridge, with dedicated lanes leading to its termini.\n\nFerries\nİDO (<this city> Seabuses) runs a combination of all-passenger ferries and car-and-passenger ferries to ports on both sides of the Bosphorus, as far north as the Black Sea. With additional destinations around the Sea of Marmara, İDO runs the largest municipal ferry operation in the world. The city's main cruise ship terminal is the Port of <this city> in Karaköy, with a capacity of 10,000 passengers per hour. Most visitors enter <this city> by air, but about half a million foreign tourists enter the city by sea each year.\n\nRailroads\nInternational rail service from <this city> launched in 1889, with a line between Bucharest and <this city>'s Sirkeci Terminal, which ultimately became famous as the eastern terminus of the Orient Express from Paris. Regular service to Bucharest and Thessaloniki continued until the early 2010s, when the former was interrupted for Marmaray construction but started running again in 2019 and the latter was halted due to economic problems in Greece. After <this city>'s Haydarpaşa Terminal opened in 1908, it served as the western terminus of the Baghdad Railway and an extension of the Hejaz Railway; today, neither service is offered directly from <this city>. Service to Ankara and other points across <this country> is normally offered by Turkish State Railways, but the construction of Marmaray and the Ankara-<this city> high-speed line forced the station to close in 2012. New stations to replace both the Haydarpaşa and Sirkeci terminals, and connect the city's disjointed railway networks, now the Marmaray second phase opened to the public. Private bus companies still operation to this day. <this city>'s main bus station is the largest in Europe, with a daily capacity of 15,000 buses and 600,000 passengers, serving destinations as distant as Frankfurt.\n\nAirports\n<this city> had three large international airports, two of which currently serve commercial passenger flights. The largest is the new <this city> Airport, opened in 2018 in the Arnavutköy district to the northwest of the city center, on the European side, near the Black Sea coast.\n\nAll scheduled commercial passenger flights were transferred from <this city> Atatürk Airport to <this city> Airport on 6 April 2019, following the closure of <this city> Atatürk Airport for scheduled passenger flights. The IATA airport code IST was also transferred to the new airport. Once all phases are completed in 2025, the airport will have six sets of runways (eight in total), 16 taxiways, and will be able to accommodate 200 million passengers a year. The transfer from the airport to the city is via the O-7, and it will eventually be linked by two lines of the <this city> Metro.\nSabiha Gökçen International, 45 kilometers (28 mi) southeast of the city center, on the Asian side, was opened in 2001 to relieve Atatürk. Dominated by low-cost carriers, <this city>'s second airport has rapidly become popular, especially since the opening of a new international terminal in 2009; the airport handled 14.7 million passengers in 2012, a year after Airports Council International named it the world's fastest-growing airport. Atatürk had also experienced rapid growth, as its 20.6 percent rise in passenger traffic between 2011 and 2012 was the highest among the world's top 30 airports.<this city> Atatürk Airport, located 24 kilometers (15 mi) west of the city center, on the European side, near the Marmara Sea coast, was formerly the city's largest airport. After its closure to commercial flights in 2019, it was briefly used by cargo aircraft and the official state aircraft owned by the Turkish government, until the demolition of its runway began in 2020. It handled 61.3 million passengers in 2015, which made it the third-busiest airport in Europe and the 18th-busiest in the world in that year.\n\nEnvironment\nFlora and fauna\nThe natural vegetation cover of the Bosporus region is made up of temperate broadleaf and mixed forests and pseudo-maquis. Chestnut, oak, elm, linden, ash and locust comprises the most prominent tree genera. The most important species belonging to maquis formation are laurel, terebinth, Cercis siliquastrum, broom, red firethorn, and oak species such as Quercus cerris and Quercus coccifera. Apart from the natural flora Platanus orentalis, horse chestnut, cypress and stone pine make up the introduced species that got acclimatized to <this city>. In a study that examined urban flora in Kartal, a total of 576 plant taxa were recorded; of those 477 were natural and 99 were exotic and cultivated. The most native taxa were in the Asteraceae family (50 species), while the most diverse exotic plant family was Rosaceae (16 species).Turkish Straits and Sea of Marmara play a vital role for migrating fish and other marine animals between Mediterranean, Marmara and Black Sea. Bosporus hosts pelagic, demersal and semipelagic fish species and more than 130 different taxa have been documented in the strait. Bluefish, bonito, sea bass, horse mackerel and anchovies composes the economically important species. Fish diversity in the waters of <this city> has dwindled in the recent decades. From around 60 different fish species recorded in the 1970s only 20 of them still survive in the Bosporus.Common bottlenose dolphin (Turkish: afalina), short-beaked common dolphin (Turkish: tırtak) and harbor porpoise (Turkish: mutur) make up the marine mammals presently found in the Bosporus and surrounding waters, though since the 1950s the number of dolphin observations has become increasingly rare. Mediterranean monk seals were present in Bosporus, and Princes' Islands and Tuzla shores were seal breeding areas during summer, but they have not been observed in <this city> since the 1960s and thought to be extinct in the region. Water pollution, overfishing and destruction of coastal habitats caused by urbanization are main threats to <this city>'s marine ecology.  \n\nWild land mammals are mainly concentrated in the northern forested areas of <this city>. Roe deer, wild boars, foxes, coyotes, martens, badgers, wolves, weasels, wildcats, squirrels and reed cats have been documented to live inside the boundaries of <this city> Province. Apart from the wild land mammals <this city> hosts a sizeable stray animal population. The presence of feral cats in <this city>  (Turkish: sokak kedisi) is noted to be very prevalent, with estimates ranging from a hundred thousand to over a million stray cats. The feral cats in the city have gained widespread media and public attention and are considered to be symbols of the city. Rose-ringed parakeet colonies are present in urban areas, similar to other European cities as feral parrots, and considered as invasive species.\n\nPollution\nAir pollution in <this country> is acute in İstanbul with cars, buses and taxis causing frequent urban smog, as it is one of the few European cities without a low-emission zone. As of 2019 the city's mean air quality remains of a level so as to affect the heart and lungs of healthy street bystanders during peak traffic hours, and almost 200 days of pollution were measured by the air pollution sensors at Sultangazi, Mecidiyeköy, Alibeyköy and Kağıthane. It is one of the 10 worst cities for NO2.Algal blooms and red tides were reported in Sea of Marmara and Bosporus (especially in Golden Horn), and regularly happen in urban lakes such as Lake Büyükçekmece and Küçükçekmece. In June 2021, a marine mucilage wave allegedly caused by water pollution spread to Sea of Marmara.\n\nInternational relations\nList of twin towns and sister cities of <this city>\n\nSee also\nList of people from <this city>\nOutline of <this city>\n1766 <this city> earthquake\nCaput Mundi\nList of cities with the most skyscrapers\n\nNotes\nReferences\nBibliography\nExternal links\n\nWebsite of the <this city> Metropolitan Municipality\nWebsite of the <this city> Governorship\n<this city> Metropolitan Municipality: Interactive aerial photos from 1946, 1966, 1970, 1982, 2006, 2011 and 2013\nOld maps of <this city> Archived 18 October 2021 at the Wayback Machine – Eran Laor Cartographic Collection, The National Library of Israel – Historic Cities Research Project Archived 25 March 2022 at the Wayback Machine"
}