{
  "name": "Kathmandu, Nepal",
  "city": "Kathmandu",
  "country": "Nepal",
  "alias_to_replace": [],
  "wiki_text": "<this city>, officially <this city> Metropolitan City, is the capital and most populous city of <this country> with 845,767 inhabitants living in 105,649 households in 2021 AD and 2.9 million people in its urban agglomeration. It is located in the <this city> Valley, a large valley in the high plateaus in central <this country>, at an altitude of 1,400 metres (4,600 feet).\nThe city is one of the oldest continuously inhabited places in the world, founded in the 2nd century AD. The valley was historically called the \"<this country> Mandala\" and has been the home of the Newar people, a cosmopolitan urban civilization in the Himalayan foothills. The city was the royal capital of the Kingdom of <this country> and hosts palaces, mansions and gardens built by the <this country>i aristocracy. It has been home to the headquarters of the South Asian Association for Regional Cooperation (SAARC) since 1985 AD. Today, it is the seat of government of the Federal Democratic Republic of <this country>, established in 2008 AD, and is part of Bagmati Province.\n<this city> is and has been for many years the centre of <this country>'s history, art, culture, and economy. It has a multi-ethnic population within a Hindu and Buddhist majority. Religious and cultural festivities form a major part of the lives of people residing in <this city>. Tourism is an important part of the economy in the city. In 2013, <this city> was ranked third among the top ten upcoming travel destinations in the world by TripAdvisor, and ranked first in Asia. The city is considered the gateway to the <this country> Himalayas and is home to several World Heritage Sites: the Durbar Square, Swayambhu Mahachaitya, Bouddha and Pashupatinath. <this city> valley is growing at 4 percent per year according to the World Bank in 2010 AD, making it one of the fastest-growing metropolitan areas in South Asia, and the first region in <this country> to face the unprecedented challenges of rapid urbanization and modernization at a metropolitan scale. It is the largest metropolitan area located in the Himalayas.\n\nEtymology\nThe indigenous <this country> Bhasa term for <this city> is Yen. The <this country>i name <this city> comes from Kasthamandap, which stood in <this city> Durbar Square, was completely destroyed by the earthquake of April 2015, but has since been reconstructed. In Sanskrit, Kāṣṭha (Sanskrit: काष्ठ) means \"wood\" and Maṇḍapa (Sanskrit: मण्डप) means \"pavilion\". This public pavilion, also known as Maru Satta in Newari, was rebuilt in 1596 by Biseth in the period of King Laxmi Narsingh Malla. The three-storey structure was made entirely of wood and used no iron nails nor supports. According to legends, all the timber used to build the pagoda was obtained from a single tree.The colophons of ancient manuscripts, dated as late as the 20th century, refer to <this city> as Kāṣṭhamaṇḍap Mahānagar in <this country> Mandala. Mahānagar means \"great city\". The city is called Kāṣṭhamaṇḍap in a vow that Buddhist priests still recite to this day. Thus, <this city> is also known as Kāṣṭhamaṇḍap. During medieval times, the city was sometimes called Kāntipur (Sanskrit: कान्तिपुर). This name is derived from two Sanskrit words – Kānti and Pur. Kānti is a word that stands for \"beauty\" and is mostly associated with light and Pur means place, thus giving it the meaning, \"City of light\".\nAmong the indigenous Newar people, <this city> is known as Yeṃ Dey (Newar: येँ देय्), and Patan and Bhaktapur are known as Yala Dey (Newar: यल देय्) and Khwopa Dey (Newar: ख्वप देय्) respectively. \"Yen\" is the shorter form of Yambu (Newar: यम्बु), which originally referred to the northern half of <this city>. The older northern settlements were referred to as Yambi while the southern settlement was known as Yangala.The spelling \"Katmandu\" was often used in older English-language text. More recently, however, the spelling \"<this city>\" has become more common in English.\n\nHistory\nArchaeological excavations in parts of <this city> have found evidence of ancient civilizations. The oldest of these findings is a statue, found in Maligaon, that was dated at 185 AD. The excavation of Dhando Chaitya uncovered a brick with an inscription in Brahmi script. Archaeologists believe that it is two thousand years old. Stone inscriptions are ubiquitous elements at the heritage sites and are key sources for the history of <this country>.\nThe earliest Western reference to <this city> appears in an account of Portuguese Jesuit Father Joao Cabral who passed through the <this city> Valley in the spring of 1628 and was received graciously by the king of that time, probably King Lakshminarasimha Malla of <this city> on their way from Tibet to India. Father Cabral reported that they reached \"Cadmendu\", the capital of <this country> kingdom.\n\nAncient history\nThe ancient history of <this city> is described in its traditional myths and legends. According to Swayambhu Purana, present-day <this city> was once a huge and deep lake named \"Nagdaha\", as it was full of snakes. The lake was cut drained by Bodhisatwa Manjushree with his sword, and the water was evacuated out from there. He then established a city called Manjupattan, and made Dharmakar the ruler of the valley land. After some time, a demon named Banasur closed the outlet, and the valley again turned into a lake. Then Lord Krishna came to <this country>, killed Banasur, and again drained out the water by Cutting the edge of Chobhar hill with this Sudharshan Chakra. He brought some Gopals along with him and made Bhuktaman the king of <this country>.Kotirudra Samhita of Shiva Purana, Chapter 11, Shloka 18 refers to the place as Nayapala city, which was famous for its Pashupati Shivalinga. The name <this country> probably originates from this city Nayapala.\nVery few historical records exists of the period before medieval Licchavi rulers. According to Gopalraj Vansawali, a genealogy of <this country>i monarchy, the rulers of <this city> Valley before the Licchavis were Gopalas, Mahispalas, Aabhirs, Kiratas, and Somavanshi. The Kirata dynasty was established by Yalamber. During the Kirata era, a settlement called Yambu existed in the northern half of old <this city>. In some of the Sino-Tibetan languages, <this city> is still called Yambu. Another smaller settlement called Yengal was present in the southern half of old <this city>, near Manjupattan. During the reign of the seventh Kirata ruler, Jitedasti, Buddhist monks entered <this city> valley and established a forest monastery at Sankhu.\n\nLicchavi era\nThe Licchavis from the Indo-Gangetic plain migrated north and defeated the Kirats, establishing the Licchavi dynasty, circa 400 AD. During this era, following the genocide of Shakyas in Lumbini by Virudhaka, the survivors migrated north and entered the forest monastery lora masquerading as Koliyas. From Sankhu, they migrated to Yambu and Yengal (Lanjagwal and Manjupattan) and established the first permanent Buddhist monasteries of <this city>. This created the basis of Newar Buddhism, which is the only surviving Sanskrit-based Buddhist tradition in the world. With their migration, Yambu was called Koligram and Yengal was called Dakshin Koligram during most of the Licchavi era.Eventually, the Licchavi ruler Gunakamadeva merged Koligram and Dakshin Koligram, founding the city of <this city>. The city was designed in the shape of Chandrahrasa, the sword of Manjushri. The city was surrounded by eight barracks guarded by Ajimas. One of these barracks is still in use at Bhadrakali (in front of Singha Durbar). The city served as an important transit point in the trade between India and Tibet, leading to tremendous growth in architecture. Descriptions of buildings such as Managriha, Kailaskut Bhawan, and Bhadradiwas Bhawan have been found in the surviving journals of travellers and monks who lived during this era. For example, the famous 7th-century Chinese traveller Xuanzang described Kailaskut Bhawan, the palace of the Licchavi king Amshuverma. The trade route also led to cultural exchange as well. The artistry of the Newar people—the indigenous inhabitants of the <this city> Valley—became highly sought after during this era, both within the Valley and throughout the greater Himalayas. Newar artists travelled extensively throughout Asia, creating religious art for their neighbours. For example, Araniko led a group of his compatriot artists through Tibet and China. Bhrikuti, the princess of <this country> who married Tibetan monarch Songtsän Gampo, was instrumental in introducing Buddhism to Tibet.\n\nMalla era\nThe Licchavi era was followed by the Malla era. Rulers from Tirhut, upon being attacked by the Delhi Sultanate, fled north to the <this city> valley. They intermarried with <this country>i royalty, and this led to the Malla era. The early years of the Malla era were turbulent, with raids and attacks from Khas and Turk Muslims. There was also a devastating earthquake which claimed the lives of a third of <this city>'s population, including the king Abhaya Malla. These disasters led to the destruction of most of the architecture of the Licchavi era (such as Mangriha and Kailashkut Bhawan), and the loss of literature collected in various monasteries within the city. Despite the initial hardships, <this city> rose to prominence again and, during most of the Malla era, dominated the trade between India and Tibet. <this country>i currency became the standard currency in trans-Himalayan trade.\nDuring the later part of the Malla era, <this city> Valley comprised four fortified cities: Kantipur, Lalitpur, Bhaktapur, and Kirtipur. These served as the capitals of the Malla confederation of <this country>. These states competed with each other in the arts, architecture, esthetics, and trade, resulting in tremendous development. The kings of this period directly influenced or involved themselves in the construction of public buildings, squares, and temples, as well as the development of waterspouts, the institutionalisation of trusts (called guthis), the codification of laws, the writing of dramas, and the performance of plays in city squares. Evidence of an influx of ideas from India, Tibet, China, Persia, and Europe among other places can be found in a stone inscription from the time of king Pratap Malla. Books have been found from this era that describe their tantric tradition (e.g. Tantrakhyan), medicine (e.g. Haramekhala), religion (e.g. Mooldevshashidev), law, morals, and history. Amarkosh, a Sanskrit-<this country> Bhasa dictionary from 1381 AD, was also found. Architecturally notable buildings from this era include <this city> Durbar Square, Patan Durbar Square, Bhaktapur Durbar Square, the former durbar of Kirtipur, Nyatapola, Kumbheshwar, the Krishna temple, and others.\n\nMedieval era\nEarly Shah rule\nThe Gorkha Kingdom ended the Malla confederation after the Battle of <this city> in 1768. This marked the beginning of the modern era in <this city>. The Battle of Kirtipur was the start of the Gorkha conquest of the <this city> Valley. <this city> was adopted as the capital of the Gorkha empire, and the empire itself was dubbed <this country>. During the early part of this era, <this city> maintained its distinctive culture. Buildings with characteristic <this country>i architecture, such as the nine-story tower of Basantapur, were built during this era. However, trade declined because of continual war with neighbouring nations. Bhimsen Thapa supported France against Great Britain; this led to the development of modern military structures, such as modern barracks in <this city>. The nine-storey tower Dharahara was originally built during this era.\n\nRana rule\nRana rule over <this country> started with the Kot massacre of 1846, which occurred near Hanuman Dhoka Durbar. During this massacre, most of <this country>'s high-ranking officials were massacred by Jung Bahadur Rana and his supporters. Another massacre, the Bhandarkhal Massacre, was also conducted by Kunwar and his supporters in <this city>. During the Rana regime, <this city>'s alliance shifted from anti-British to pro-British; this led to the construction of the first buildings in the style of Western European architecture. The most well-known of these buildings include Singha Durbar, Garden of Dreams, Shital Niwas, and the old Narayanhiti palace. The first modern commercial road in the <this city> Valley, the New Road, was also built during this era. Trichandra College (the first college of <this country>), Durbar High School (the first modern school of <this country>), and Bir Hospital (the first hospital of <this country>) were built in <this city> during this era. Education was only accessible to the privileged class. Rana rule was marked by despotism, economic exploitation and religious persecution.\n\nGeography\n<this city> is in the northwestern part of the <this city> Valley to the north of the Bagmati River and covers an area of 50.7 km2 (19.6 sq mi). The average elevation is 1,400 metres (4,600 ft) above sea level. The city is bounded by several other municipalities of the <this city> valley: south of the Bagmati by Lalitpur Metropolitan City (Patan), with which it forms one urban area surrounded by a ring road, to the southwest by Kirtipur and to the east by Madyapur Thimi. To the north the urban area extends into several municipalities; Nagarjun, Tarakeshwor, Tokha, Budhanilkantha, Gokarneshwor and Kageshwori Manohara. However, the urban agglomeration extends well beyond the neighbouring municipalities, e.g. to Bhaktapur, and nearly covers the entire <this city> Valley.\n\n<this city> is dissected by eight rivers, the main river of the valley, the Bagmati and its tributaries, of which the Bishnumati, Dhobi Khola, Manohara Khola, Hanumante Khola, and Tukucha Khola are predominant. The mountains from where these rivers originate are in the elevation range of 1,500–3,000 metres (4,900–9,800 ft), and have passes which provide access to and from <this city> and its valley. An ancient canal once flowed from Nagarjuna hill through Balaju to <this city>; this canal is now extinct.\nThe city of <this city> and the surrounding valley are in the Deciduous Monsoon Forest Zone (altitude range of 1,200–2,100 metres (3,900–6,900 ft)), one of five vegetation zones defined for <this country>. The dominant tree species in this zone are oak, elm, beech, maple and others, with coniferous trees at higher altitude.\n\n<this city> administration\n<this city> and adjacent cities are composed of neighbourhoods, which are utilized quite extensively and more familiar among locals. However, administratively the city is divided into 32 wards, numbered from 1 to 32. Earlier, there were 35 wards which made it the metropolitan city with the largest number of the wards. Balendra Shah (Balen) has been elected as the new mayor of <this city>\n\nClimate\nUnder Köppen's climate classification, portions of the city with lower elevations (1300-1400m) which is 88 percent of total have a humid subtropical climate (Cwa), while portions of the city with higher elevations generally have a subtropical highland climate (Cwb). In the <this city> Valley, which is representative of its valley's climate, the average summer temperature varies from 28 to 30 °C (82 to 86 °F). The average winter temperature is 10.1 °C (50.2 °F).\nFive major climatic regions are found in <this country>. Of these, High hills of <this city> Valley including Chandragiri hill is in the Warm Temperate Zone (elevation ranging from 1,200 to 2,300 metres (3,900 to 7,500 ft)), where the climate is fairly temperate, atypical for the region. This zone is followed by the Cool Temperate Zone with elevation varying between 2,100 and 3,300 metres (6,900 and 10,800 ft).\nThe city generally has a climate with warm days followed by cool nights and mornings. Unpredictable weather is expected, given that temperatures can drop to 1 °C (34 °F) or less during the winter. During a 2013 cold front, the winter temperatures of <this city> dropped to −4 °C (25 °F), and the lowest temperature was recorded on 10 January 2013, at −9.2 °C (15.4 °F). Rainfall is mostly monsoon-based (about 65% of the total concentrated during the monsoon months of June to September), and decreases substantially (100 to 200 cm (39 to 79 in)) from eastern <this country> to western <this country>. Rainfall has been recorded at about 1,400 millimetres (55.1 in) for the <this city> valley, and averages 1,407 millimetres (55.4 in) for the city of <this city>. On average humidity is 75%. The chart below is based on data from the <this country> Bureau of Standards & Meteorology, Weather Meteorology for 2005. The chart provides minimum and maximum temperatures during each month. The annual amount of precipitation was 1,124 millimetres (44.3 in) for 2005, as per monthly data included in the table above. The decade of 2000–2010 saw highly variable and unprecedented precipitation anomalies in <this city>. This was mostly due to the annual variation of the southwest monsoon. For example, 2001 recorded only 356 mm (14 in) of precipitation due to an extraordinarily weak monsoon season. In contrast, 2003 was the wettest year ever in <this city>, totaling over 2,900 mm (114 in) of precipitation due to an exceptionally strong monsoon season.\n\nAir quality\nAir pollution is a major issue in the <this city> Valley. According to the 2016 World Health Organization's Ambient Air Pollution Database, the annual average PM2.5 (particulate matter) concentration in 2013 was 49 μg/m3, which is 4.9 times higher than recommended by the World Health Organization. Starting in early 2017, the Government of <this country> and the Embassy of the United States in <this city> have monitored and publicly share real-time air quality data. In <this country> and <this city>, the annual premature deaths due to air pollution reached 37,399 and 9,943 respectively, according to a Republica news report published on 23 November 2019. This indicates, around a quarter of the total deaths due to air pollution in <this country> are in <this city>.\n\nGovernment and public services\nCivic administration\n<this city> Municipal Corporation (KMC) is the chief nodal agency for the administration of <this city>. The Municipality of <this city> was upgraded to a metropolitan city in 1995.\nMetropolitan <this city> is divided into five sectors: the Central Sector, the East Sector, the North Sector, the City Core and the West Sector. For civic administration, the city is further divided into 35 administrative wards. The Council administers the Metropolitan area of <this city> city through its 177 elected representatives and 20 nominated members. It holds biannual meetings to review, process and approve the annual budget and make major policy decisions. The ward's profile documents for the 35 wards prepared by the <this city> Metropolitan Council is detailed and provides information for each ward on population, the structure and condition of houses, the type of roads, educational, health and financial institutions, entertainment facilities, parking space, security provisions, etc. It also includes lists of development projects completed, on-going and planned, along with informative data about the cultural heritage, festivals, historical sites and the local inhabitants. Ward 16 is the largest, with an area of 437.4 ha; ward 26 is the smallest, with an area of 4 ha.<this city> is the headquarters of the surrounding <this city> District.\n\nLaw and order\nThe Metropolitan Police is the main law enforcement agency in the city. It is headed by a commissioner of police. The Metropolitan Police is a division of the <this country> Police, and the administrative control lies with the Ministry of Home Affairs.\n\nFire service\nThe fire service, known as the Barun Yantra Karyalaya (<this country>i: वारुण यन्त्र कार्यालय), opened its first station in <this city> in 1937 with a single-vehicle. An iron tower was erected to monitor the city and watch for a fire. As a precautionary measure, firemen were sent to the areas which were designated as accident-prone areas. In 1944, the fire service was extended to the neighbouring cities of Lalitpur and Bhaktapur. In 1966, a fire service was established in <this city> central airport. In 1975, a West German government donation added seven fire engines to <this city>'s fire service. The fire service in the city is also overlooked by an international non-governmental organization, the Firefighters Volunteer Association of <this country> (FAN), which was established in 2000 with the purpose of raising public awareness about fire and improving safety.\n\nElectricity and water supply\nElectricity in <this city> is regulated and distributed by the <this country> Electricity Authority (NEA). Water supply and sanitation facilities are provided by the <this city> Upatyaka Khanepani Limited (KUKL). There is a severe shortage of water for household purposes such as drinking, bathing, cooking and washing and irrigation. People have been using bottled mineral water, water from tank trucks and from the ancient dhunge dharas (<this country>i: ढुङ्गे धारा) for all the purposes related to water. The city water shortage should be solved by the completion of the much plagued Melamchi Water Supply Project by the end of 2019. Despite continued efforts by governmental bodies, <this city> is one of the most polluted cities in <this country>, largely due to overpopulation.\n\nWaste management\nWaste management may be through composting in municipal waste management units, and at houses with home composting units. Both systems are common and established in India and neighbouring countries.\n\nDemographics\n<this city>'s urban cosmopolitan character has made it the most populous city in <this country>. According to the National Population Census of 2011, the total population of <this city> city was 975,543 in 254,292 households with an annual growth rate of 6.12% with respect to the population figure of 2001. 70% of the total population residing in <this city> are aged between 15 and 59.\nIn one decade, the population increased from 427,045 in 1991 to 671,805 in 2001. The population was projected to reach 915,071 in 2011 and 1,319,597 by 2021. To keep up this population growth, the KMC-controlled area of 5,076.6 hectares (12,545 acres) expanded to 8,214 hectares (20,300 acres) in 2001. With this new area, the population density which was 85 in 1991 remained 85 in 2001; it is likely to jump to 111 in 2011 and 161 in 2021.\n\nLanguages\nAs of the 2011 census, <this country>i is the most common mother tongue in <this city>, with 62% of the population speaking it as their mother tongue. Newar is spoken by 19%, and the other languages spoken in the city include Tamang (6%), Maithili (3%), Bhojpuri (2%), Gurung (2%), Magar (2%) and Sherpa (1%) as their first language. English is also spoken by many.\n\nEthnic groups\nThe largest group is the native Newars, whose various sub-groups combine to make up 24.7% of the population. Almost equal in number is the Bahuns, also known as Hill-Brahmin or Khas Brahmin, representing 24.5% of the population. They are part of the broader Khas community, as are the Chhetri, the third largest group, who account for 18% of the population. Other groups in <this city> include the Janajatis, comprising the Tamang (7.8%), Magar (3.8%), Gurung (2.6%), and Rai (2.1%). <this country>ese Muslims represent 1.8% of the population. More recently, other Madeshi groups from Terai have come to represent a substantial proportion of the city's population, and there are around 12,000 Marwadis, mainly merchants.\n\nArchitecture and cityscape\nThe ancient trade route between India and Tibet that passed through <this city> enabled a fusion of artistic and architectural traditions from other cultures to be amalgamated with local art and architecture. The monuments of <this city> City have been influenced over the centuries by Hindu and Buddhist religious practices. The architectural treasure of the <this city> valley has been categorized under the well-known seven groups of heritage monuments and buildings. In 2006 UNESCO declared these seven groups of monuments as a World Heritage Site (WHS). The seven monuments zones cover an area of 189 hectares (470 acres), with the buffer zone extending to 2,394 hectares (5,920 acres). The Seven Monument Zones inscribed originally in 1979 and with a minor modification in 2006 are the Durbar squares of Hanuman Dhoka, Patan and Bhaktapur, the Hindu temples of Pashupatinath and Changunarayan, the Buddhist stupas of Swayambhunath and Boudhanath.\n\nDurbar Squares\nThe literal meaning of Durbar Square is a \"place of palaces\". There are three preserved Durbar Squares in <this city> valley and one unpreserved in Kirtipur. The Durbar Square of <this city> is in the old city and has heritage buildings representing four kingdoms (Kantipur, Lalitpur, Bhaktapur, Kirtipur); the earliest being the Licchavi dynasty. The complex has 50 temples and is distributed in two quadrangles of the Durbar Square. The outer quadrangle has the Kasthamandap, Kumari Ghar, and Shiva-Parvati Temple; the inner quadrangle has the Hanuman Dhoka palace. The squares were severely damaged in the April 2015 earthquake.\nHanuman Dhoka is a complex of structures with the royal palace of the Malla kings and of the Shah dynasty. It is spread over five acres. The eastern wing, with ten courtyards, is the oldest part, dating to the mid-16th century. It was expanded by King Pratap Malla in the 17th century with many temples. The royal family lived in this palace until 1886 when they moved to Narayanhiti Palace. The stone inscription outside is in fifteen languages.\nKumari Ghar is a palace in the centre of the <this city> city, next to the Durbar square where a royal Kumari selected from several Kumaris resides. Kumari, or Kumari Devi, is the tradition of worshipping young pre-pubescent girls as manifestations of the divine female energy or devi in South Asian countries. In <this country> the selection process is very rigorous. Previously, during the time of the monarchy, the queen and the priests used to appoint the proposed Kumari with delicate process of astrological examination and physical examination of 32 'gunas'. The china (<this country>i: चिना), an ancient Hindu astrological report, of the Kumari and the reigning king, was ought to be similar. The Kumari is believed to be a bodily incarnation of the goddess Taleju (the <this country>i name for Durga) until she menstruates, after which it is believed that the goddess vacates her body. Serious illness or a major loss of blood from an injury also causes her to revert to common status. The current Kumari, Trishna Shakya, age three at the time of appointment, was installed in September 2017 succeeding Matina Shakya who was the first Kumari of <this city> after the end of the monarchy.Kasthamandap is a three-storeyed temple enshrining an image of Gorakhnath. It was built in the 16th century in pagoda style. The name of <this city> is a derivative of the word Kasthamandap. It was built under the reign of King Laxmi Narsingha Malla. Kasthamandap stands at the intersection of two ancient trade routes linking India and Tibet at Maru square. It was originally built as a rest house for travellers.\n\nPashupatinath temple\nThe Pashupatinath Temple (<this country>i: पशुपतिनाथ मन्दिर) is a famous 5th century Hindu temple dedicated to Lord Shiva. Located on the banks of the Bagmati River, the Pashupatinath Temple is the oldest Hindu temple in <this city>. It served as the seat of national deity, Lord Pashupatinath, until <this country> was secularized. However, a significant part of the temple was destroyed by Mughal invaders in the 14th century and little or nothing remains of the original 5th-century temple exterior. The temple as it stands today was built in the 19th century, although the image of the bull and the black four-headed image of Pashupati are at least 300 years old. The temple is a UNESCO World Heritage Site. Shivaratri, or the night of Lord Shiva, is the most important festival that takes place here, attracting thousands of devotees and sadhus.Believers in Pashupatinath (mainly Hindus) are allowed to enter the temple premises, but non-Hindu visitors are allowed to view the temple only from the across the Bagmati River. The priests who perform the services at this temple have been Brahmins from Karnataka in southern India since the time of Malla king Yaksha Malla. This tradition is believed to have been started at the request of Adi Shankaracharya who sought to unify the states of Bharatam, a region in south Asia believed to be ruled by a mythological king Bharat, by encouraging cultural exchange. This procedure is followed in other temples around India, which were sanctified by Adi Shankaracharya.\nThe temple is built in the pagoda style of architecture, with cubic constructions and carved wooden rafters (tundal) on which they rest, and two-level roofs made of copper and gold.\n\nBoudhanath\nBoudhanath (<this country>i: बौद्ध स्तुप; also written as Bouddhanath, Bodhnath, Baudhanath or the Khāsa Chaitya), is one of the holiest Buddhist sites in <this country>, along with the Swayambhunath. It is a very popular tourist site. Boudhanath is known as Khāsti by Newars and as Bauddha or Bodhnāth by speakers of <this country>i. About 11 km (7 mi) from the centre and northeastern outskirts of <this city>, the stupa's massive mandala makes it one of the largest spherical stupas in <this country>. Boudhanath became a UNESCO World Heritage Site in 1979.\nThe base of the stupa has 108 small depictions of the Dhyani Buddha Amitabha. It is surrounded with a brick wall with 147 niches, each with four or five prayer wheels engraved with the mantra, Om mani padme hum. At the northern entrance where visitors must pass is a shrine dedicated to Ajima, the goddess of smallpox. Every year the stupa attracts many Tibetan Buddhist pilgrims who perform full body prostrations in the inner lower enclosure, walk around the stupa with prayer wheels, chant, and pray. Thousands of prayer flags are hoisted up from the top of the stupa downwards and dot the perimeter of the complex. The influx of many Tibetan refugees from China has seen the construction of over 50 Tibetan gompas (monasteries) around Boudhanath.\n\nSwayambhu\nSwayambhunath (<this country>i: स्वयम्भू स्तूप) is a Buddhist stupa atop a hillock at the northwestern part of the city. This is among the oldest religious sites in <this country>. Although the site is considered Buddhist, it is revered by both Buddhists and Hindus. The stupa consists of a dome at the base; above the dome, there is a cubic structure with the eyes of Buddha looking in all four directions. There are pentagonal toran above each of the four sides, with statues engraved on them. Behind and above the torana there are thirteen tiers. Above all the tiers, there is a small space above which lies a gajur.\n\nRani Pokhari\nRanipokhari (<this country>i: रानी पोखरी, lit. 'Queen's Pond') is a historic artificial pond nestled in the heart of <this city>. It was built by king Pratap Malla in 1670 AD for his beloved queen after she lost her son and could not recover from her loss. A large stone statue of an elephant in the south signifies the image of Pratap Malla and his two sons. Balgopaleshwor Temple stands still inside the temple above the pond. Rani Pokhari is opened once a year during the final day of Tihar i.e. Bhai Tika and Chhath festival. The world's largest Chhath takes place every year in Ranipokhari. The pond is one of <this city>'s most famous landmarks and is known for its religious and aesthetic significance.However, Ranipokhari is now under development, which began in 2019 and is expected to be finished next year, according to reports.\n\nCulture\nArts\n<this city> valley the City of Newars is described as \"an enormous treasure house of art and sculptures\", which are made of wood, stone, metal, and terracotta, and found in profusion in temples, shrines, stupas, gompas, chaityas and palaces. The art objects are also seen in street corners, lanes, private courtyards and in open ground. Most art is in the form of icons of gods and goddesses. <this city> valley has had this art treasure for a very long time, but received worldwide recognition only after the country opened to the outside world in 1950.The religious art of <this country> and <this city> in particular consists of an iconic symbolism of the Mother Goddesses such as: Bhavani, Durga, Gaja-Lakshmi, Hariti-Sitala, Mahsishamardini, Saptamatrika (seven mother goddesses), and Sri-Lakshmi (wealth-goddess). From the 3rd century BCE, apart from the Hindu gods and goddesses, Buddhist monuments from the Ashokan period (it is said that Ashoka visited <this country> in 250 BC) have embellished <this country> in general and the valley in particular. These art and architectural edifices encompass three major periods of evolution: the Licchavi or classical period (500 to 900 AD), the post-classical period (1000 to 1400 AD), with strong influence of the Palla art form; the Malla period (1400 onwards) that exhibited explicitly tantric influences coupled with the art of Tibetan Demonology.A broad typology has been ascribed to the decorative designs and carvings created by the people of <this country>. These artists have maintained a blend of Hinduism and Buddhism. The typology, based on the type of material used are: stone art, metal art, wood art, terracotta art, and painting.\n\nMuseums\n<this city> is home to a number of museums and art galleries, including the National Museum of <this country> and the Natural History Museum of <this country>. <this country>'s art and architecture is an amalgamation of two ancient religions, Hinduism and Buddhism. These are amply reflected in the many temples, shrines, stupas, monasteries, and palaces in the seven well-defined Monument Zones of the <this city> valley are part of a UNESCO World Heritage Site. This amalgamation is also reflected in the planning and exhibitions in museums and art galleries throughout <this city> and its sister cities of Patan and Bhaktapur. The museums display unique artefacts and paintings from the 5th century CE to the present day, including archaeological exportation.Museums and art galleries in <this city> include:\nThe National Museum\nThe Natural History Museum\nHanuman Dhoka Palace Complex\nThe Kaiser Library\nThe National Art Gallery\nThe NEF-ART (<this country> Fine Art) Gallery\nThe <this country> Art Council Gallery\nNarayanhiti Palace Museum\nThe Taragaon MuseumThe National Museum is in the western part of <this city>, near the Swayambhunath stupa in a historical building constructed in the early 19th century by General Bhimsen Thapa. It is the most important museum in the country, housing an extensive collection of weapons, art and antiquities of historic and cultural importance. The museum was established in 1928 as a collection house of war trophies and weapons, and the initial name of this museum was Chhauni Silkhana, meaning \"the stone house of arms and ammunition\". Given its focus, the museum contains many weapons, including locally made firearms used in wars, leather cannons from the 18th–19th century, and medieval and modern works in wood, bronze, stone and paintings.The Natural History Museum is in the southern foothills of Swayambhunath hill and has a sizeable collection of different species of animals, butterflies, and plants. The museum is noted for its display of species, from prehistoric shells to stuffed animals.The Tribhuvan Museum contains artifacts related to King Tribhuvan (1906–1955). It has a variety of pieces including his personal belongings, letters, and papers, memorabilia related to events he was involved in and a rare collection of photos and paintings of Royal family members. The Mahendra Museum is dedicated to the King Mahendra (1920–1972). Like the Tribhuvan Museum, it includes his personal belongings such as decorations, stamps, coins and personal notes and manuscripts, but it also has structural reconstructions of his cabinet room and office chamber. The Hanumandhoka Palace, a lavish medieval palace complex in the Durbar, contains three separate museums of historic importance. These museums include the Birendra museum, which contains items related to the second-last monarch, King Birendra.The enclosed compound of the Narayanhiti Palace Museum is in the north-central part of <this city>. \"Narayanhiti\" (<this country>i: नारायणहिटी) comes from Narayana (<this country>i: नारायण), a form of the Hindu god Lord Vishnu, and Hiti (<this country>i: हिटी), meaning \"water spout\" (the temple of lord Vishnu is opposite to the palace, and the water spout is east of the main entrance to the precinct). The current palace building was built in 1970 in front of the old palace, built in 1915, in the form of a contemporary pagoda. It was built on the occasion of the marriage of the then crown prince and heir apparent to the throne, Birendra. The southern gate of the palace is at the crossing of Prithvipath and Durbar Marg roads. The palace area covers 30 hectares (74 acres) and is fully secured with gates on all sides. This palace was the scene of the <this country>i royal massacre. After the fall of the monarchy, it has been converted into a museum.\nThe Taragaon Museum presents the modern history of the <this city> valley. It seeks to document 50 years of research and cultural heritage conservation of the <this city> Valley, documenting what artists, photographers, architects, and anthropologists from abroad had contributed in the second half of the 20th century. The actual structure of the museum showcases restoration and rehabilitation efforts to preserve the built heritage of <this city>. It was designed by Carl Pruscha (master-planner of the <this city> Valley) in 1970 and constructed in 1971. Restoration works began in 2010 to rehabilitate the Taragaon hostel into the Taragaon Museum. The design uses local brick along with modern architectural design elements, as well as the use of circle, triangles and squares. The museum is within a short walk from the Boudhanath stupa, which itself can be seen from the museum tower.\n\nArt galleries\n<this city> is a centre for art in <this country>, displaying the work of contemporary artists in the country and also collections of historical artists. Patan in particular is an ancient city noted for its fine arts and crafts. Art in <this city> is vibrant, demonstrating a fusion of traditionalism and modern art, derived from a great number of national, Asian, and global influences. <this country>i art is commonly divided into two areas: the idealistic traditional painting known as Paubhas in <this country> and perhaps more commonly known as Thangkas in Tibet, closely linked to the country's religious history and on the other hand the contemporary western-style painting, including nature-based compositions or abstract artwork based on Tantric elements and social themes of which painters in <this country> are well noted for. Internationally, the British-based charity, the <this city> Contemporary Art Centre is involved with promoting arts in <this city>.<this city> houses many notable art galleries. The NAFA Gallery, operated by the Arts and crafts Department of the <this country> Academy is housed in Sita Bhavan, a neo-classical old Rana palace.The Srijana Contemporary Art Gallery, inside the Bhrikutimandap Exhibition grounds, hosts the work of contemporary painters and sculptors, and regularly organizes exhibitions. It also runs morning and evening classes in the schools of art. Also of note is the Moti Azima Gallery, in a three-storied building in Bhimsenthan which contains an impressive collection of traditional utensils and handmade dolls and items typical of a medieval Newar house, giving an important insight into <this country>i history. The J Art Gallery near the former royal palace in Durbarmarg displays the artwork of eminent, established <this country>i painters. The <this country> Art Council Gallery, in the Babar Mahal, on the way to Tribhuvan International Airport contains artwork of both national and international artists and extensive halls regularly used for art exhibitions.\n\nLiterature\nThe National Library of <this country> is located in Patan. It is the largest library in the country with more than 70,000 books in English, <this country>i, Sanskrit, Hindi, and <this country> Bhasa. The library is in possession of rare scholarly books in Sanskrit and English dating from the 17th century AD. <this city> also contains the Kaiser Library, in the Kaiser Mahal on the ground floor of the Ministry of Education building. This collection of around 45,000 books is derived from a personal collection of Kaiser Shamsher Jang Bahadur Rana. It covers a wide range of subjects including history, law, art, religion, and philosophy, as well as a Sanskrit manual of Tantra, which is believed to be over 1,000 years old. The 2015 earthquake caused severe damage to the Ministry of Education building, and the contents of the Kaiser Library have been temporarily relocated.\n\nThe Asa Archives are also noteworthy. They specialize in medieval history and religious traditions of the <this city> valley. The archives, in Kulambhulu, have a collection of some 6,000 loose-leaf handwritten books and 1,000 palm-leaf manuscripts (mostly in Sanskrit or <this country> Bhasa) and a manuscript dated to 1464.\n\nCinema and theatre\n<this city> is home to <this country>i cinema and theatres. The city contains several theatres, including the National Dance Theatre in Kanti Path, the Ganga Theatre, the Himalayan Theatre and the Aarohan Theater Group founded in 1982. The M. Art Theater is based in the city. The Gurukul School of Theatre organizes the <this city> International Theater Festival, attracting artists from all over the world. A mini theatre has been opened at the Hanumandhoka Durbar Square, established by the Durbar Conservation and Promotion Committee.\n<this city> has a number of cinemas (old single screen establishments and some new multiplexes) showing <this country>i, Bollywood and Hollywood films. Some old establishments include Vishwajyoti Cinema Hall, Jai <this country> Hall, Kumari Cinema Hall, Gopi Krishna Cinema Hall and Guna Cinema Hall. <this city> also houses some international standard cinema theatres and multiplexes, such as QFX Cinemas, Cine De Chef, Fcube Cinemas, Q's Cinemas, Big Movies, BSR Movies and many more.\n\nMusic\n<this city> is the center of music and dance in <this country>, and these art forms are integral to understanding the city. Musical performances are organized in cultural venues. Music is a part of the traditional aspect of <this city>. Gunla is the traditional music festival according to <this country> Sambat. Newar music originated in <this city>. Furthermore, music from all over <this country> can be found in <this city>.\nA number of hippies visited <this city> during the 1970s and introduced rock music and jazz to the city. <this city> is noted internationally for its jazz festival, popularly known as Jazzmandu. It is the only jazz festival in the Himalayan region and was established in March 2002. The festival attracts musicians from countries worldwide, such as Australia, Denmark, United States, Benin, and India.The city has been referenced in numerous songs, including works by Cat Stevens ('Katmandu', Mona Bone Jakon (1970), Bob Seger ('Katmandu', Beautiful Loser (1975)), Rush ('A Passage to Bangkok', Pulling into <this city>; 2112, 1976), John Lennon ('Nobody Told Me' (1984, posthumously)), Krematorij ('<this city>', Three Springs (2000)), Fito Páez (Tráfico por Katmandú – \"Traffic through <this city>\") and Cavalcade ('<this city> Kid') 2019.\n\nCuisine\nThe staple food of most people in <this city> is dal bhat. This consists of rice and lentil soup, generally served with vegetable curries, achar and sometimes chutney. Momo, a type of <this country>i version of Tibetan dumpling, has become prominent in <this country> with many street vendors and restaurants selling it. It is one of the most popular fast foods in <this city>. Various <this country>i variants of momo including buff (i.e. buffalo) dumplings , chicken dumplings, and vegetarian momo are famous in <this city>.  \nMost of the cuisines found in <this city> are non-vegetarian. However, the practice of vegetarianism is not uncommon, and vegetarian cuisines can be found throughout the city. Consumption of beef is very uncommon and considered taboo in many places. Buff (meat of water buffalo) is very common. There is a strong tradition of buff consumption in <this city>, especially among Newars, which is not found in other parts of <this country>. Consumption of pork was considered taboo until a few decades ago. Due to the intermixing with Kirat cuisine from eastern <this country>, pork has found a place in <this city> dishes. A fringe population of devout Hindus and Muslims consider it taboo. The Muslims forbid eating buff as from Quran while Hindus eat all varieties except beef as they consider cow to be a goddess and symbol of purity. The chief lunch/snack for locals and visitors is mostly Momo or Chowmein.\n<this city> had only one western-style restaurant in 1955. A large number of restaurants in <this city> have since opened, catering <this country>i cuisine, Tibetan cuisine, Chinese cuisine and Indian cuisine in particular. Many other restaurants have opened to accommodate locals, expatriates, and tourists. The growth of tourism in <this city> has led to culinary creativity and the development of hybrid foods to accommodate for tourists such as American chop suey, which is a sweet-and-sour sauce with crispy noodles with a fried egg commonly added on top and other westernized adaptations of traditional cuisine. Continental cuisine can be found in selected places. International chain restaurants are rare, but some outlets of Pizza Hut and KFC have recently opened there. It also has several outlets of the international ice-cream chain Baskin-Robbins.<this city> has a larger proportion of tea drinkers than coffee drinkers. Tea, locally known as Chiya, is widely served but is extremely weak by western standards. It is richer and contains tea leaves boiled with milk, sugar, and spices. Tea shops that specially serve tea with other snacks are widely available. Alcohol is widely drunk, and there are numerous local variants of alcoholic beverages. Drinking and driving is illegal, and authorities have a zero-tolerance policy. Ailaa and thwon (alcohol made from rice) are the alcoholic beverages of <this city>, found in all the local bhattis (alcohol serving eateries). Chhyaang, tongba (fermented millet or barley) and raksi are alcoholic beverages from other parts of <this country> which are found in <this city>. However, shops and bars in <this city> widely sell western and <this country>i beers.\n\nFestivals\nMost of the fairs and festivals in <this city> originated in the Malla period or earlier. Traditionally, these festivals were celebrated by Newars. In recent years, these festivals have found wider participation from other <this city>ites as well. As the capital of the <this country>, various national festivals are celebrated in <this city>. With mass migration to the city, the cultures of Khas from the west, Kirats from the east, Bon/Tibetan from the north, and Mithila from the south meet in the capital and mingle harmoniously. The festivities such as the Ghode (horse) Jatra, Indra Jatra, Dashain Durga Puja festivals, Shivratri and many more are observed by all Hindu and Buddhist communities of <this city> with devotional fervor and enthusiasm. Social regulation in the codes enacted incorporates Hindu traditions and ethics. These were followed by the Shah kings and previous kings, as devout Hindus and protectors of the Buddhist religion.\n\nCultural continuity has been maintained for centuries in the exclusive worship of goddesses and deities in <this city> and the rest of the country. These deities include the Ajima, Taleju (or Tulja Bhavani or Taleju Bhawani) and her other form : Digu Taleju (or Degu Taleju)  and Kumari (the living goddess). The artistic edifices have now become places of worship in the everyday life of the people, therefore a roster is maintained to observe annual festivals. There are 133 festivals held in the year.Some of the traditional festivals observed in <this city>, apart from those previously mentioned, are Bada Dashain, Tihar, Chhath, Maghe Sankranti, Nag Panchami, Janai Purnima, Pancha Dan, Teej/Rishi Panchami, Pahan Charhe, Jana Baha Dyah Jatra (White Machchhendranath Jatra), and Matatirtha Aunsi.\n\nReligions\nHinduism\nHinduism is one of the indigenous beliefs of the city. Assumedly, together with the kingdom of Licchhavi (c. 400 to 750), Hinduism and the endogam social stratification of the caste was established in <this city> Valley. The Pashupatinath Temple, Changu Narayan Temple, and the Kasthamandap are of particular importance to Hindus. Other notable Hindu temples in <this city> and the surrounding valley include Bajrayogini Temple, Dakshinkali Temple, Guhyeshwari Temple, and the Shobha Bhagawati shrine.\nThe Bagmati River which flows through <this city> is considered a holy river both by Hindus and Buddhists, and many Hindu temples are on the banks of this river. The importance of the Bagmati also lies in the fact that Hindus are cremated on its banks, and Kirants are buried in the hills by its side.  According to the <this country>i Hindu tradition, the dead body must be dipped three times into the Bagmati before cremation. The chief mourner (usually the first son) who lights the funeral pyre must take a holy riverwater bath immediately after cremation. Many relatives who join the funeral procession also take bath in the Bagmati or sprinkle the holy water on their bodies at the end of cremation as the Bagmati is believed to purify people spiritually.\n\nBuddhism\nBuddhism was brought into <this city> with the arrival of Buddhist monks during the time of Buddha (c. 563 – 483 BCE). They established a forest monastery in Sankhu. This monastery was renovated by Shakyas after they fled genocide from Virudhaka (r. 491–461 BCE).\nDuring the Hindu Lichchavi era (c. 400 to 750), various monasteries and orders were created which successively led to the formation of Newar Buddhism, which is still practiced in the primary liturgical language of Hinduism, Sanskrit.\nLegendary Princess Bhrikuti (7th-century) and artist Araniko (1245–1306 CE) from that tradition of <this city> valley played a significant role in spreading Buddhism in Tibet and China. There are over 108 traditional monasteries (Bahals and Baháʼís) in <this city> based on Newar Buddhism. Since the 1960s, the permanent Tibetan Buddhist population of <this city> has risen significantly so that there are now over fifty Tibetan Buddhist monasteries in the area. Also, with the modernization of Newar Buddhism, various Theravada Bihars have been established.\n\nKirat Mundhum\nKirant Mundhum is one of the indigenous animistic practices of <this country>. It is practiced by the Kirat people. Some animistic aspects of Kirant beliefs, such as ancestor worship (worship of Ajima) are also found in Newars of Kirant origin.  Ancient religious sites believed to be worshipped by ancient Kirats, such as Pashupatinath, Wanga Akash Bhairabh (Yalambar) and Ajima are now worshipped by people of all Dharmic religions in <this city>. Kirats who have migrated from other parts of <this country> to <this city> practice Mundhum in the city.\n\nOther religions\nSikhism is practiced primarily in Gurudwara at Kupundole. An earlier temple of Sikhism is also present in <this city> which is now defunct.\nJainism is practiced by a small community. A Jain temple is present in Gyaneshwar, where Jains practice their faith.\nAccording to the records of the Spiritual Assembly of the Baháʼís of <this country>, there are approximately 300 followers of the Baháʼí Faith in <this city> valley. They have a national office in Shantinagar, Baneshwor. The Baháʼís also have classes for children at the National Centre and other localities in <this city>.\nIn <this city> alone there are about 170 Christian churches. Christian missionary hospitals, welfare organizations, and schools are also operating. <this country>i citizens who served as soldiers in Indian and British armies, who had converted to Christianity while in service, on return to <this country> continue to practice their religion. They have contributed to the spread of Christianity and the building of churches in <this country> and in <this city>, in particular.\n\nEducation\nThe oldest modern school in <this country>, the Durbar High School, and the oldest college, the Tri-Chandra College, are both in <this city>. The largest (according to number of students and colleges), the oldest and most distinguished university in <this country> the Tribhuvan University, located in Kirtipur. The second largest university, <this city> University (KU), is in Dhulikhel, Kavre on the outskirts of <this city>. It is the second oldest university in <this country>, established in November 1991. Not surprisingly the best schools and colleges of <this country> are located in <this city> and its adjoining cities. Every year thousands of students from all over <this country> arrive at <this city> to get admission in the various schools and colleges. One of the key concerns of educationists and concerned citizens is the massive outflux of students from <this country> to outside <this country> for studies. Every year thousands of students apply for No Objection Certificates for studying abroad. Consultancy firms specializing in preparing students to go abroad can be found in all prominent locations. The reason for such an outflux range from perceived low quality of education, political instability, fewer opportunities in the job market, opportunities for earning while learning abroad and better job prospects with an international degree.\n\nHealthcare\nHealthcare in <this city> is the most developed in <this country>, and the city and surrounding valley is home to some of the best hospitals and clinics in the country. Bir Hospital is the oldest, established in July 1889 by Bir Shamsher Jang Bahadur Rana. Notable hospitals include Bir Hospital, <this country> Medical College (Jorpati) and Teaching Hospital, Tribhuvan University Institute of Medicine (Teaching Hospital), Patan Hospital, <this city> Model Hospital, Scheer Memorial Hospital, Om Hospital, Norvic Hospital, Grande International Hospital, Nobel Hospital and many more.\nThe city is supported by specialist hospitals/clinics such as Shahid Shukraraj Tropical Hospital, Shahid Gangalal Foundation, <this city> Veterinary Hospital, <this country> Eye Hospital, Kanti Children's Hospital, <this country> International Clinic (Travel and Mountain Medicine Center), Neuro Center, Spinal Rehabilitation center and Bhaktapur Cancer Hospital. Most of the general hospitals are in the city center, although several clinics are elsewhere in <this city> district.\nTilganga Institute of Ophthalmology is an Ophthalmological hospital in <this city>. It pioneered the production of low cost intraocular lenses (IOLs), which are used in cataract surgery. The team of Dr. Sanduk Ruit in Tilganga pioneered sutureless small-incision cataract surgery (SICS), a technique which has been used to treat 4 million of the world's 20 million people with cataract blindness.\n\nMedical colleges\nInstitute of Medicine, the central college of Tribhuvan University is the first medical college of <this country> and is in Maharajgunj, <this city>. It was established in 1972 and started to impart medical education from 1978. Other major institutions include Patan Academy of Health Sciences, <this city> Medical College, <this country> Medical College, KIST Medical College, <this country> Army Institute of Health Sciences, National Academy of Medical Sciences (NAMS) and <this city> University School of Medical Sciences (KUSMS), are also in or around <this city>.\n\nEconomy\nThe location and terrain of <this city> have played a significant role in the development of a stable economy which spans millennia. The city is in an ancient lake basin, with fertile soil and flat terrain. This geography helped form a society based on agriculture. This, combined with its location between India and China, helped establish <this city> as an important trading centre over the centuries. <this city>'s trade is an ancient profession that flourished along an offshoot of the Silk Road which linked India and Tibet. From centuries past, Lhasa Newar merchants of <this city> have conducted trade across the Himalaya and contributed to spreading art styles and Buddhism across Central Asia. Other traditional occupations are farming, metal casting, woodcarving, painting, weaving, and pottery.<this city> is the most important industrial and commercial centre in <this country>. The <this country> Stock Exchange, the head office of the national bank, the chamber of commerce, as well as head offices of national and international banks, telecommunication companies, the electricity authority, and various other national and international organizations are in <this city>. The major economic hubs are the New Road, Durbar Marg, Ason and Putalisadak.The economic output of the metropolitan area of around Rs. 550 billion approximately per year alone is worth more than one third of national GDP (nominal), while the per capita income of $2200 is approximately three times the national average. <this city> exports handicrafts, artworks, garments, carpets, pashmina, paper; trade accounts for 21% of its revenues. Manufacturing is also important and accounts for 19% of the revenue that <this city> generates. Garments and woolen carpets are the most notable manufactured products. Other economic sectors in <this city> include agriculture (9%), education (6%), transport (6%), and hotels and restaurants (5%). <this city> is famous for lokta paper and pashmina shawls.\n\nTourism\nTourism is considered another important industry in <this country>. This industry started around 1950, as the country's political makeup changed and ended the country's isolation from the rest of the world. In 1956, air transportation was established and the Tribhuvan Highway, between <this city> and Raxaul (at India's border), was started. Separate organizations were created in <this city> to promote this activity; some of these include the Tourism Development Board, the Department of Tourism and the Civil Aviation Department. Furthermore, <this country> became a member of several international tourist associations. Establishing diplomatic relations with other nations further accentuated this activity. The hotel industry, travel agencies, training of tourist guides, and targeted publicity campaigns are the chief reasons for the remarkable growth of this industry in <this country>, and in <this city> in particular. Since then, tourism in <this country> has thrived. It is the country's most important industry. Tourism is a major source of income for most of the people in the city, with several hundred thousand visitors annually. Hindu and Buddhist pilgrims from all over the world visit <this city>'s religious sites such as Pashupatinath, Swayambhunath, Boudhanath, Changunarayan and Budhanilkantha. From a mere 6,179 tourists in 1961/62, the number increased to 491,504 in 1999/2000. In economic terms, the foreign exchange registered 3.8% of the GDP in 1995/96 but then started declining. Following the end of the Maoist insurgency, there was a significant rise in the number of tourist arrivals, with 509,956 tourists recorded in 2009. Since then, tourism has improved as the country transitioned into a republic. The high level of tourism is attributed to the natural grandeur of the Himalayas and the rich cultural heritage of the country.The neighbourhood of Thamel is <this city>'s primary \"traveller's ghetto\", packed with guest houses, restaurants, shops, and bookstores, catering to tourists. Another neighbourhood of growing popularity is Jhamel, a name for Jhamsikhel that was coined to rhyme with Thamel. Jhochhen Tol, also known as Freak Street, is <this city>'s original traveller's haunt, made popular by the hippies of the 1960s and 1970s; it remains a popular alternative to Thamel. Ason is a bazaar and ceremonial square on the old trade route to Tibet, and provides a fine example of a traditional neighbourhood.\nWith the opening of the tourist industry after the change in the political scenario of <this country> in 1950, the hotel industry drastically improved. Now <this city> boasts several luxuries such as the Hyatt Regency, Dwarika's, Hotel Yak & Yeti, The Everest Hotel, Hotel Radisson, Hotel De L'Annapurna, The Malla Hotel, Shangri-La Hotel (not operated by the Shangri-La Hotel Group) and Hotel Shanker. There are several four-star hotels such as Akama Hotel, Hotel Vaishali, Hotel Narayani, The Blue Star and Grand Hotel. The Garden Hotel, Hotel Ambassador, and Aloha Inn are among the three-star hotels in <this city>. Hotels like Hyatt Regency, De L'Annapurna, and Yak & Yeti are among the five-star hotels with casinos as well.\n\nTransport\nRoad\nThe total length of roads in <this country> is recorded to be 17,182 km (10,676 mi), as of 2003–04. This fairly large network has helped the economic development of the country, particularly in the fields of agriculture, horticulture, vegetable farming, industry and also tourism. In view of the hilly terrain, transportation takes place in <this city> are mainly by road and air. <this city> is connected by the Tribhuvan Highway to the south connecting India, Prithvi Highway to the west and Araniko Highway to the north connecting China. The BP Highway connects <this city> to the eastern part of <this country> through Sindhuli. The fast-track is under construction which will be the shortest route to connect Terai with the valley.Sajha Yatayat provides regular bus services throughout <this city> and the surrounding valley. Other bus companies including micro-bus companies operate several unscheduled routes. Trolleybusses used to operate on the route between Tripureshwor and Suryabinayak on a 13-kilometer route.\n\nAir\nThe main international airport serving <this city> valley is the Tribhuvan International Airport, about 6 kilometres (3.7 mi) from the city centre and is operated by the Civil Aviation Authority of <this country>. It has two terminals, one domestic and one international. At present, it connects 30 cities around the globe in Europe, Asia and the Middle East such as Istanbul, Delhi, Mumbai, Bangalore, Kolkata, Singapore, Bangkok, Kuala Lumpur, Dhaka, Paro, Lhasa, Chengdu, Guangzhou and Hong Kong. Since 2013, Turkish Airlines has connected Istanbul to <this city>. Oman Air also connects Muscat to <this city> since 2010. <this country> Airlines started flying to Tokyo-Narita from 2 March 2020. Regionally, several <this country>i airlines operate from the city, including Buddha Air, <this country> Airlines, Shree Airlines and Yeti Airlines to other major towns across <this country>.\n\nRopeways\nRopeways are another important transportation means in hilly terrain. A ropeway operated between <this city> and Hetauda over a length of 43 km (27 mi) which carried 25 tonnes of goods per hour. It has since been discontinued due to poor carrying capacity and maintenance issues. During the Rana period, a ropeway was constructed between Mathatirtha in <this city> to Dhorsing in Makawanpur of over 22 km (14 mi) in length, which carried a cargo of 8 tonnes per hour. At present, a cable car service is operated in <this city> in Chandragiri Hills.\n\nMedia\n<this city> is the television hub of <this country>. <this country> Television, established in 1985, is the oldest and most-watched television channel in <this country>, as is government-owned NTV PLUS and also Kantipur Television, Image Channel, Sagarmatha Television, Himalaya TV, AP1 TV and other channels.\nThe headquarters of many of the country's news outlets are also in the city including <this city> Tribune, the government-owned Gorkhapatra (the oldest national daily newspaper in <this country>), The <this city> Post, <this country>i Times, Kantipur Publications and its paper Kantipur, Naya Patrika, The Himalayan Times, Karobar Economic Daily, Aarthik Abhiyan National Daily and Jana Aastha National Weekly.\n<this country> Republic Media, the publisher of myRepublica, joined a publishing alliance with the International Herald Tribune (IHT), to publish the Asia Pacific Edition of IHT from <this city> from 20 July 2011. There is a state-run National News Agency (RSS).\nRadio <this country> is a state-run organization that operates national and regional radio stations. These stations are: Hits FM, Radio Kantipur, HBC 94 FM, Radio Sagarmatha and Image FM. The BBC also has an FM broadcasting station in <this city>. Few Community radio stations such as Radio Pratibodh – 102.4 MHz, Radio Upatyaka – 87.6 MHz etc. also broadcast within the valley.\n\nSports\nCricket and Football are the most popular sports among the younger generation in <this country> and there are several stadiums in the city. The sport is governed by the National Sports Council from its headquarters in <this city>. The only international football stadium in the city is the Dasharath Rangasala, a multi-purpose stadium used mostly for football matches and cultural events, in the neighbourhood of Tripureshwor. It is the largest stadium in <this country> with a capacity of 25,000 spectators, built in 1956. Martyr's Memorial League is also held in this ground every year. The stadium was renovated with Chinese aid before the 8th South Asian Games were held in <this city> and floodlights were installed. <this city> is home to the oldest football clubs of <this country> such as Ranipokhari Corner Team (RCT), Sankata Club and New Road Team (NRT). Other prominent clubs include Manang Marsyangdi Club, Machhindra FC, Tribhuvan Army Club (TAC) and <this country> Police Club.\n<this city> is also home of some of the oldest cricket clubs in <this country>, such as Yengal Sports Club. <this city> Kings XI represents <this city> in the Everest Premier League.\n\nInternational relations and organizations\nThe <this city> Metropolitan City (KMC), in order to promote international relations, has established an International Relations Secretariat (IRC). KMC's first international relationship was established in 1975 with the city of Eugene, Oregon, United States. This activity has been further enhanced by establishing formal relationships with 8 other cities: Matsumoto City (Nagano Prefecture, Japan), Rochester (New York State), Yangon (formerly Rangoon, Myanmar), Xi'an (Shaanxi, China), Minsk (Belarus), and Pyongyang (North Korea). KMC's constant endeavour is to enhance its interaction with South Asian Association for Regional Cooperation (SAARC) countries, other international agencies and many other major cities of the world to achieve better urban management and developmental programs for <this city>. <this city> is home to several international and regional organizations, including the SAARC Secretariat and the International Center for Integrated Mountain Development (ICIMOD).\n\nTwin towns – sister cities\n<this city> is twinned with:\n\nProposed sister cities\nBangkok, Thailand\n\nLocal Elections\nLocal Level Election 2074\nTotal Population : 975,453\nTotal Eligible Voters : 279,306\nNumber of Wards : 32\n\nLocal Level Election 2079\nTotal Population :2,017,532\nTotal Eligible Voters : 637,775\nNumber of Wards : 32\n\nNotable people\nGallery\nSee also\n<this city> District\n<this city> Valley\n\nNotes\nReferences\nFurther reading\nExternal links\n\nOfficial website \n Geographic data related to <this city> at OpenStreetMap"
}