{
  "name": "Montreal, Canada",
  "city": "Montreal",
  "country": "Canada",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( (listen) MUN-tree-AWL; French: Montréal [mɔ̃ʁeal] (listen)) is the second most populous city in <this country>, the eighth most populous city in North America, and the most populous city in the province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill around which the early city of Ville-Marie was built. The city is centred on the Island of <this city>, which obtained its name from the same origin as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. The city is 196 km (122 mi) east of the national capital Ottawa, and 258 km (160 mi) southwest of the provincial capital, Quebec City.\nAs of 2021, the city has a population of 1,762,949, and a metropolitan  population of 4,291,732, making it the second-largest city, and second-largest metropolitan area in <this country>. French is the city's official language. In 2021, 85.7% of the population of the city of <this city> considered themselves fluent in French while 90.2% could speak it in the metropolitan area. <this city> is one of the most bilingual cities in Quebec and <this country>, with 58.5% of the population able to speak both English and French.Historically the commercial capital of <this country>, <this city> was surpassed in population and economic strength by Toronto in the 1970s. <this city> remains an important centre of art, culture, literature, film and television, music, commerce, aerospace, transport, finance, pharmaceuticals, technology, design, education, tourism, food, fashion, video game development, and world affairs. <this city> is the location of the headquarters of the International Civil Aviation Organization, and was named a UNESCO City of Design in 2006. In 2017, <this city> was ranked the 12th-most liveable city in the world by the Economist Intelligence Unit in its annual Global Liveability Ranking, although it slipped to rank 40 in the 2021 index, primarily due to stress on the healthcare system from the COVID-19 pandemic. It is regularly ranked as a top ten city in the world to be a university student in the QS World University Rankings.<this city> has hosted multiple international conferences and events, including the 1967 International and Universal Exposition and the 1976 Summer Olympics. It is the only Canadian city to have held the Summer Olympics. In 2018, <this city> was ranked as a global city. The city hosts the Canadian Grand Prix of Formula One; the <this city> International Jazz Festival, the largest jazz festival in the world; the Just for Laughs festival, the largest comedy festival in the world; and Les Francos de Montréal, the largest French-language music festival in the world. It is also home to the <this city> Canadiens of the National Hockey League, who have won the Stanley Cup more times than any other team.\n\nEtymology and original names\nIn the Ojibwe language, the land is called Mooniyaang which was \"the first stopping place\" in the Ojibwe migration story as related in the seven fires prophecy.\nIn the Mohawk language, the land is called Tiohtià:ke. \"Tiohtià:ke\" is an abbreviation of \"Teionihtiohtiá:kon\", which loosely translates as \"where the group divided/parted ways.\"French settlers from La Flèche in the Loire valley first named their new town, founded in 1642, Ville Marie (\"City of Mary\"), named for the Virgin Mary.The current form of the name, Montréal, is generally thought to be derived from Mount Royal (Mont Royal in French), the triple-peaked hill in the heart of the city. There are multiple explanations for how Mont Royal became Montréal. In 16th century French, the forms réal and royal were used interchangeably, so Montréal could simply be a variant of Mont Royal. In the second explanation, the name came from an Italian translation. Venetian geographer Giovanni Battista Ramusio used the name Monte Real to designate Mount Royal in his 1556 map of the region. However, the Commission de toponymie du Québec disputes this explanation.Historiographer François de Belleforest was the first to use the form Montréal with reference to the entire region in 1575.\n\nHistory\nPre-European contact\nArchaeological evidence in the region indicate that First Nations native people occupied the island of <this city> as early as 4,000 years ago. By the year AD 1000, they had started to cultivate maize. Within a few hundred years, they had built fortified villages. The Saint Lawrence Iroquoians, an ethnically and culturally distinct group from the Iroquois nations of the Haudenosaunee (then based in present-day New York), established the village of Hochelaga at the foot of Mount Royal two centuries before the French arrived. Archeologists have found evidence of their habitation there and at other locations in the valley since at least the 14th century.\nThe French explorer Jacques Cartier visited Hochelaga on October 2, 1535, and estimated the population of the native people at Hochelaga to be \"over a thousand people\". Evidence of earlier occupation of the island, such as those uncovered in 1642 during the construction of Fort Ville-Marie, have effectively been removed.\n\nEarly European settlement (1600–1760)\nIn 1603, French explorer Samuel de Champlain reported that the St Lawrence Iroquoians and their settlements had disappeared altogether from the St Lawrence valley. This is believed to be due to outmigration, epidemics of European diseases, or intertribal wars. In 1611, Champlain established a fur trading post on the Island of <this city> on a site initially named La Place Royale. At the confluence of Petite Riviere and St. Lawrence River, it is where present-day Pointe-à-Callière stands. On his 1616 map, Champlain named the island Lille de Villemenon in honour of the sieur de Villemenon, a French dignitary who was seeking the viceroyship of New France. In 1639, Jérôme Le Royer de La Dauversière obtained the Seigneurial title to the Island of <this city> in the name of the Notre Dame Society of <this city> to establish a Roman Catholic mission to evangelize natives.\nDauversiere hired Paul Chomedey de Maisonneuve, then age 30, to lead a group of colonists to build a mission on his new seigneury. The colonists left France in 1641 for Quebec and arrived on the island the following year. On May 17, 1642, Ville-Marie was founded on the southern shore of <this city> island, with Maisonneuve as its first governor. The settlement included a chapel and a hospital, under the command of Jeanne Mance. By 1643, Ville-Marie had come under Iroquois raids. In 1652, Maisonneuve returned to France to raise 100 volunteers to bolster the colonial population. If the effort had failed, <this city> was to be abandoned and the survivors re-located downriver to Quebec City. Before these 100 arrived in the fall of 1653, the population of <this city> was barely 50 people.\n\nBy 1685, Ville-Marie was home to some 600 colonists, most of them living in modest wooden houses. Ville-Marie became a centre for the fur trade and a base for further exploration. In 1689, the English-allied Iroquois attacked Lachine on the Island of <this city>, committing the worst massacre in the history of New France. By the early 18th century, the Sulpician Order was established there. To encourage French settlement, it wanted the Mohawk to move away from the fur trading post at Ville-Marie. It had a mission village, known as Kahnewake, south of the St Lawrence River. The fathers persuaded some Mohawk to make a new settlement at their former hunting grounds north of the Ottawa River. This became Kanesatake. In 1745, several Mohawk families moved upriver to create another settlement, known as Akwesasne. All three are now Mohawk reserves in <this country>. The Canadian territory was ruled as a French colony until 1760, when <this city> fell to a British offensive during the Seven Years' War. The colony then surrendered to Great Britain.Ville-Marie was the name for the settlement that appeared in all official documents until 1705, when <this city> appeared for the first time, although people referred to the \"Island of <this city>\" long before then.\n\nAmerican occupation (1775–1776)\nAs part of the American Revolution, the invasion of Quebec resulted after Benedict Arnold captured Fort Ticonderoga in present-day upstate New York in May 1775 as a launching point to Arnold's invasion of Quebec in September. While Arnold approached the Plains of Abraham, <this city> fell to American forces led by Richard Montgomery on November 13, 1775, after it was abandoned by Guy Carleton. After Arnold withdrew from Quebec City to Pointe-aux-Trembles on November 19, Montgomery's forces left <this city> on December 1 and arrived there on December 3 to plot to attack Quebec City, with Montgomery leaving David Wooster in charge of the city. Montgomery was killed in the failed attack and Arnold, who had taken command, sent Brigadier General Moses Hazen to inform Wooster of the defeat.\nWooster left Hazen in command on March 20, 1776, as he left to replace Arnold in leading further attacks on Quebec City. On April 19, Arnold arrived in <this city> to take over command from Hazen, who remained as his second-in-command. Hazen sent Colonel Timothy Bedel to form a garrison of 390 men 40 miles upriver in a garrison at Les Cèdres, Quebec, to defend <this city> against the British army. In the Battle of the Cedars, Bedel's lieutenant Isaac Butterfield surrendered to George Forster.\nForster advanced to Fort Senneville on May 23. By May 24, Arnold was entrenched in <this city>'s borough of Lachine. Forster initially approached Lachine, then withdrew to Quinze-Chênes. Arnold's forces then abandoned Lachine to chase Forster. The Americans burned Senneville on May 26. After Arnold crossed the Ottawa River in pursuit of Forster, Forster's cannons repelled Arnold's forces. Forster negotiated a prisoner exchange with Henry Sherburne and Isaac Butterfield, resulting in a May 27 boating of their deputy Lieutenant Park being returned to the Americans. Arnold and Forster negotiated further and more American prisoners were returned to Arnold at Sainte-Anne-de-Bellevue, Quebec, (\"Fort Anne\") on May 30 (delayed two days by wind).\nArnold eventually withdrew his forces back to the New York fort of Ticonderoga by the summer. On June 15, Arnold's messenger approaching Sorel spotted Carleton returning with a fleet of ships and notified him. Arnold's forces abandoned <this city> (attempting to burn it down in the process) prior to the June 17 arrival of Carleton's fleet.\nThe Americans did not return British prisoners in exchange, as previously agreed, due to accusations of abuse, with Congress repudiating the agreement at the protest of George Washington. Arnold blamed Colonel Timothy Bedel for the defeat, removing him and Lieutenant Butterfield from command and sending them to Sorel for court-martial. The retreat of the American army delayed their court martial until August 1, 1776, when they were convicted and cashiered at Ticonderoga. Bedel was given a new commission by Congress in October 1777 after Arnold was assigned to defend Rhode Island in July 1777.\n\nModern history as city (1832–present)\n<this city> was incorporated as a city in 1832. The opening of the Lachine Canal permitted ships to bypass the unnavigable Lachine Rapids, while the construction of the Victoria Bridge established <this city> as a major railway hub. The leaders of <this city>'s business community had started to build their homes in the Golden Square Mile from about 1850. By 1860, it was the largest municipality in British North America and the undisputed economic and cultural centre of <this country>.In the 19th century, maintaining <this city>'s drinking water became increasingly difficult with the rapid increase in population. A majority of the drinking water was still coming from the city's harbour, which was busy and heavily trafficked, leading to the deterioration of the water within. In the mid-1840s, the City of <this city> installed a water system that would pump water from the St. Lawrence and into cisterns. The cisterns would then be transported to the desired location. This was not the first water system of its type in <this city>, as there had been one in private ownership since 1801. In the middle of the 19th century, water distribution was carried out by \"fontainiers\". The fountainiers would open and close water valves outside of buildings, as directed, all over the city. As they lacked modern plumbing systems it was impossible to connect all buildings at once and it also acted as a conservation method. However, the population was not finished rising — it rose from 58,000 in 1852 to 267,000 by 1901.\n<this city> was the capital of the Province of <this country> from 1844 to 1849, but lost its status when a Tory mob burnt down the Parliament building to protest the passage of the Rebellion Losses Bill. Thereafter, the capital rotated between Quebec City and Toronto until in 1857, Queen Victoria herself established Ottawa as the capital due to strategic reasons. The reasons were twofold. First, because it was located more in the interior of the Province of <this country>, it was less susceptible to attack from the United States. Second, and perhaps more importantly, because it lay on the border between French and English <this country>, Ottawa was seen as a compromise between <this city>, Toronto, Kingston and Quebec City, which were all vying to become the young nation's official capital. Ottawa retained the status as capital of <this country> when the Province of <this country> joined with Nova Scotia and New Brunswick to form the Dominion of <this country> in 1867.An internment camp was set up at Immigration Hall in <this city> from August 1914 to November 1918.After World War I, the prohibition movement in the United States led to <this city> becoming a destination for Americans looking for alcohol. Unemployment remained high in the city and was exacerbated by the Stock Market Crash of 1929 and the Great Depression.\nDuring World War II, Mayor Camillien Houde protested against conscription and urged <this city>ers to disobey the federal government's registry of all men and women. The federal government, part of the Allied forces, was furious over Houde's stand and held him in a prison camp until 1944. That year, the government decided to institute conscription to expand the armed forces and fight the Axis powers. (See Conscription Crisis of 1944.)<this city> was the official residence of the Luxembourg royal family in exile during World War II.By 1951, <this city>'s population had surpassed one million. However, Toronto's growth had begun challenging <this city>'s status as the economic capital of <this country>. Indeed, the volume of stocks traded at the Toronto Stock Exchange had already surpassed that traded at the <this city> Stock Exchange in the 1940s. The Saint Lawrence Seaway opened in 1959, allowing vessels to bypass <this city>. In time, this development led to the end of the city's economic dominance as businesses moved to other areas. During the 1960s, there was continued growth as <this country>'s tallest skyscrapers, new expressways and the subway system known as the <this city> Metro were finished during this time. <this city> also held the World's Fair of 1967, better known as Expo67.\n\nThe 1970s ushered in a period of wide-ranging social and political changes, stemming largely from the concerns of the French-speaking majority about the conservation of their culture and language, given the traditional predominance of the English Canadian minority in the business arena. The October Crisis and the 1976 election of the Parti Québécois, which supported sovereign status for Quebec, resulted in the departure of many businesses and people from the city. In 1976, <this city> hosted the Summer Olympics. While the event brought the city international prestige and attention, the Olympic Stadium built for the event resulted in massive debt for the city. During the 1980s and early 1990s, <this city> experienced a slower rate of economic growth than many other major Canadian cities. <this city> was the site of the 1989 École Polytechnique massacre, one of <this country>'s worst mass shootings, where 25-year-old Marc Lépine shot and killed 14 people, all of them women, and wounding 14 other people before shooting himself at École Polytechnique.\n<this city> was merged with the 27 surrounding municipalities on the Island of <this city> on January 1, 2002, creating a unified city encompassing the entire island. There was substantial resistance from the suburbs to the merger, with the perception being that it was forced on the mostly English suburbs by the Parti Québécois. As expected, this move proved unpopular and several mergers were later rescinded. Several former municipalities, totalling 13% of the population of the island, voted to leave the unified city in separate referendums in June 2004. The demerger took place on January 1, 2006, leaving 15 municipalities on the island, including <this city>. Demerged municipalities remain affiliated with the city through an agglomeration council that collects taxes from them to pay for numerous shared services. The 2002 mergers were not the first in the city's history. <this city> annexed 27 other cities, towns and villages beginning with Hochelaga in 1883, with the last prior to 2002 being Pointe-aux-Trembles in 1982.\nThe 21st century has brought with it a revival of the city's economic and cultural landscape. The construction of new residential skyscrapers, two super-hospitals (the Centre hospitalier de l'Université de Montréal and McGill University Health Centre), the creation of the Quartier des Spectacles, reconstruction of the Turcot Interchange, reconfiguration of the Decarie and Dorval interchanges, construction of the new Réseau express métropolitain, gentrification of Griffintown, subway line extensions and the purchase of new subway cars, the complete revitalization and expansion of Trudeau International Airport, the completion of Quebec Autoroute 30, the reconstruction of the Champlain Bridge and the construction of a new toll bridge to Laval are helping <this city> continue to grow.\n\nGeography\n<this city> is in the southwest of the province of Quebec. The city covers most of the Island of <this city> at the confluence of the Saint Lawrence and Ottawa Rivers. The port of <this city> lies at one end of the Saint Lawrence Seaway, the river gateway that stretches from the Great Lakes to the Atlantic. <this city> is defined by its location between the Saint Lawrence river to its south and the Rivière des Prairies to its north. The city is named after the most prominent geographical feature on the island, a three-head hill called Mount Royal, topped at 232 m (761 ft) above sea level.<this city> is at the centre of the <this city> Metropolitan Community, and is bordered by the city of Laval to the north; Longueuil, Saint-Lambert, Brossard, and other municipalities to the south; Repentigny to the east and the West Island municipalities to the west. The anglophone enclaves of Westmount, <this city> West, Hampstead, Côte Saint-Luc, the Town of Mount Royal and the francophone enclave <this city> East are all surrounded by <this city>.\n\nClimate\n<this city> is classified as a warm-summer humid continental climate (Köppen climate classification: Dfb).\nSummers are warm to hot and humid with a daily maximum average of 26 to 27 °C (79 to 81 °F) in July; temperatures in excess of 30 °C (86 °F) are common. Conversely, cold fronts can bring crisp, drier and windy weather in the early and later parts of summer.\n\nWinter brings cold, snowy, windy, and, at times, icy weather, with a daily average ranging from −10.5 to −9 °C (13.1 to 15.8 °F) in January. However, some winter days rise above freezing, allowing for rain on an average of 4 days in January and February each. Usually, snow covering some or all bare ground lasts on average from the first or second week of December until the last week of March. While the air temperature does not fall below −30 °C (−22 °F) every year, the wind chill often makes the temperature feel this low to exposed skin.\nSpring and fall are pleasantly mild but prone to drastic temperature changes; spring even more so than fall. Late season heat waves as well as \"Indian summers\" are possible. Early and late season snow storms can occur in November and March, and more rarely in April. <this city> is generally snow free from late April to late October. However, snow can fall in early to mid-October as well as early to mid-May on rare occasions.\nThe lowest temperature in Environment <this country>'s books was −37.8 °C (−36 °F) on January 15, 1957, and the highest temperature was 37.6 °C (99.7 °F) on August 1, 1975, both at Dorval International Airport.Before modern weather record keeping (which dates back to 1871 for McGill), a minimum temperature almost 5 degrees lower was recorded at 7 a.m. on January 10, 1859, where it registered at −42 °C (−44 °F).Annual precipitation is around 1,000 mm (39 in), including an average of about 210 cm (83 in) of snowfall, which occurs from November through March. Thunderstorms are common in the period beginning in late spring through summer to early fall; additionally, tropical storms or their remnants can cause heavy rains and gales. <this city> averages 2,050 hours of sunshine annually, with summer being the sunniest season, though slightly wetter than the others in terms of total precipitation—mostly from thunderstorms.\n\nArchitecture\nFor over a century and a half, <this city> was the industrial and financial centre of <this country>. This legacy has left a variety of buildings including factories, elevators, warehouses, mills, and refineries, that today provide an invaluable insight into the city's history, especially in the downtown area and the Old Port area. There are 50 National Historic Sites of <this country>, more than any other city.Some of the city's earliest still-standing buildings date back to the late 17th and early 18th centuries. Although most are clustered around the Old <this city> area, such as the Sulpician Seminary adjacent to Notre Dame Basilica that dates back to 1687, and Château Ramezay, which was built in 1705, examples of early colonial architecture are dotted throughout the city. Situated in Lachine, the Le Ber-Le Moyne House is the oldest complete building in the city, built between 1669 and 1671. In Point St. Charles visitors can see the Maison Saint-Gabriel, which can trace its history back to 1698. There are many historic buildings in Old <this city> in their original form: Notre Dame of <this city> Basilica, Bonsecours Market, and the 19th‑century headquarters of all major Canadian banks on St. James Street (French: Rue Saint Jacques). <this city>'s earliest buildings are characterized by their uniquely French influence and grey stone construction.\nSaint Joseph's Oratory, completed in 1967, Ernest Cormier's Art Deco Université de Montréal main building, the landmark Place Ville Marie office tower, the controversial Olympic Stadium and surrounding structures, are but a few notable examples of the city's 20th-century architecture. Pavilions designed for the 1967 International and Universal Exposition, popularly known as Expo 67, featured a wide range of architectural designs. Though most pavilions were temporary structures, several have become landmarks, including Buckminster Fuller's geodesic dome U.S. Pavilion, now the <this city> Biosphere, and Moshe Safdie's striking Habitat 67 apartment complex.The <this city> Metro has public artwork by some of the biggest names in Quebec culture.In 2006 <this city> was named a UNESCO City of Design, one of only three design capitals of the world (the others being Berlin and Buenos Aires). This distinguished title recognizes <this city>'s design community. Since 2005 the city has been home for the International Council of Graphic Design Associations (Icograda); the International Design Alliance (IDA).The Underground City (officially RESO) is an important tourist attraction. It is the set of interconnected shopping complexes (both above and below ground). This impressive network connects pedestrian thoroughfares to universities, as well as hotels, restaurants, bistros, subway stations and more, in and around downtown with 32 km (20 mi) of tunnels over 12 km2 (4.6 sq mi) of the most densely populated part of <this city>.\n\nNeighbourhoods\nThe city is composed of 19 large boroughs, subdivided into neighbourhoods.\nThe boroughs are:\nCôte-des-Neiges–Notre-Dame-de-Grace, The Plateau Mount Royal, Outremont and Ville Marie in the centre; Mercier–Hochelaga-Maisonneuve, Rosemont–La Petite-Patrie and Villeray–Saint-Michel–Parc-Extension in the east; Anjou, Montréal-Nord, Rivière-des-Prairies–Pointe-aux-Trembles and Saint-Leonard in the northeast; Ahuntsic-Cartierville, L'Île-Bizard–Sainte-Geneviève, Pierrefonds-Roxboro and Saint-Laurent in the northwest; and Lachine, LaSalle, The South West and Verdun in the south.Many of these boroughs were independent cities that were forced to be merged with <this city> in January 2002 following the 2002 municipal reorganization of <this city>.\n\nThe borough with the most neighbourhoods is Ville Marie, which includes downtown, the historical district of Old <this city>, Chinatown, the Gay Village, the Latin Quarter, the gentrified Quartier international and Cité Multimédia as well as the Quartier des Spectacles which is under development. Other neighbourhoods of interest in the borough include the affluent Golden Square Mile neighbourhood at the foot of Mount Royal and the Shaughnessy Village/Concordia U area home to thousands of students at Concordia University. The borough also comprises most of Mount Royal Park, Saint Helen's Island, and Notre-Dame Island.The Plateau Mount Royal borough was a working class francophone area. The largest neighbourhood is the Plateau (not to be confused with the whole borough), which is undergoing considerable gentrification, and a 2001 study deemed it as <this country>'s most creative neighbourhood because artists comprise 8% of its labour force. The neighbourhood of Mile End in the northwestern part of the borough has been a very multicultural area of the city, and features two of <this city>'s well-known bagel establishments, St-Viateur Bagel and Fairmount Bagel. The McGill Ghetto is in the extreme southwestern portion of the borough, its name being derived from the fact that it is home to thousands of McGill University students and faculty members.The South West borough was home to much of the city's industry during the late 19th and early-to-mid 20th century. The borough included Goose Village and was historically home to the traditionally working-class Irish neighbourhoods of Griffintown and Point Saint Charles as well as the low-income neighbourhoods of Saint Henri and Little Burgundy.Other notable neighbourhoods include the multicultural areas of Notre-Dame-de-Grâce and Côte-des-Neiges in the Côte-des-Neiges–Notre-Dame-de-Grace borough, and Little Italy in the borough of Rosemont–La Petite-Patrie and Hochelaga-Maisonneuve, home of the Olympic Stadium in the borough of Mercier–Hochelaga-Maisonneuve.\n\nOld <this city>\nOld <this city> is a historic area southeast of downtown containing many attractions such as the Old Port of <this city>, Place Jacques-Cartier, <this city> City Hall, the Bonsecours Market, Place d'Armes, Pointe-à-Callière Museum, the Notre-Dame de Montréal Basilica, and the <this city> Science Centre.Architecture and cobbled streets in Old <this city> have been maintained or restored. Old <this city> is accessible from the downtown core via the underground city and is served by several STM bus routes and Metro stations, ferries to the South Shore and a network of bicycle paths.The riverside area adjacent to Old <this city> is known as the Old Port. The Old Port was the site of the Port of <this city>, but its shipping operations have been moved to a larger site downstream, leaving the former location as a recreational and historical area maintained by Parks <this country>. The new Port of <this city> is <this country>'s largest container port and the largest inland port on Earth.\n\nMount Royal\nThe mountain is the site of Mount Royal Park, one of <this city>'s largest greenspaces. The park, most of which is wooded, was designed by Frederick Law Olmsted, who also designed New York's Central Park, and was inaugurated in 1876.\nThe park contains two belvederes, the more prominent of which is the Kondiaronk Belvedere, a semicircular plaza with a chalet overlooking Downtown <this city>. Other features of the park are Beaver Lake, a small man-made lake, a short ski slope, a sculpture garden, Smith House, an interpretive centre, and a well-known monument to Sir George-Étienne Cartier. The park hosts athletic, tourist and cultural activities.\nThe mountain is home to two major cemeteries, Notre-Dame-des-Neiges (founded in 1854) and Mount Royal (1852). Mount Royal Cemetery is a 165 acres (67 ha) terraced cemetery on the north slope of Mount Royal in the borough of Outremont. Notre Dame des Neiges Cemetery is much larger, predominantly French-Canadian and officially Catholic. More than 900,000 people are buried there.Mount Royal Cemetery contains more than 162,000 graves and is the final resting place for a number of notable Canadians. It includes a veterans section with several soldiers who were awarded the British Empire's highest military honour, the Victoria Cross. In 1901, the Mount Royal Cemetery Company established the first crematorium in <this country>.The first cross on the mountain was placed there in 1643 by Paul Chomedey de Maisonneuve, the founder of the city, in fulfilment of a vow he made to the Virgin Mary when praying to her to stop a disastrous flood. Today, the mountain is crowned by a 31.4 m-high (103 ft) illuminated cross, installed in 1924 by the John the Baptist Society and now owned by the city. It was converted to fibre optic light in 1992. The new system can turn the lights red, blue, or purple, the last of which is used as a sign of mourning between the death of the Pope and the election of the next.\n\nDemographics\nIn the 2021 Census of Population conducted by Statistics <this country>, Montréal had a population of 1,762,949 living in 816,338 of its 878,542 total private dwellings, a change of 3.4% from its 2016 population of 1,704,694. With a land area of 364.74 km2 (140.83 sq mi), it had a population density of 4,833.4/km2 (12,518.6/sq mi) in 2021.According to Statistics <this country>, at the 2016 Canadian census the city had 1,704,694 inhabitants. A total of 4,098,927 lived in the <this city> Census Metropolitan Area (CMA) at the same 2016 census, up from 3,934,078 at the 2011 census (within 2011 CMA boundaries), which is a population growth of 4.19% from 2011 to 2016. In 2015, the Greater <this city> population was estimated at 4,060,700. According to StatsCan, by 2030, the Greater <this city> Area is expected to number 5,275,000 with 1,722,000 being visible minorities.\nIn the 2016 census, children under 14 years of age (691,345) constituted 16.9%, while inhabitants over 65 years of age (671,690) numbered 16.4% of the total population of the CMA.\n\nEthnicity\nPeople of European ethnicities formed the largest cluster of ethnic groups. The largest reported European ethnicities in the 2006 census were French 23%, Italians 10%, Irish 5%, English 4%, Scottish 3%, and Spanish 2%.The panethnic breakdown of the city of <this city> as per the 2021 census was European (1,038,940 residents or 60.3% of the population), African (198,610; 11.5%), Middle Eastern (159,435; 9.3%), South Asian (79,670; 4.6%), Latin American (78,150; 4.5%), Southeast Asian (65,260; 3.8%), East Asian (64,825; 3.8%), Indigenous (15,315; 0.9%), and Other/Multiracial (23,010; 1.3%).Visible minorities comprised 38.8% of the city of <this city> population in the 2021 census. The five most numerous visible minorities are Black Canadians (11.5%), Arab Canadians (8.2%), South Asian Canadians (4.6%), Latin Americans (4.5%), and Chinese Canadians (3.3%). Furthermore some 27.2% of the population Greater <this city> are members of a visible minority group as of 2021, up from 5.2% in 1981. Visible minorities are defined by the Canadian Employment Equity Act as \"persons, other than Aboriginals, who are non-white in colour\".\n\nLanguage\nAs of the 2021 Census, 47.0% of <this city> residents spoke French alone as a first language, while 13.0% spoke English alone. 2% spoke both English and French as first languages, 2.6% spoke both French and a non-official language and 1.5% spoke both English and a non-official language. 0.8% of residents spoke English, French and a non-official language as first languages. 32.8% of residents had a non-official language as a mother tongue. The most common were Arabic (5.7%), Spanish (4.6%), Italian (3.3%), Chinese Languages (2.7%), Haitian Creole (1.6%), Vietnamese (1.1%), and Portuguese (1.0%).\n\nImmigration\nThe 2021 census reported that immigrants (individuals born outside <this country>) comprise 576,125 persons or 33.4% of the total population of <this city>. Of the total immigrant population, the top countries of origin were Haiti (47,550 residents or 8.3% of the population), Algeria (43,840; 7.6%), France (39,275; 6.8%), Morocco (33,005; 5.7%), Italy (30,215; 5.2%), China (26,335; 4.6%), the Philippines (20,475; 3.6%), Lebanon (17,455; 3.0%), Vietnam (16,395; 2.8%), and India (13,575; 2.4%).\n\nReligion\nThe Greater <this city> Area is predominantly Catholic; however, weekly attendance in Quebec was among the lowest in <this country> in 1998. Historically <this city> has been a centre of Catholicism in North America with its numerous seminaries and churches, including the Notre-Dame Basilica, the Cathédrale Marie-Reine-du-Monde, and Saint Joseph's Oratory.\nSome 49.5% of the total population is Christian, largely Roman Catholic (35.0%), primarily because of descendants of original French settlers, and others of Italian and Irish origins. Protestants which include Anglican Church in <this country>, United Church of <this country>, Lutheran, owing to British and German immigration, and other denominations number 11.3%, with a further 3.2% consisting mostly of Orthodox Christians, fuelled by a large Greek population. There is also a number of Russian and Ukrainian Orthodox parishes.\nIslam is the largest non-Christian religious group, with 218,395 members, the second-largest concentration of Muslims in <this country> at 12.7%. The Jewish community in <this city> has a population of 90,780. In cities such as Côte Saint-Luc and Hampstead, Jewish people constitute the majority, or a substantial part of the population. In 1971 the Jewish community in Greater <this city> numbered 109,480. Political and economic uncertainties led many to leave <this city> and the province of Quebec.\n\nEconomy\n<this city> has the second-largest economy of Canadian cities based on GDP and the largest in Quebec. In 2019, Metropolitan <this city> was responsible for CA$234.0 billion of Quebec's CA$425.3 billion GDP. The city is today an important centre of commerce, finance, industry, technology, culture, world affairs and is the headquarters of the <this city> Exchange. In recent decades, the city was widely seen as weaker than that of Toronto and other major Canadian cities, but it has recently experienced a revival.\nIndustries include aerospace, electronic goods, pharmaceuticals, printed goods, software engineering, telecommunications, textile and apparel manufacturing, tobacco, petrochemicals, and transportation. The service sector is also strong and includes civil, mechanical and process engineering, finance, higher education, and research and development. In 2002, <this city> was the fourth-largest centre in North America in terms of aerospace jobs.\nThe Port of <this city> is one of the largest inland ports in the world handling 26 million tonnes of cargo annually. As one of the most important ports in <this country>, it remains a transshipment point for grain, sugar, petroleum products, machinery, and consumer goods. For this reason, <this city> is the railway hub of <this country> and has always been an extremely important rail city; it is home to the headquarters of the Canadian National Railway, and was home to the headquarters of the Canadian Pacific Railway until 1995.The headquarters of the Canadian Space Agency is in Longueuil, southeast of <this city>. <this city> also hosts the headquarters of the International Civil Aviation Organization (ICAO, a United Nations body); the World Anti-Doping Agency (an Olympic body); the Airports Council International (the association of the world's airports – ACI World); the International Air Transport Association (IATA), IATA Operational Safety Audit and the International Gay and Lesbian Chamber of Commerce (IGLCC), as well as some other international organizations in various fields.\n<this city> is a centre of film and television production. The headquarters of Alliance Films and five studios of the Academy Award-winning National Film Board of <this country> are in the city, as well as the head offices of Telefilm <this country>, the national feature-length film and television funding agency and Télévision de Radio-<this country>. Given its eclectic architecture and broad availability of film services and crew members, <this city> is a popular filming location for feature-length films, and sometimes stands in for European locations. The city is also home to many recognized cultural, film, and music festivals (Just For Laughs, Just For Laughs Gags, <this city> International Jazz Festival, and others), which contribute significantly to its economy. It is also home to one of the world's largest cultural enterprises, the Cirque du Soleil.\n<this city> is also a global hub for artificial intelligence research with many companies involved in this sector, such as Facebook AI Research (FAIR), Microsoft Research, Google Brain, DeepMind, Samsung Research and Thales Group (cortAIx). The city is also home to Mila (research institute), an artificial intelligence research institute with over 500 researchers specializing in the field of deep learning, the largest of its kind in the world.The video game industry has been booming in <this city> since November 2, 1995, coinciding with the opening of Ubisoft <this city>. Recently, the city has attracted world leading game developers and publishers studios such as EA, Eidos Interactive, BioWare, Artificial Mind and Movement, Strategy First, THQ, Gameloft mainly because of the quality of local specialized labour, and tax credits offered to the corporations. Recently, Warner Bros. Interactive Entertainment, a division of Warner Bros., announced that it would open a video game studio. Relatively new to the video game industry, it will be Warner Bros. first studio opened, not purchased, and will develop games for such Warner Bros. franchises as Batman and other games from their DC Comics portfolio. The studio will create 300 jobs.\n<this city> plays an important role in the finance industry. The sector employs approximately 100,000 people in the Greater <this city> Area. As of March 2018, <this city> is ranked in the 12th position in the Global Financial Centres Index, a ranking of the competitiveness of financial centres around the world. The city is home to the <this city> Exchange, the oldest stock exchange in <this country> and the only financial derivatives exchange in the country. The corporate headquarters of the Bank of <this city> and Royal Bank of <this country>, two of the biggest banks in <this country>, were in <this city>. While both banks moved their headquarters to Toronto, Ontario, their legal corporate offices remain in <this city>. The city is home to head offices of two smaller banks, National Bank of <this country> and Laurentian Bank of <this country>. The Caisse de dépôt et placement du Québec, an institutional investor managing assets totalling $408 billion CAD, has its main business office in <this city>. Many foreign subsidiaries operating in the financial sector also have offices in <this city>, including HSBC, Aon, Société Générale, BNP Paribas and AXA.Several companies are headquartered in Greater <this city> Area including Rio Tinto Alcan, Bombardier Inc., Canadian National Railway, CGI Group, Air <this country>, Air Transat, CAE, Saputo, Cirque du Soleil, Stingray Group, Quebecor, Ultramar, Kruger Inc., Jean Coutu Group, Uniprix, Proxim, Domtar, Le Château, Power Corporation, Cellcom Communications, Bell <this country>. Standard Life, Hydro-Québec, AbitibiBowater, Pratt and Whitney <this country>, Molson, Tembec, <this country> Steamship Lines, Fednav, Alimentation Couche-Tard, SNC-Lavalin, MEGA Brands, Aeroplan, Agropur, Metro Inc., Laurentian Bank of <this country>, National Bank of <this country>, Transat A.T., Via Rail, GardaWorld, Novacam Technologies, SOLABS, Dollarama, Rona and the Caisse de dépôt et placement du Québec.\nThe <this city> Oil Refining Centre is the largest refining centre in <this country>, with companies like Petro-<this country>, Ultramar, Gulf Oil, Petromont, Ashland <this country>, Parachem Petrochemical, Coastal Petrochemical, Interquisa (Cepsa) Petrochemical, Nova Chemicals, and more. Shell decided to close the refining centre in 2010, throwing hundreds out of work and causing an increased dependence on foreign refineries for eastern <this country>.\n\nCulture\n<this city> was referred to as \"<this country>'s Cultural Capital\" by Monocle magazine. The city is <this country>'s centre for French-language television productions, radio, theatre, film, multimedia, and print publishing. <this city>'s many cultural communities have given it a distinct local culture. <this city> was designated as the World Book Capital for the year 2005 by UNESCO.\nBeing at the confluence of the French and the English traditions, <this city> has developed a unique and distinguished cultural face. The city has produced much talent in the fields of visual arts, theatre, dance, and music, with a tradition of producing both jazz and rock music. Another distinctive characteristic of cultural life is the vibrancy of its downtown, particularly during summer, prompted by cultural and social events, including its more than 100 annual festivals, the largest being the <this city> International Jazz Festival which is the largest jazz festival in the world. Other popular events include the Just for Laughs (largest comedy festival in the world), <this city> World Film Festival, Les FrancoFolies de Montréal, Nuits d'Afrique, Pop <this city>, Divers/Cité, Fierté Montréal and the <this city> Fireworks Festival, Igloofest, Piknic Electronik, Montréal en Lumiere, Osheaga, Heavy <this city>, Mode + Design, Montréal complètement cirque, MUTEK, Black and Blue, and many smaller festivals. The city of <this city> is also widely recognized for its diverse and vibrant night life, which is considered a vital part of the local cultural ecosystem.\nA cultural heart of classical art and the venue for many summer festivals, the Place des Arts is a complex of different concert and theatre halls surrounding a large square in the eastern portion of downtown. Place des Arts has the headquarters of one of the world's foremost orchestras, the <this city> Symphony Orchestra. The Orchestre Métropolitain du Grand Montréal and the chamber orchestra I Musici de Montréal are two other well-regarded <this city> orchestras. Also performing at Place des Arts are the Opéra de Montréal and the city's chief ballet company Les Grands Ballets Canadiens. Internationally recognized avant-garde dance troupes such as Compagnie Marie Chouinard, La La La Human Steps, O Vertigo, and the Fondation Jean-Pierre Perreault have toured the world and worked with international popular artists on videos and concerts. The unique choreography of these troupes has paved the way for the success of the world-renowned Cirque du Soleil.\n\nNicknamed la ville aux cent clochers (the city of a hundred steeples), <this city> is renowned for its churches. There are an estimated 650 churches on the island, with 450 of them dating back to the 1800s or earlier. Mark Twain noted, \"This is the first time I was ever in a city where you couldn't throw a brick without breaking a church window.\" The city has four Roman Catholic basilicas: Mary, Queen of the World Cathedral, Notre-Dame Basilica, St Patrick's Basilica, and Saint Joseph's Oratory. The Oratory is the largest church in <this country>, with the second largest copper dome in the world, after Saint Peter's Basilica in Rome.Beginning in the 1940s, Quebec literature began to shift from pastoral tales romanticising the French-Canadian countryside to writing set in the multicultural city of <this city>. Notable pioneering works describing the character of the city include Gabrielle Roy's 1945 novel Bonheur D'Occasion, translated as The Tin Flute, and Gwethalyn Graham's 1944 novel Earth and High Heaven. Subsequent writers of fiction who have set their work in <this city> have included Mordecai Richler, Claude Jasmin, Francine Noel, and Heather O'Neill, among many others.\n\nSports\nThe most popular sport is ice hockey. The professional hockey team, the <this city> Canadiens, is one of the Original Six teams of the National Hockey League (NHL), and has won an NHL-record 24 Stanley Cup championships. The Canadiens' most recent Stanley Cup victory came in 1993. They have major rivalries with the Toronto Maple Leafs and Boston Bruins, both of which are also Original Six teams, and with the Ottawa Senators, the closest team geographically. The Canadiens have played at the Bell Centre since 1996. Prior to that they played at the <this city> Forum.\n\nThe <this city> Alouettes of the Canadian Football League (CFL) play at Molson Stadium on the campus of McGill University for their regular-season games. Late season and playoff games are played at the much larger, enclosed Olympic Stadium, which also hosted the 2008 Grey Cup. The Alouettes have won the Grey Cup seven times, most recently in 2010. The Alouettes has had two periods on hiatus. During the second one, the <this city> Machine played in the World League of American Football in 1991 and 1992. The McGill Redbirds, Concordia Stingers, and Université de Montréal Carabins play in the U Sports football league.\n<this city> has a storied baseball history. The city was the home of the minor-league <this city> Royals of the International League until 1960. In 1946, Jackie Robinson broke the Baseball colour line with the Royals in an emotionally difficult year; Robinson was forever grateful for the local fans' fervent support. Major League Baseball came to town in the form of the <this city> Expos in 1969. They played their games at Jarry Park Stadium until moving into Olympic Stadium in 1977. After 36 years in <this city>, the team relocated to Washington, D.C., in 2005 and re-branded themselves as the Washington Nationals.\nCF Montréal (formerly known as the <this city> Impact) are the city's professional soccer team. They play at a soccer-specific stadium called Saputo Stadium. They joined North America's biggest soccer league, Major League Soccer, in 2012. The <this city> games of the 2007 FIFA U-20 World Cup and 2014 FIFA U-20 Women's World Cup were held at Olympic Stadium, and the venue hosted <this city> games in the 2015 FIFA Women's World Cup.<this city> is the site of a high-profile auto racing event each year: the Canadian Grand Prix of Formula One (F1) racing. This race takes place on the Circuit Gilles Villeneuve on Île Notre-Dame. In 2009, the race was dropped from the Formula One calendar, to the chagrin of some fans, but the Canadian Grand Prix returned to the Formula One calendar in 2010. It was dropped from the calendar again in 2020 and 2021, due to COVID-19 pandemic, but racing resumed in 2022, with the 2022 Canadian Grand Prix. The Circuit Gilles Villeneuve also hosted a round of the Champ Car World Series from 2002 to 2007, and was home to the NAPA Auto Parts 200, a NASCAR Nationwide Series race, and the Montréal 200, a Grand Am Rolex Sports Car Series race.\nUniprix Stadium, built in 1993 on the site of Jarry Park, is used for the National Bank Open (formerly known as the Rogers Cup) men's and women's tennis tournaments. The men's tournament is a Masters 1000 event on the ATP Tour, and the women's tournament is a Premier tournament on the WTA Tour. The men's and women's tournaments alternate between <this city> and Toronto every year.\n<this city> was the host of the 1976 Summer Olympic Games. The stadium cost $1.5 billion; with interest that figure ballooned to nearly $3 billion, and was paid off in December 2006. <this city> also hosted the first ever World Outgames in the summer of 2006, attracting over 16,000 participants engaged in 35 sporting activities.\n<this city> was the host city for the 17th unicycling world championship and convention (UNICON) in August 2014.\n\nMedia\n<this city> is <this country>'s second-largest media market, and the centre of francophone <this country>'s media industry.\nThere are four over-the-air English-language television stations: CBMT-DT (CBC Television), CFCF-DT (CTV), CKMI-DT (Global) and CJNT-DT (Citytv). There are also five over-the-air French-language television stations: CBFT-DT (Ici Radio-<this country>), CFTM-DT (TVA), CFJP-DT (Noovo), CIVM-DT (Télé-Québec), and CFTU-DT (Canal Savoir).\n<this city> has three daily newspapers, the English-language <this city> Gazette and the French-language Le Journal de Montréal, and Le Devoir; another French-language daily, La Presse, became an online daily in 2018. There are two free French dailies, Métro and 24 Heures. <this city> has numerous weekly tabloids and community newspapers serving various neighbourhoods, ethnic groups and schools.\n\nGovernment\nThe head of the city government in <this city> is the mayor, who is first among equals in the city council.\n\nThe city council is a democratically elected institution and is the final decision-making authority in the city, although much power is centralized in the executive committee. The council consists of 65 members from all boroughs. The council has jurisdiction over many matters, including public security, agreements with other governments, subsidy programs, the environment, urban planning, and a three-year capital expenditure program. The council is required to supervise, standardize or approve certain decisions made by the borough councils.Reporting directly to the council, the executive committee exercises decision-making powers similar to those of the cabinet in a parliamentary system and is responsible for preparing various documents including budgets and by-laws, submitted to the council for approval. The decision-making powers of the executive committee cover, in particular, the awarding of contracts or grants, the management of human and financial resources, supplies and buildings. It may also be assigned further powers by the city council.Standing committees are the prime instruments for public consultation. They are responsible for the public study of pending matters and for making the appropriate recommendations to the council. They also review the annual budget forecasts for departments under their jurisdiction. A public notice of meeting is published in both French and English daily newspapers at least seven days before each meeting. All meetings include a public question period. The standing committees, of which there are seven, have terms lasting two years. In addition, the City Council may decide to create special committees at any time. Each standing committee is made up of seven to nine members, including a chairman and a vice-chairman. The members are all elected municipal officers, with the exception of a representative of the government of Quebec on the public security committee.The city is only one component of the larger <this city> Metropolitan Community (Communauté Métropolitaine de Montréal, CMM), which is in charge of planning, coordinating, and financing economic development, public transportation, garbage collection and waste management, etc., across the metropolitan area. The president of the CMM is the mayor of <this city>. The CMM covers 4,360 km2 (1,680 sq mi), with 3.6 million inhabitants in 2006.<this city> is the seat of the judicial district of <this city>, which includes the city and the other communities on the island.\n\nPolicing\nLaw enforcement on the island itself is provided by the Service de Police de la Ville de Montréal, or the SPVM for short.\n\nCrime\nSince the 1970s, when <this city>'s homicide rate peaked with 112 murders in 1975, overall crime rate in <this city> has declined, with a few notable exceptions, with murders at the lowest rate being in 2016 with 23 murders. Sex crimes have increased 14.5 per cent between 2015 and 2016 and fraud cases have increased by 13 per cent over the same period. The major criminal organizations active in <this city> are the Rizzuto crime family, Hells Angels and West End Gang. However in the 2020s, the city seen an increase in overall crime, with a notable increase in homicides, 25 homicides were reported in 2020 which matched the number reported in 2019. The next year saw a 48% increase in murders with a total of 37 in 2021, giving the city a homicide rate of around 2.1 per 100,000 people. The <this city> Police Annual Report for 2021, showed that there were 144 shootings across the city, or an average of one shooting every 2.5 days. In comparison, there were 71 shootings recorded the year before. 2022 saw another 10.8% increase in homicides, with a total of 41 being reported (giving a slightly higher homicide rate of 2.3 per 100,000 people), the highest number since 2007, when there was 42.\n\nEducation\nThe education system in Quebec is different from other systems in North America. Between high school (which ends at grade 11) and university students must go through an additional school called CEGEP. CEGEPs offer pre-university (2-years) and technical (3-years) programs. In <this city>, seventeen CEGEPs offer courses in French and five in English.\nFrench-language elementary and secondary public schools in <this city> are operated by the Centre de services scolaire de Montréal (CSSDM), Centre de services scolaire Marguerite-Bourgeoys and the Centre de services scolaire de la Pointe-de-l'Île.English-language elementary and secondary public schools on <this city> Island are operated by the English <this city> School Board and the Lester B. Pearson School Board.With four universities, ten other degree-awarding institutions, and 12 CEGEPs in an 8 km (5.0 mi) radius, <this city> has the highest concentration of post-secondary students of all major cities in North America (4.38 students per 100 residents, followed by Boston at 4.37 students per 100 residents).\n\nHigher education (English)\nMcGill University is one of <this country>'s leading post-secondary institutions and is widely regarded as a world-class institution. In 2021, McGill was ranked as the top medical-doctoral university in <this country> for the seventeenth consecutive year by Maclean's and second in <this country> and the 27th best university in the world by the QS World University Rankings.\nConcordia University was created from the merger of Sir George Williams University and Loyola College in 1974. The university has been ranked as one of the top comprehensive universities in <this country> by Macleans.\n\nHigher education (French)\nUniversité de Montréal (UdeM) is the second largest research university in <this country> and ranked as one of the top universities in <this country>. Two separate institutions are affiliated to the university: the École Polytechnique de Montréal (School of Engineering) and HEC Montréal (School of Business). HEC <this city> was founded in 1907 and is considered one of the best business schools in <this country>.\nUniversité du Québec à Montréal (UQAM) is the <this city> campus of Université du Québec. UQAM generally specializes in liberal-arts, although many programs related to the sciences are available.\nThe Université du Québec network also has three separately run schools in <this city>, notably the École de technologie supérieure (ETS), the École nationale d'administration publique (ÉNAP) and the Institut national de la recherche scientifique (INRS).\nL'Institut de formation théologique de Montréal des Prêtres de Saint-Sulpice (IFTM) specializes in theology and philosophy.\nInstitut d'hôtellerie et de tourisme du Québec (IHTQ) offers an Applied Bachelor in Hospitality and Hotel Management.\nConservatoire de musique du Québec à Montréal offers both a Bachelor and a Master program in classical music.Additionally, two French-language universities, Université de Sherbrooke and Université Laval have campuses in the nearby suburb of Longueuil on <this city>'s south shore. Also, l'Institut de pastorale des Dominicains is <this city>'s university centre of Ottawa's Collège Universitaire Dominicain/Dominican University College. The Faculté de théologie évangélique is Nova Scotia's Acadia University <this city> based serving French Protestant community in <this country> by offering both a Bachelor and a Master program in theology\n\nTransportation\nLike many major cities, <this city> has a problem with vehicular traffic congestion. Commuting traffic from the cities and towns in the West Island (such as Dollard-des-Ormeaux and Pointe-Claire) is compounded by commuters entering the city that use twenty-four road crossings from numerous off-island suburbs on the North and South Shores. The width of the Saint Lawrence River has made the construction of fixed links to the south shore expensive and difficult. There are presently four road bridges (including two of the country's busiest) along with one bridge-tunnel, two railway bridges, and a metro line. The far narrower Rivière des Prairies to the city's north, separating <this city> from Laval, is spanned by nine road bridges (seven to the city of Laval and two that span directly to the north shore) and a Metro line.\nThe island of <this city> is a hub for the Quebec Autoroute system, and is served by Quebec Autoroutes A-10 (known as the Bonaventure Expressway on the island of <this city>), A-15 (aka the Decarie Expressway south of the A-40 and the Laurentian Autoroute to the north of it), A-13 (aka Chomedey Autoroute), A-20, A-25, A-40 (part of the Trans-<this country> Highway system, and known as \"The Metropolitan\" or simply \"The Met\" in its elevated mid-town section), A-520 and R-136 (aka the Ville-Marie Autoroute). Many of these Autoroutes are frequently congested at rush hour. However, in recent years, the government has acknowledged this problem and is working on long-term solutions to alleviate the congestion. One such example is the extension of Quebec Autoroute 30 on <this city>'s south shore, which will be a bypass for trucks and intercity traffic.\n\nSociété de transport de Montréal\nPublic local transport is served by a network of buses, subways, and commuter trains that extend across and off the island. The subway and bus system are operated by the Société de transport de Montréal (STM, <this city> Transit Society). The STM bus network consists of 203 daytime and 23 night time routes. STM bus routes serve 1,347,900 passengers on an average weekday in 2010. It also provides adapted transport and wheelchair-accessible buses. The STM won the award of Outstanding Public Transit System in North America by the APTA in 2010. It was the first time a Canadian company won this prize.\nThe Metro was inaugurated in 1966 and has 68 stations on four lines. Total daily passengers is 1,050,800 passengers on an average weekday (as of Q1 2010). Each station was designed by different architects with individual themes and features original artwork, and the trains run on rubber tires, making the system quieter than most. The project was initiated by <this city> Mayor Jean Drapeau, who later brought the Summer Olympic Games to <this city> in 1976. The Metro system has long had a station on the South Shore in Longueuil, and in 2007 was extended to the city of Laval, north of <this city>, with three new stations. The metro has recently been modernizing its trains, purchasing new Azur models with inter-connected wagons.\n\nAir\n<this city> has two international airports, one for passengers only, the other for cargo. Pierre Elliott Trudeau International Airport (also known as Dorval Airport) in the City of Dorval serves all commercial passenger traffic and is the headquarters of Air <this country> and Air Transat. To the north of the city is <this city> Mirabel International Airport in Mirabel, which was envisioned as <this city>'s primary airport but which now serves cargo flights along with MEDEVACs and general aviation and some passenger services. In 2018, Trudeau was the third busiest airport in <this country> by passenger traffic and aircraft movements, handling 19.42 million passengers, and 240,159 aircraft movements. With 63% of its passengers being on non-domestic flights it has the largest percentage of international flights of any Canadian airport.It is one of Air <this country>'s major hubs and operates on average approximately 2,400 flights per week between <this city> and 155 destinations, spread on five continents.\nAirlines servicing Trudeau offer year-round non-stop flights to five continents, namely Africa, Asia, Europe, North America and South America.  It is one of only two airports in <this country> with direct flights to five continents or more.\n\nRail\n<this city>-based Via Rail <this country> provides rail service to other cities in <this country>, particularly to Quebec City and Toronto along the Quebec City – Windsor Corridor. Amtrak, the U.S. national passenger rail system, operates its Adirondack daily to New York. All intercity trains and most commuter trains operate out of Central Station.\n\nCanadian Pacific Railway (CPR) was founded here in 1881. Its corporate headquarters occupied Windsor Station at 910 Peel Street until 1995, when it moved to Calgary, Alberta. With the Port of <this city> kept open year-round by icebreakers, lines to Eastern <this country> became surplus, and now <this city> is the eastern and intermodal freight terminus of CPR's successor company, Canadian Pacific Kansas City (CPKC). CPKC connects at <this city> with the Port of <this city>, the Delaware and Hudson Railway to New York, the Quebec Gatineau Railway to Quebec City and Buckingham, the Central Maine and Quebec Railway to Halifax, and Canadian National Railway (CN). The CPR's flagship train, The Canadian, ran daily from Windsor Station to Vancouver, but in 1978 all passenger services were transferred to Via. Since 1990, The Canadian has terminated in Toronto instead of in <this city>.\n<this city>-based CN was formed in 1919 by the Canadian government following a series of country-wide rail bankruptcies. It was formed from the Grand Trunk, Midland and Canadian Northern Railways, and has risen to become CPR's chief rival in freight carriage in <this country>. Like the CPR, CN divested itself of passenger services in favour of Via. CN's flagship train, the Super Continental, ran daily from Central Station to Vancouver and subsequently became a Via train in 1978. It was eliminated in 1990 in favour of rerouting The Canadian.\nThe commuter rail system is managed and operated by Exo, and reaches the outlying areas of Greater <this city> with six lines. It carried an average of 79,000 daily passengers in 2014, making it the seventh busiest in North America following New York, Chicago, Toronto, Boston, Philadelphia, and Mexico City.On April 22, 2016, the forthcoming automated rapid transit system, the Réseau express métropolitain (REM), was unveiled. Groundbreaking occurred April 12, 2018, and construction of the 67-kilometre-long (42 mi) network – consisting of three branches, 26 stations, and the conversion of the region's busiest commuter railway – commenced the following month. To be opened in three phases as of 2022, the REM will be completed by mid-2024, becoming the fourth largest automated rapid transit network after the Dubai Metro, the Singapore Mass Rapid Transit, and the Vancouver SkyTrain. Most of it will be financed by pension fund manager Caisse de dépôt et placement du Québec (CDPQ Infra).On December 15, 2020, CDPQ Infra announced another network, the REM de l'Est. None of its trackage will link to the initial network, although its inner terminus close to the city's centre is to double as a passenger interchange. Covering the eastern half of the island, it is to be 32 kilometres (20 mi) in length with 23 stations. Plans to elevate its trunk segment through the eastern end of the city centre and an adjacent inner-city district, however, have become controversial, while the north-bound one of its pair of branches is to be tunnelled through suburban districts. And by January 18, 2021, North Shore mayors of municipalities north of the Rivière des Mille Îles announced their desires to erect yet another REM network paralleling the river to link their North Shore communities between Oka and L'Assomption, a distance of roughly 70 kilometres (43 mi).\n\nBike Share Program\nThe city of <this city> is world-renowned for being in the top 20 most cyclist-friendly cities around the globe. It follows that they have one of the world's most successful bike share systems in BIXI. First launched in 2009 with <this city>-based PBSC Urban Solutions ICONIC bikes, the bicycle-sharing scheme has since grown its fleet to include 750 docking and charging stations across the different neighbourhoods with 9000 bikes available for users. In what the STM states is a mission to combine different forms of mobility, transit card holders can now take advantage of their membership to also rent bicycles at select stations.\n\nNotable people\nInternational relations\nSister cities\nFriendship cities\nParis, France – 2006\n\nSee also\nList of mayors of <this city>\nList of <this city> music venues\nList of shopping malls in <this city>\nList of tallest buildings in <this city>\n<this city> International Games Summit\n\nNotes\nReferences\nFurther reading\nExternal links\n\nOfficial website\n Geographic data related to <this city> at OpenStreetMap\n<this city> at Curlie"
}