{
  "name": "Prague, Czech Republic",
  "city": "Prague",
  "country": "Czech Republic",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( PRAHG; Czech: Praha [ˈpraɦa] (listen); German: Prag, pronounced [pʁaːk] (listen); Latin: Praga) is the capital and largest city of the <this country>, and the historical capital of Bohemia. On the Vltava river, <this city> is home to about 1.3 million people. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.\n<this city> is a political, cultural, and economic hub of central Europe, with a rich history and Romanesque, Gothic, Renaissance and Baroque architectures. It was the capital of the Kingdom of Bohemia and residence of several Holy Roman Emperors, most notably Charles IV (r. 1346–1378).It was an important city to the Habsburg monarchy and Austro-Hungarian Empire. The city played major roles in the Bohemian and the Protestant Reformations, the Thirty Years' War and in 20th-century history as the capital of Czechoslovakia between the World Wars and the post-war Communist era.<this city> is home to a number of well-known cultural attractions, many of which survived the violence and destruction of 20th-century Europe. Main attractions include <this city> Castle, Charles Bridge, Old Town Square with the <this city> astronomical clock, the Jewish Quarter, Petřín hill and Vyšehrad. Since 1992, the historic center of <this city> has been included in the UNESCO list of World Heritage Sites.\nThe city has more than ten major museums, along with numerous theaters, galleries, cinemas, and other historical exhibits. An extensive modern public transportation system connects the city. It is home to a wide range of public and private schools, including Charles University in <this city>, the oldest university in Central Europe.<this city> is classified as a \"Beta+\" global city according to GaWC studies. In 2019, the city was ranked as 69th most livable city in the world by Mercer. In the same year, the PICSA Index ranked the city as 13th most livable city in the world. Its rich history makes it a popular tourist destination and as of 2017, the city receives more than 8.5 million international visitors annually. In 2017, <this city> was listed as the fifth most visited European city after London, Paris, Rome, and Istanbul.\n\nEtymology and names\nThe Czech name Praha is derived from an old Slavic word, práh, which means \"ford\" or \"rapid\", referring to the city's origin at a crossing point of the Vltava river. The same etymology is associated with the Praga district of Warsaw.Another view to the origin of the name is also related to the Czech word práh (with the meaning of a threshold) and a legendary etymology connects the name of the city with princess Libuše, prophetess and a wife of mythical founder of the Přemyslid dynasty. She is said to have ordered the city \"to be built where a man hews a threshold of his house\". The Czech práh might thus be understood to refer to rapids or fords in the river, the edge of which could have acted as a means of fording the river – thus providing a \"threshold\" to the castle.\nAnother derivation of the name Praha is suggested from na prazě, the original term for the shale hillside rock upon which the original castle was built. At that time, the castle was surrounded by forests, covering the nine hills of the future city – the Old Town on the opposite side of the river, as well as the Lesser Town beneath the existing castle, appeared only later.The English spelling of the city's name is borrowed from French. In the 19th and early 20th centuries it was pronounced in English to rhyme with \"vague\": it was so pronounced by Lady Diana Cooper (born 1892) on Desert Island Discs in 1969, and it is written to rhyme with \"vague\" in a verse of The Beleaguered City by Longfellow (1839) and also in the limerick There was an Old Lady of <this city> by Edward Lear (1846).\n<this city> is also called the \"City of a Hundred Spires\", based on a count by 19th century mathematician Bernard Bolzano; today's count is estimated by the <this city> Information Service at 500. Nicknames for <this city> have also included: the Golden City, the Mother of Cities and the Heart of Europe.\n\nHistory\nDuring the thousand years of its existence, <this city> has grown from a settlement stretching from <this city> Castle in the north to the fort of Vyšehrad in the south, to become the capital of a modern European country.\n\nEarly history\nThe region was settled as early as the Paleolithic age. Jewish chronicler David Solomon Ganz, citing Cyriacus Spangenberg, claimed that the city was founded as Boihaem in c. 1306 BC by an ancient king, Boyya.Around the fifth and fourth century BC, a Celtic tribe appeared in the area, later establishing settlements, including the largest Celtic oppidum in Bohemia, Závist, in a present-day south suburb Zbraslav in <this city>, and naming the region of Bohemia, which means \"home of the Boii people\". In the last century BC, the Celts were slowly driven away by Germanic tribes (Marcomanni, Quadi, Lombards and possibly the Suebi), leading some to place the seat of the Marcomanni king, Maroboduus, in Závist. Around the area where present-day <this city> stands, the 2nd century map drawn by Ptolemaios mentioned a Germanic city called Casurgis.In the late 5th century AD, during the great Migration Period following the collapse of the Western Roman Empire, the Germanic tribes living in Bohemia moved westwards and, probably in the 6th century, the Slavic tribes (Venedi) settled the Central Bohemian Region. In the following three centuries, the Czech tribes built several fortified settlements in the area, most notably in the Šárka valley, Butovice and Levý Hradec.\nThe construction of what came to be known as <this city> Castle began near the end of the 9th century, expanding a fortified settlement that had existed on the site since the year 800. The first masonry under <this city> Castle dates from the year 885 at the latest. The other prominent <this city> fort, the Přemyslid fort Vyšehrad, was founded in the 10th century, some 70 years later than <this city> Castle. <this city> Castle is dominated by the cathedral, which began construction in 1344, but was not completed until the 20th century.The legendary origins of <this city> attribute its foundation to the 8th-century Czech duchess and prophetess Libuše and her husband, Přemysl, founder of the Přemyslid dynasty. Legend says that Libuše came out on a rocky cliff high above the Vltava and prophesied: \"I see a great city whose glory will touch the stars\". She ordered a castle and a town called Praha to be built on the site.The region became the seat of the dukes, and later kings of Bohemia. Under Duke of Bohemia Boleslaus II the Pious the area became a bishopric in 973. Until <this city> was elevated to archbishopric in 1344, it was under the jurisdiction of the Archbishopric of Mainz.<this city> was an important seat for trading where merchants from across Europe settled, including many Jews, as recalled in 965 by the Hispano-Jewish merchant and traveler Abraham ben Jacob. The Old New Synagogue of 1270 still stands in the city. <this city> was also once home to an important slave market.At the site of the ford in the Vltava river, King Vladislaus I had the first bridge built in 1170, the Judith Bridge (Juditin most), named in honor of his wife Judith of Thuringia. This bridge was destroyed by a flood in 1342, but some of the original foundation stones of that bridge remain in the river. It was rebuilt and named the Charles Bridge.In 1257, under King Ottokar II, Malá Strana (\"Lesser Quarter\") was founded in <this city> on the site of an older village in what would become the Hradčany (<this city> Castle) area. This was the district of the German people, who had the right to administer the law autonomously, pursuant to Magdeburg rights. The new district was on the bank opposite of the Staré Město (\"Old Town\"), which had borough status and was bordered by a line of walls and fortifications.\n\nLate Middle Ages\n<this city> flourished during the 14th-century reign (1346–1378) of Charles IV, Holy Roman Emperor and the king of Bohemia of the new Luxembourg dynasty. As King of Bohemia and Holy Roman Emperor, he transformed <this city> into an imperial capital. In the 1470s, <this city> had around 70,000 inhabitants and with an area of 360 ha (~1.4 square miles) it was the third-largest city in the Holy Roman Empire.Charles IV ordered the building of the New Town (Nové Město) adjacent to the Old Town and laid out the design himself. The Charles Bridge, replacing the Judith Bridge destroyed in the flood just prior to his reign, was erected to connect the east bank districts to the Malá Strana and castle area. In 1347, he founded Charles University, which remains the oldest university in Central Europe.\nHe began construction of the Gothic Saint Vitus Cathedral, within the largest of the <this city> Castle courtyards, on the site of the Romanesque rotunda there. <this city> was elevated to an archbishopric in 1344, the year the cathedral was begun.\nThe city had a mint and was a center of trade for German and Italian bankers and merchants. The social order, however, became more turbulent due to the rising power of the craftsmen's guilds (themselves often torn by internal conflicts), and the increasing number of poor.\nThe Hunger Wall, a substantial fortification wall south of Malá Strana and the castle area, was built during a famine in the 1360s. The work is reputed to have been ordered by Charles IV as a means of providing employment and food to the workers and their families.\nCharles IV died in 1378. During the reign of his son, King Wenceslaus IV (1378–1419), a period of intense turmoil ensued. During Easter 1389, members of the <this city> clergy announced that Jews had desecrated the host (Eucharistic wafer) and the clergy encouraged mobs to pillage, ransack and burn the Jewish quarter. Nearly the entire Jewish population of <this city> (3,000 people) was murdered.\nIn 1400, <this city> had 95,000 inhabitants, making it the third largest city in Europe (after Paris and Venice). Jan Hus, a theologian and rector at the Charles University, preached in <this city>. In 1402, he began giving sermons in the Bethlehem Chapel. Inspired by John Wycliffe, these sermons focused on what were seen as radical reforms of a corrupt Church. Having become too dangerous for the political and religious establishment, Hus was summoned to the Council of Constance, put on trial for heresy, and burned at the stake in Constanz in 1415.\nFour years later <this city> experienced its first defenestration, when the people rebelled under the command of the <this city> priest Jan Želivský. Hus' death, coupled with Czech proto-nationalism and proto-Protestantism, had spurred the Hussite Wars. Peasant rebels, led by the general Jan Žižka, along with Hussite troops from <this city>, defeated Emperor Sigismund, in the Battle of Vítkov Hill in 1420.\nDuring the Hussite Wars when <this city> was attacked by \"Crusader\" and mercenary forces, the city militia fought bravely under the <this city> Banner. This swallow-tailed banner is approximately 4 by 6 ft (1.2 by 1.8 m), with a red field sprinkled with small white fleurs-de-lis, and a silver old Town Coat-of-Arms in the center. The words \"PÁN BŮH POMOC NAŠE\" (The Lord is our Relief/Help) appeared above the coat-of-arms, with a Hussite chalice centered on the top. Near the swallow-tails is a crescent-shaped golden sun with rays protruding.\nOne of these banners was captured by Swedish troops during the Battle of <this city> (1648), when they captured the western bank of the Vltava river and were repulsed from the eastern bank, they placed it in the Royal Military Museum in Stockholm; although this flag still exists, it is in very poor condition. They also took the Codex Gigas and the Codex Argenteus. The earliest evidence indicates that a gonfalon with a municipal charge painted on it was used for the Old Town as early as 1419. Since this city militia flag was in use before 1477 and during the Hussite Wars, it is the oldest still preserved municipal flag of Bohemia.In the following two centuries, <this city> strengthened its role as a merchant city. Many noteworthy Gothic buildings were erected and Vladislav Hall of the <this city> Castle was added.\n\nHabsburg era\nIn 1526, the Bohemian estates elected Ferdinand I of the House of Habsburg. The fervent Catholicism of its members brought them into conflict in Bohemia, and then in <this city>, where Protestant ideas were gaining popularity. These problems were not preeminent under Holy Roman Emperor Rudolf II, elected King of Bohemia in 1576, who chose <this city> as his home. He lived in the <this city> Castle, where his court welcomed not only astrologers and magicians but also scientists, musicians, and artists. Rudolf was an art lover as well, and <this city> became the capital of European culture. This was a prosperous period for the city: famous people living there in that age include the astronomers Tycho Brahe and Johannes Kepler, the painter Arcimboldo, the alchemists Edward Kelley and John Dee, the poet Elizabeth Jane Weston, and others.\nIn 1618, the famous second defenestration of <this city> provoked the Thirty Years' War, a particularly harsh period for <this city> and Bohemia. Ferdinand II of Habsburg was deposed, and his place as King of Bohemia taken by Frederick V, Elector Palatine; however his army was crushed in the Battle of White Mountain (1620) not far from the city. Following this in 1621 was an execution of 27 Czech Protestant leaders (involved in the uprising) in Old Town Square and the exiling of many others. <this city> was forcibly converted back to Roman Catholicism followed by the rest of Czech lands. The city suffered subsequently during the war under an attack by Electorate of Saxony (1631) and during the Battle of <this city> (1648). <this city> began a steady decline which reduced the population from the 60,000 it had had in the years before the war to 20,000. In the second half of the 17th century, <this city>'s population began to grow again. Jews had been in <this city> since the end of the 10th century and, by 1708, they accounted for about a quarter of <this city>'s population.In 1689, a great fire devastated <this city>, but this spurred a renovation and a rebuilding of the city. In 1713–14, a major outbreak of plague hit <this city> one last time, killing 12,000 to 13,000 people.\nIn 1744, Frederick the Great of Prussia invaded Bohemia. He took <this city> after a severe and prolonged siege in the course of which a large part of the town was destroyed. Empress Maria Theresa expelled the Jews from <this city> in 1745; though she rescinded the expulsion in 1748, the proportion of Jewish residents in the city never recovered.  In 1757 the Prussian bombardment destroyed more than one quarter of the city and heavily damaged St. Vitus Cathedral. However a month later, Frederick the Great was defeated and forced to retreat from Bohemia.\nThe economy of <this city> continued to improve during the 18th century. The population increased to 80,000 inhabitants by 1771. Many rich merchants and nobles enhanced the city with a host of palaces, churches and gardens full of art and music, creating a Baroque city renowned throughout the world to this day.\nIn 1784, under Joseph II, the four municipalities of Malá Strana, Nové Město, Staré Město, and Hradčany were merged into a single entity. The Jewish district, called Josefov, was included only in 1850. The Industrial Revolution produced great changes and developments in <this city>, as new factories could take advantage of the coal mines and ironworks of the nearby regions. A first suburb, Karlín, was created in 1817, and twenty years later the population exceeded 100,000.\nThe revolutions in Europe in 1848 also touched <this city>, but they were fiercely suppressed. In the following years, the Czech National Revival began its rise, until it gained the majority in the town council in 1861. <this city> had a German-speaking majority in 1848, but by 1880 the number of German speakers had decreased to 14% (42,000), and by 1910 to 6.7% (37,000), due to a massive increase of the city's overall population caused by the influx of Czechs from the rest of Bohemia and Moravia and the increasing prestige and importance of the Czech language as part of the Czech National Revival.\n\n20th century\nFirst Czechoslovak Republic\nWorld War I ended with the defeat of the Austro-Hungarian Empire and the creation of Czechoslovakia. <this city> was chosen as its capital and <this city> Castle as the seat of president Tomáš Garrigue Masaryk. At this time <this city> was a true European capital with highly developed industry. By 1930, the population had risen to 850,000.\n\nSecond World War\nHitler ordered the German Army to enter <this city> on 15 March 1939, and from <this city> Castle proclaimed Bohemia and Moravia a German protectorate. For most of its history, <this city> had been a multi-ethnic city with important Czech, German and (mostly native German-speaking) Jewish populations. From 1939, when the country was occupied by Nazi Germany, Hitler took over <this city> Castle. During the Second World War, most Jews were deported and killed by the Germans. In 1942, <this city> was witness to the assassination of one of the most powerful men in Nazi Germany—Reinhard Heydrich—during Operation Anthropoid, accomplished by Czechoslovak national heroes Jozef Gabčík and Jan Kubiš. Hitler ordered bloody reprisals.In February 1945, <this city> suffered several bombing raids by the US Army Air Forces. 701 people were killed, more than 1,000 people were injured and some buildings, factories and historic landmarks (Emmaus Monastery, Faust House, Vinohrady Synagogue) were destroyed. Many historic structures in <this city>, however, escaped the destruction of the war and the damage was small compared to the total destruction of many other cities in that time. According to American pilots, it was the result of a navigational mistake. In March, a deliberate raid targeted military factories in <this city>, killing about 370 people.On 5 May 1945, two days before Germany capitulated, an uprising against Germany occurred. Several thousand Czechs were killed in four days of bloody street fighting, with many atrocities committed by both sides. At daybreak on 9 May, the 3rd Shock Army of the Red Army took the city almost unopposed. The majority (about 50,000 people) of the German population of <this city> either fled or were expelled by the Beneš decrees in the aftermath of the war.\n\nCold War\n<this city> was a city in a country under the military, economic, and political control of the Soviet Union (see Iron Curtain and COMECON). The world's largest Stalin Monument was unveiled on Letná hill in 1955 and destroyed in 1962.\nThe 4th Czechoslovak Writers' Congress, held in the city in June 1967, took a strong position against the regime. On 31 October 1967 students demonstrated at Strahov. This spurred the new secretary of the Czechoslovak Communist Party, Alexander Dubček, to proclaim a new deal in his city's and country's life, starting the short-lived season of the \"socialism with a human face\". It was the <this city> Spring, which aimed at the renovation of political institutions in a democratic way. The other Warsaw Pact member countries, except Romania and Albania, were led by the Soviet Union to repress these reforms through the invasion of Czechoslovakia and the capital, <this city>, on 21 August 1968. The invasion, chiefly by infantry and tanks, effectively suppressed any further attempts at reform. The military occupation of Czechoslovakia by the Red Army would end only in 1991. Jan Palach and Jan Zajíc committed suicide by self-immolation in January and February 1969 to protest against the \"normalization\" of the country.\n\nAfter the Velvet Revolution\nIn 1989, after riot police beat back a peaceful student demonstration, the Velvet Revolution crowded the streets of <this city>, and the capital of Czechoslovakia benefited greatly from the new mood. In 1993, after the Velvet Divorce, <this city> became the capital city of the new <this country>. From 1995 high-rise buildings began to be built in <this city> in large quantities. In the late 1990s, <this city> again became an important cultural center of Europe and was notably influenced by globalisation. In 2000, the IMF and World Bank summits took place in <this city> and anti-globalization riots took place here. In 2002, <this city> suffered from widespread floods that damaged buildings and its underground transport system.\n<this city> launched a bid for the 2016 Summer Olympics, but failed to make the candidate city shortlist. In June 2009, as the result of financial pressures from the global recession, <this city>'s officials chose to cancel the city's planned bid for the 2020 Summer Olympics.\n\nGeography\n<this city> is situated on the Vltava river. The Berounka flows into the Vltava in the suburbs of Lahovice. There are 99 watercourses in <this city> with a total length of 340 km (210 mi). The longest streams are Rokytka and Botič.There are 3 reservoirs, 37 ponds, and 34 retention reservoirs and dry polders in the city. The largest pond is Velký Počernický with 41.76 ha (103.2 acres). The largest body of water is Hostivař Reservoir with 42 hectares (103.8 acres).In terms of geomorphological division, most of <this city> is located in the <this city> Plateau. In the south the city's territory extends into the Hořovice Uplands, in the north it extends into the Central Elbe Table lowland. The highest point is the top of the hill Teleček on the western border of <this city>, at 399 m (1,309 ft) above sea level. Notable hills in the centre of <this city> are Petřín with 327 m (1,073 ft) and Vítkov with 270 m (890 ft). The lowest point is the Vltava in Suchdol at the place where it leaves the city, at 172 m (564 ft).<this city> is located approximately at 50°5′N 14°25′E. <this city> is approximately at the same latitude as Frankfurt, Germany; Paris, France; and Vancouver, Canada. The northernmost point is at 50°10′39″N 14°31′37″E, the southernmost point is at 49°56′31″N 14°23′44″E, the westernmost point is at 50°6′14″N 14°13′31″E, and the easternmost point is at 50°5′14″N 14°42′23″E.\n\nClimate\n<this city> has an oceanic climate (Köppen: Cfb) with humid continental (Dfb) influences, defined as such by the 0 °C (32 °F) isotherm. The winters are relatively cold with average temperatures at about freezing point, and with very little sunshine. Snow cover can be common between mid-November and late March although snow accumulations of more than 200 mm (8 in) are infrequent. There are also a few periods of mild temperatures in winter. Summers usually bring plenty of sunshine and the average high temperature of 24 °C (75 °F). Nights can be quite cool even in summer, though. Precipitation in <this city> is rather low (just over 500 mm or 20 in per year) since it is located in the rain shadow of the Sudetes and other mountain ranges. The driest season is usually winter while late spring and summer can bring quite heavy rain, especially in form of thundershowers. Temperature inversions are relatively common between mid-October and mid-March bringing foggy, cold days and sometimes moderate air pollution. <this city> is also a windy city with common sustained western winds and an average wind speed of 16 km/h (10 mph) that often help break temperature inversions and clear the air in cold months.\n\nAdministration\nAdministrative division\n<this city> is the capital of the <this country> and as such is the regular seat of its central authorities. Since 24 November 1990, it is de facto again a statutory city, but has a specific status of the municipality and the region at the same time. <this city> also houses the administrative institutions of the Central Bohemian Region.\n\nUntil 1949, all administrative districts of <this city> were formed by the whole one or more cadastral unit, municipality or town. Since 1949, there has been a fundamental change in the administrative division. Since then, the boundaries of many urban districts, administrative districts and city districts are independent of the boundaries of cadastral territories and some cadastral territories are thus divided into administrative and self-governing parts of the city. Cadastral area (for example, Vinohrady and Smíchov) are still relevant especially for the registration of land and real estate and house numbering.\n<this city> is divided into 10 municipal districts (1–10), 22 administrative districts (1–22), 57 municipal parts, and 112 cadastral areas.\n\nCity government\n<this city> is autonomously administered by the <this city> City Assembly, which is elected through municipal elections and consists of 65 members. Executive body of <this city>, elected by the Assembly is a <this city> City Council. The municipal office of <this city> is called <this city> City Hall. It has 11 members including the mayor and it prepares proposals for the Assembly meetings and ensures that adopted resolutions are fulfilled. The Mayor of <this city> is Civic Democratic Party member Bohuslav Svoboda.\n\nDemographics\n2011 census\nEven though the official population of <this city> hovers around 1.3 million as of the 2011 census, the city's real population is much higher due to only 65% of its residents being marked as permanently living in the city. Data taken from mobile phone movements around the city suggest that the real population of <this city> is closer to 1.9 or 2.0 million, with an additional 300,000 to 400,000 commuters coming to the city on weekdays for work, education, or commerce.About 14% of the city's inhabitants were born outside the <this country>, the highest proportion in the country. However, 64.8% of the city's population self-identified as ethnically Czech, which is slightly higher than the national average of 63.7%. Almost 29% of respondents declined to answer the question on ethnicity at all, so it may be assumed that the real percentage of ethnic Czechs in <this city> is considerably higher. The largest ethnic minority are Slovaks, followed by Ukrainians and Russians.<this city>'s population is the oldest and best-educated in the country. It has the lowest proportion of children. Only 10.8% of census respondents claimed adherence to a religion; the majority of these were Roman Catholics.\n\nHistorical population\nDevelopment of the <this city> population since 1378 (since 1869 according to the censuses within the limits of present-day <this city>):\n\nForeign residents\nAs of 31 March 2023, there were 325,336 foreign residents in <this city>, of which 118,996 with permanent residence in <this city>. The following nationalities are the most numerous:\n\nCulture\nThe city is traditionally one of the cultural centres of Europe, hosting many cultural events. Some of the significant cultural institutions include the National Theatre (Národní Divadlo) and the Estates Theatre (Stavovské or Tylovo or Nosticovo divadlo), where the premières of Mozart's Don Giovanni and La clemenza di Tito were held. Other major cultural institutions are the Rudolfinum which is home to the Czech Philharmonic Orchestra and the Municipal House which is home to the <this city> Symphony Orchestra. The <this city> State Opera (Státní opera) performs at the Smetana Theatre.\nThe city has many world-class museums, including the National Museum (Národní muzeum), the Museum of the Capital City of <this city>, the Jewish Museum in <this city>, the Alfons Mucha Museum, the African-<this city> Museum, the Museum of Decorative Arts in <this city>, the Náprstek Museum (Náprstkovo Muzeum), the Josef Sudek Gallery and The Josef Sudek Studio, the National Library, the National Gallery, which manages the largest collection of art in the <this country> and the Kunsthalle Praha, the newest museum in the city.There are hundreds of concert halls, galleries, cinemas and music clubs in the city. It hosts music festivals including the <this city> Spring International Music Festival, the <this city> Autumn International Music Festival, the <this city> International Organ Festival, the Dvořák <this city> International Music Festival, and the <this city> International Jazz Festival. Film festivals include the Febiofest, the One World Film Festival and Echoes of the Karlovy Vary International Film Festival. The city also hosts the <this city> Writers' Festival, the <this city> Folklore Days, <this city> Advent Choral Meeting the Summer Shakespeare Festival, the <this city> Fringe Festival, the World Roma Festival, as well as the hundreds of Vernissages and fashion shows.\nAn early the 1912 silent drama film Pro peníze was filmed mostly in <this city>. Many films have been made at Barrandov Studios and at <this city> Studios. Hollywood films set in <this city> include Mission Impossible, xXx, Blade II, Children of Dune, Alien vs. Predator, Doom, Chronicles of Narnia, Hellboy, EuroTrip, Van Helsing, Red Tails, and Spider-Man: Far From Home. Other Czech films shot in <this city> include Empties, Amadeus and The Fifth Horseman Is Fear. Also, the romantic music video \"Never Tear Us Apart\" by INXS, \"Diamonds from Sierra Leone\" by Kanye West was shot in the city, and features shots of the Charles Bridge and the Astronomical Clock, among other landmarks. Rihanna's \"Don't Stop the Music\" video was filmed at <this city>'s Radost FX Club. The city was also the setting for the film Dungeons and Dragons in 2000. The music video \"Silver and Cold\" by AFI, an American rock band, was also filmed in <this city>. Many Indian films have also been filmed in the city including Yuvvraaj, Drona and Rockstar. Early 2000s europop hit \"Something\" by \"Lasgo\" was filmed at the central train station in <this city>.\nVideo games set in <this city> include Tomb Raider: The Angel of Darkness, Indiana Jones and the Emperor's Tomb, Vampire: The Masquerade – Redemption, Soldier of Fortune II: Double Helix, Broken Sword: The Sleeping Dragon, Still Life, Call of Duty: Modern Warfare 3 and Deus Ex: Mankind Divided.\nWith the growth of low-cost airlines in Europe, <this city> has become a weekend city destination allowing tourists to visit its museums and cultural sites as well as try its Czech beers and cuisine.\nThe city has many buildings by renowned architects, including Adolf Loos (Villa Müller), Frank O. Gehry (Dancing House) and Jean Nouvel (Golden Angel).\nRecent major events held in <this city>:\n\nCuisine\nIn 2008, the Allegro restaurant received the first Michelin star in the whole of the post-Communist part of Central Europe. It retained its star until 2011. As of 2018, there were just two Michelin-starred restaurants in <this city>: La Degustation Bohême Bourgeoise and Field. Another six have been awarded Michelin's Bib Gourmand: Bistrøt 104, Divinis, Eska, Maso a Kobliha, Na Kopci and Sansho. However, as of 2022, there are 27 Michelin-starred restaurants in <this city> which still include La Degustation Bohême Bourgeoise and Field.\nIn Malá Strana, Staré Město, Žižkov and Nusle there are hundreds of restaurants, bars and pubs, especially with Czech beer. <this city> also hosts the Czech Beer Festival (Český pivní festival), which is the largest beer festival in the <this country> held for 17 days every year in May. At the festival, more than 70 brands of Czech beer can be tasted. There are several microbrewery festivals throughout the year as well.\nCzech beer has a long history, with brewing taking place in Břevnov Monastery in 993. <this city> is home to historical breweries Staropramen (Praha 5), U Fleků, U Medvídků, U Tří růží, Strahov Monastery Brewery (Praha 1) and Břevnov Monastery Brewery (Praha 6). Among many microbreweries are: Novoměstský, Pražský most u Valšů, Národní, Boršov, Loď pivovar, U Dobřenských, U Dvou koček, U Supa (Praha 1), Pivovarský dům (Praha 2), Sousedský pivovar Bašta (Praha 4), Suchdolský Jeník, Libocký pivovar (Praha 6), Marina (Praha 7), U Bulovky (Praha 8), Beznoska, Kolčavka (Praha 9), Vinohradský pivovar, Zubatý pes, Malešický mikropivovar (Praha 10), Jihoměstský pivovar (Praha 11), Lužiny (Praha 13), Počernický pivovar (Praha 14) and Hostivar (Praha 15).\n\nEconomy\n<this city>'s economy accounts for 25% of the Czech GDP making it the highest performing regional economy of the country. As of 2021, its GDP per capita in purchasing power standard is €58,216, making it the third best performing region in the EU at 203 per cent of the EU-27 average in 2021.<this city> employs almost a fifth of the entire Czech workforce, and its wages are significantly above average (≈+20%). In 4Q/2020, during the pandemic, average salaries available in <this city> reached CZK 45.944 (≈€1,800) per month, an annual increase of 4%, which was nevertheless lower than national increase of 6.5% both in nominal and real terms. (Inflation in the <this country> was 3.2% in 4Q/2020.) Since 1990, the city's economic structure has shifted from industrial to service-oriented. Industry is present in sectors such as pharmaceuticals, printing, food processing, manufacture of transport equipment, computer technology, and electrical engineering. In the service sector, financial and commercial services, trade, restaurants, hospitality and public administration are the most significant. Services account for around 80 per cent of employment. There are 800,000 employees in <this city>, including 120,000 commuters. The number of (legally registered) foreign residents in <this city> has been increasing in spite of the country's economic downturn. As of March 2010, 148,035 foreign workers were reported to be living in the city making up about 18 per cent of the workforce, up from 131,132 in 2008. Approximately one-fifth of all investment in the <this country> takes place in the city.\n\nAlmost one-half of the national income from tourism is spent in <this city>. The city offers approximately 73,000 beds in accommodation facilities, most of which were built after 1990, including almost 51,000 beds in hotels and boarding houses.\nFrom the late 1990s to late 2000s, the city was a common filming location for international productions such as Hollywood and Bollywood motion pictures. A combination of architecture, low costs and the existing motion picture infrastructure have proven attractive to international film production companies.\nThe modern economy of <this city> is largely service and export-based and, in a 2010 survey, the city was named the best city in Central and Eastern Europe (CEE) for business.In 2005, <this city> was deemed among the three best cities in Central and Eastern Europe according to The Economist's livability rankings. The city was named as a top-tier nexus city for innovation across multiple sectors of the global innovation economy, placing 29th globally out of 289 cities, ahead of Brussels and Helsinki for innovation in 2010 in 2thinknow annual analysts Innovation Cities Index.Na příkopě is the most expensive street among all the states of the V4. In 2017, with the amount of rent €2,640 (CZK 67,480) per square meter per year, ranked on 22nd place among the most expensive streets in the world. The second most expensive is Pařížská street.\nIn the Eurostat research, <this city> ranked fifth among Europe's 271 regions in terms of gross domestic product per inhabitant, achieving 172 per cent of the EU average. It ranked just above Paris and well above the country as a whole, which achieved 80 per cent of the EU average.Companies with highest turnover in the region in 2014:\n<this city> is also the site of some of the most important offices and institutions of the <this country>\n\nPresident of the <this country>\nThe Government and both houses of Parliament\nMinistries and other national offices (Industrial Property Office, Czech Statistical Office, National Security Authority, etc.)\nCzech National Bank\nCzech Television and other major broadcasters\nRadio Free Europe – Radio Liberty\nGalileo global navigation project\nAcademy of Sciences of the <this country>\n\nTourism\nSince the fall of the Iron Curtain, <this city> has become one of the world's most popular tourist destinations. <this city> suffered considerably less damage during World War II than some other major cities in the region, allowing most of its historic architecture to stay true to form. It contains one of the world's most pristine and varied collections of architecture, from Romanesque, to Gothic, Renaissance, Baroque, Rococo, Neo-Renaissance, Neo-Gothic, Art Nouveau, Cubist, Neo-Classical and ultra-modern.\n<this city> is classified as an \"Alpha-\" global city according to GaWC studies, comparable to Vienna, Manila and Washington, D.C. <this city> ranked sixth in the Tripadvisor world list of best destinations in 2016. Its rich history makes it a popular tourist destination, and the city receives more than 8.4 million international visitors annually, as of 2017. Furthermore, the city was ranked 7th in the world ICCA Destination Performance Index meauring performance of conference tourism in 2021.\n\nMain attractions\nHradčany and Lesser Town (Malá Strana)\nOld Town (Staré Město) and Josefov\nNew Town (Nové Město)\nVinohrady and Žižkov\nOther places\nTourism statistics\n<this city> is by far the most visited Czech city. In 2022, <this city> was visited by 8,044,324 guests who stayed overnight, of which 84.6% were from abroad. Average number of overnight stays of non-residents was 2.4. Most non-residents arriving to <this city> and staying overnight are from the following countries:\nIn 2021, the most visited tourist destinations of <this city> were:\n\nEducation\nNine public universities and thirty six private universities are located in the city, including:\n\nPublic universities\nPublic arts academies\nPrivate universities\nJan Amos Komenský University (UJAK) founded in 2001\nMetropolitan University <this city> (MUP) founded in 2001\nThe University of Finance and Administration (VSFS) founded in 1999\n\nLargest private colleges\nInternational institutions\nScience, research and hi-tech centres\nThe region city of <this city> is an important centre of research. It is the seat of 39 out of 54 institutes of the Czech Academy of Sciences, including the largest ones, the Institute of Physics, the Institute of Microbiology and the Institute of Organic Chemistry and Biochemistry. It is also a seat of 10 public research institutes, four business incubators and large hospitals performing research and development activities such as the Motol University Hospital or Institute for Clinical and Experimental Medicine, which was the largest transplant center in Europe as of 2019. Universities seated in <this city> (see section Colleges and Universities) also represent important centres of science and research activities.\nAs of 2008, there were 13,000 researchers (out of 30,000 in the country, counted in full-time equivalents), representing a 3% share of <this city>'s economically active population. Gross expenditure on research and development accounted for €901.3 million (41.5% of country's total).Some well-known multinational companies have established research and development facilities in <this city>, among them Siemens, Honeywell, Oracle, Microsoft and Broadcom.\n<this city> was selected to host administration of the EU satellite navigation system Galileo. It started to provide its first services in December 2016 and full completion is expected by 2020.\n\nTransport\nAs of 2017, <this city>'s transport modal share by journey was 52% public transport, 24.5% by car, 22.4% on foot, 0.4% by bike and 0.5% by aeroplane.\n\nPublic transportation\nThe public transport infrastructure consists of the heavily used <this city> Integrated Transport (PID, Pražská integrovaná doprava) system, consisting of the <this city> Metro (lines A, B, and C – its length is 65 km (40 mi) with 61 stations in total), <this city> tram system, <this city> buses service, commuter trains, funiculars, and seven ferries. <this city> has one of the highest rates of public transport usage in the world, with 1.2 billion passenger journeys per year. <this city> has about 300 bus lines (numbers 100–960) and 34 regular tram lines (numbers 1–26 and 91–99). There are also three funiculars, one on Petřín Hill, one on Mrázovka Hill and a third at the Zoo in Troja.\n\nThe <this city> tram system now operates various types of trams, including the Tatra T3, newer Tatra KT8D5, Škoda 14 T (designed by Porsche), newer modern Škoda 15 T and nostalgic tram lines 23 and 41. Around 400 vehicles are the modernized T3 class, which are typically operated coupled together in pairs.\nThe <this city> tram system is the twelfth longest in the world (144 km) and its rolling stock consists of 857 individual cars, which is the third largest in the world behind Moscow and Budapest. The system carries more than 360 million passengers annually, the highest tram patronage in the world after Budapest, on a per capita basis, <this city> has the second highest tram patronage after Zürich.\nAll services (metro, tramways, city buses, funiculars and ferries) have a common ticketing system that operates on a proof-of-payment system. Basic transfer tickets can be bought for 30 and 90-minute rides, short-term tourist passes are available for periods of 24 hours or 3 days, and longer-term tickets can be bought on the smart ticketing system Lítačka, for periods of one month, three months or one year. Since August 2021, people up to the age of 14 and over 65 can use <this city>'s public transport free of charge (proof of age is required). Persons between 15 and 18 years and between 60 and 64 years pay half price for single tickets and day tickets.\nServices are run by the <this city> Public Transport Company (Dopravní podnik hl. m. Prahy, a. s.) and several other companies. Since 2005 the Regional Organiser of <this city> Integrated Transport (ROPID) has franchised operation of ferries on the Vltava river, which are also a part of the public transport system with common fares. Taxi services make pick-ups on the streets or operate from regulated taxi stands.\n\n<this city> Metro\nThe Metro has three major lines extending throughout the city: A (green), B (yellow) and C (red). A fourth Metro line D is under construction, which will connect the city centre to southern parts of the city (as of 2022, the completion is expected in 2028). The <this city> Metro system served 589.2 million passengers in 2012, making it the fifth busiest metro system in Europe and the most-patronised in the world on a per capita basis. The first section of the <this city> metro was put into operation in 1974. It was the stretch between stations Kačerov and Florenc on the current line C. The first part of Line A was opened in 1978 (Dejvická – Náměstí Míru), the first part of line B in 1985 (Anděl – Florenc).\nIn April 2015, construction finished to extend the green line A further into the northwest corner of <this city> closer to the airport. A new interchange station for the bus in the direction of the airport is the station Nádraží Veleslavín. The final station of the green line is Nemocnice Motol (Motol Hospital), giving people direct public transportation access to the largest medical facility in the <this country> and one of the largest in Europe. A railway connection to the airport is planned.\nIn operation there are two kinds of units: \"81-71M\" which is modernized variant of the Soviet Metrovagonmash 81-71 (completely modernized between 1995 and 2003) and new \"Metro M1\" trains (since 2000), manufactured by consortium consisting of Siemens, ČKD Praha and ADtranz. The minimum interval between two trains is 90 seconds.\nThe original Soviet vehicles \"Ečs\" were excluded in 1997, but one vehicle is placed in public transport museum in depot Střešovice. The Náměstí Míru metro station is the deepest station and is equipped with the longest escalator in European Union. The <this city> metro is generally considered very safe.\n\nRoads\nThe main flow of traffic leads through the centre of the city and through inner and outer ring roads (partially in operation).\n\nInner Ring Road (The City Ring \"MO\"): surrounds central <this city>. It is the longest city tunnel in Europe with a length of 5.5 km (3.4 mi) and five interchanges has been completed to relieve congestion in the north-western part of <this city>. Called Blanka tunnel complex and part of the City Ring Road, it was estimated to eventually cost (after several increases) CZK 43 billion. Construction started in 2007 and, after repeated delays, the tunnel officially opened in September 2015. This tunnel complex completes a major part of the inner ring road.\nOuter Ring Road (The <this city> Ring \"D0\"): this ring road will connect all major motorways and speedways that meet each other in <this city> region and provide faster transit without a necessity to drive through the city. So far 39 km (24 mi), out of a total planned 83 km (52 mi), is in operation. Most recently, the southern part of this road (with a length of more than 20 km (12 mi)) was opened on 22 September 2010. As of 2021, the next 12 km (7 mi) section between Modletice and Běchovice is planned to be completed in 2025.\n\nRail\nThe city forms the hub of the Czech railway system, with services to all parts of the country and abroad. The railway system links <this city> with major European cities (which can be reached without transfers), including Dresden, Berlin, Hamburg, Leipzig, Regensburg and Munich (Germany); Vienna, Graz and Linz (Austria); Warsaw, Katowice and Kraków (Poland); Bratislava and Košice (Slovakia); Budapest (Hungary); Zürich (Switzerland) via Linz or Leipzig; Rijeka (Croatia, seasonal) and Moscow (Russia, not in service due to COVID-19 and Russian invasion of Ukraine). Travel times range between 2 hours to Dresden and 28 hours to Moscow.<this city>'s main international railway station is Hlavní nádraží, rail services are also available from other main stations: Masarykovo nádraží, Holešovice and Smíchov, in addition to suburban stations. Commuter rail services operate under the name Esko Praha, which is part of PID (<this city> Integrated Transport).\n\nAir\n<this city> is served by Václav Havel Airport <this city>, the largest airport in the <this country> and one of the largest and busiest airports in central and eastern Europe. The airport is the hub of carriers Smartwings and Czech Airlines operating throughout Europe. Other airports in <this city> include the city's original airport in the north-eastern district of Kbely, which is serviced by the Czech Air Force, also internationally. It also houses the <this city> Aviation Museum. The nearby Letňany Airport is mainly used for private aviation and aeroclub aviation. Another airport in the proximity is Aero Vodochody aircraft factory to the north, used for testing purposes, as well as for aeroclub aviation. There are a few aeroclubs around <this city>, such as the Točná airfield.\n\nCycling\nIn 2018, 1–2.5 % of people commute by bike in <this city>, depending on season. Cycling is very common as a sport or recreation. As of 2019, there were 194 km (121 mi) of protected cycle paths and routes. Also, there were 50 km (31 mi) of bike lanes and 26 km (16 mi) of specially marked bus lanes that are free to be used by cyclists. As of 2021, there are four companies providing bicycle sharing in <this city>, none of them is subsidized by the city: Rekola (1,000 bikes), Nextbike (1,000 bikes), Bolt and Lime.\n\nSport\n<this city> is the site of many sports events, national stadiums and teams.\n\nInternational relations\nThe city of <this city> maintains its own EU delegation in Brussels called <this city> House.<this city> was the location of U.S. President Barack Obama's speech on 5 April 2009, which led to the New START treaty with Russia, signed in <this city> on 8 April 2010.The annual conference Forum 2000, which was founded by former Czech President Václav Havel, Japanese philanthropist Yōhei Sasakawa, and Nobel Peace Prize laureate Elie Wiesel in 1996, is held in <this city>. Its main objective is \"to identify the key issues facing civilization and to explore ways to prevent the escalation of conflicts that have religion, culture or ethnicity as their primary components\", and also intends to promote democracy in non-democratic countries and to support civil society. Conferences have attracted a number of prominent thinkers, Nobel laureates, former and acting politicians, business leaders and other individuals like: Frederik Willem de Klerk, Bill Clinton, Nicholas Winton, Oscar Arias Sánchez, Dalai Lama, Hans Küng, Shimon Peres and Madeleine Albright.\n\nTwin towns – sister cities\n<this city> is twinned with:\n\nNamesakes\nA number of other settlements are derived or similar to the name of <this city>. In many of these cases, Czech emigration has left a number of namesake cities scattered over the globe, with a notable concentration in the New World.\n\nAdditionally, Kłodzko is sometimes referred to as \"Little <this city>\" (German: Klein-Prag). Although now in Poland, it had been traditionally a part of Bohemia until 1763 when it became part of Silesia.\n\nSee also\nChurches in <this city>\nList of people from <this city>\nOutline of the <this country>\nOutline of <this city>\nList of museums in <this city>\n\nNotes\nReferences\nFurther reading\nExternal links\n\nOfficial website\nOfficial tourist portal\nOld maps of <this city> in Historic Cities site"
}