{
  "name": "Seville, Spain",
  "city": "Seville",
  "country": "Spain",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( sə-VIL; Spanish: Sevilla, pronounced [seˈβiʎa] (listen)) is the capital and largest city of the Spanish autonomous community of Andalusia and the province of <this city>. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula.\n<this city> has a municipal population of about 701,000  as of 2022, and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in <this country> and the 26th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains a UNESCO World Heritage Site comprising three buildings: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The <this city> harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in <this country>. The capital of Andalusia features hot temperatures in the summer, with daily maximums routinely above 35 °C (95 °F) in July and August.\n<this city> was founded as the Roman city of Hispalis. Known as Ishbiliyah after the Islamic conquest in 711, <this city> became the centre of the independent Taifa of <this city> following the collapse of the Caliphate of Córdoba in the early 11th century; later it was ruled by Almoravids and Almohads until being incorporated to the Crown of Castile in 1248. Owing to its role as gateway of the Spanish Empire's trans-atlantic trade, managed from the Casa de Contratación, <this city> became one of the largest cities in Western Europe in the 16th century. Coinciding with the Baroque period, the 17th century in <this city> represented the most brilliant flowering of the city's culture; then began a gradual economic and demographic decline as silting in the Guadalquivir forced the trade monopoly to relocate to the nearby port of Cádiz.\nThe 20th century in <this city> saw the tribulations of the Spanish Civil War, decisive cultural milestones such as the Ibero-American Exposition of 1929 and Expo '92, and the city's election as the capital of the Autonomous Community of Andalusia.\n\nName\nOther names\nHisbaal is the oldest name for <this city>. It appears to have originated during the Phoenician colonisation of the Tartessian culture in south-western Iberia and it refers to the god Baal. According to Manuel Pellicer Catalán, the ancient name was Spal, and it meant \"lowland\" in the Phoenician language (cognate to the Hebrew Shfela and the Arabic Asfal أسفل). During Roman rule, the name was Latinised as Hispal and later as Hispalis. After the Umayyad invasion, this name remained in use among the Mozarabs, being adapted into Arabic as Išbīliya (إشبيلية): since the /p/ phoneme does not exist in Arabic, it was replaced by /b/; the Latin place-name suffix -is was Arabized as -iya, and a /æ/ turned into ī /iː/ due to the phonetic phenomenon called imāla.In the meantime, the city's official name had been changed to Ḥimṣ al-Andalus (حمص الأندلس), in reference to the city of Homs in modern Syria, the jund of which <this city> had been assigned to upon the Umayyad conquest; \"Ḥimṣ al-Andalus\" remained a customary and affectionate name for the city during the whole period throughout the Muslim Arab world, being referred to for example in the encyclopedia of Yaqut al-Hamawi or in Abu al-Baqa ar-Rundi's Ritha' al-Andalus.The city is sometimes referred to as the \"Pearl of Andalusia\".\nThe inhabitants of the city are known as sevillanos (feminine form: sevillanas) or hispalenses, after the Roman name of the city.\n\nMotto\nNO8DO is the official motto of <this city>, popularly believed to be a rebus signifying the Spanish No me ha dejado, meaning \"She [<this city>] has not abandoned me\". The phrase, pronounced with synalepha as [no ma ðeˈxaðo] no-madeja-do, is written with an eight in the middle representing the word madeja [maˈðexa] \"skein [of wool]\". Legend states that the title was given by King Alfonso X, who was resident in the city's Alcázar and supported by the citizens when his son, later Sancho IV of Castile, tried to usurp the throne from him.\nThe emblem is present on <this city>'s municipal flag, and features on city property such as manhole covers, and Christopher Columbus's tomb in the cathedral.\n\nHistory\n<this city> is approximately 2,200 years old. The passage of the various civilizations instrumental in its growth has left the city with a distinct personality, and a large and well-preserved historical centre.\n\nEarly periods\nThe mythological founder of the city is Hercules (Heracles), commonly identified with the Phoenician god Melqart, who the myth says sailed through the Strait of Gibraltar to the Atlantic, and founded trading posts at the current sites of Cádiz and of <this city>. The original core of the city, in the neighbourhood of the present-day street, Cuesta del Rosario, dates to the 8th century BC, when <this city> was on an island in the Guadalquivir. Archaeological excavations in 1999 found anthropic remains under the north wall of the Real Alcázar dating to the 8th–7th century BC. The town was called Hisbaal by the Phoenicians and by the Tartessians, the indigenous pre-Roman Iberian people of Tartessos, who controlled the Guadalquivir Valley at the time.\nThe city was known from Roman times as Hispal and later as Hispalis. Hispalis developed into one of the great market and industrial centres of Hispania, while the nearby Roman city of Italica (present-day Santiponce, birthplace of the Roman emperors Trajan and Hadrian) remained a typically Roman residential city. Large-scale Roman archaeological remains can be seen there and at the nearby town of Carmona as well.\nExisting Roman features in <this city> itself include the remains exposed in situ in the underground Antiquarium of the Metropol Parasol building, the remnants of an aqueduct, three pillars of a temple in Mármoles Street, the columns of La Alameda de Hércules and the remains in the Patio de Banderas square near the <this city> Cathedral. The walls surrounding the city were originally built during the rule of Julius Caesar, but their current course and design were the result of Moorish reconstructions.Following Roman rule, there were successive conquests of the Roman province of Hispania Baetica by the Germanic Vandals, Suebi and Visigoths during the 5th and 6th centuries.\n\nMiddle Ages\nIn the wake of the Islamic conquest of the Iberian Peninsula, <this city> (Spalis) was seemingly taken by Musa ibn Nusayr in the late summer of 712, while he was on his way to Mérida. Yet it had to be retaken in July 713 by troops led by his son Abd al-Aziz ibn Musa, as the Visigothic population who had fled to Beja had returned to <this city> once Musa left for Mérida. The seat of the Wali of Al-Andalus (administrative division of the Umayyad Caliphate) was thus established in the city until 716, when the capital of Al-Andalus was relocated to Córdoba.<this city> (Ishbīliya) was sacked by Vikings in the mid-9th century. After Vikings arrived by 25 September 844, <this city> fell to invaders on 1 October, and they stood for 40 days before they fled from the city. During Umayyad rule, under an Andalusi-Arab framework, the bulk of the population were Muladi converts, to which Christian and Jewish minorities added up. Up until the arrival of the Almohads in the 12th century, the city remained as the see of a Metropolitan Archbishop, the leading Christian religious figure in al-Andalus. However, the transfer of the relics of Saint Isidore to León circa 1063, in the taifa period, already hinted at a possible worsening of the situation of the local Christian minority.A powerful taifa kingdom with capital in <this city> emerged after 1023, in the wake of the fitna of al-Andalus. Ruled by the Abbadid dynasty, the taifa grew by aggregation of smaller neighbouring taifas. During the taifa period, <this city> became an important scholarly and literary centre. After several months of siege, <this city> was conquered by the Almoravids in 1091.\nThe city fell to the Almohads on 17 January 1147 (12 Shaʽban 541). After an informal Almohad settlement in <this city> during the early stages of the Almohad presence in the Iberian Peninsula and then a brief relocation of the capital of al-Andalus to Córdoba in 1162 (which had dire consequences for <this city>, reportedly depopulated and under starvation), <this city> became the definitive seat of the Andalusi part of the Almohad Empire in 1163, a twin capital alongside Marrakesh. Almohads carried out a large urban renewal. By the end of the 12th century, the walled enclosure perhaps contained 80,000 inhabitants.In the wider context of the Castilian–Leonese conquest of the Guadalquivir Valley that ensued in the 13th century, Ferdinand III laid siege on <this city> in 1247. A naval blockade came to prevent relief of the city. The city surrendered on 23 November 1248, after fifteen months of siege. The conditions of capitulation contemplated the eviction of the population, with contemporary sources seemingly confirming that a mass movement of people out of <this city> indeed took place.The city's development continued after the Castilian conquest in 1248. Public buildings were constructed including churches—many of which were built in the Mudéjar and Gothic styles—such as the <this city> Cathedral, built during the 15th century with Gothic architecture. Other Moorish buildings were converted into Catholic edifices, as was customary of the Catholic Church during the Reconquista. The Moors' Palace became the Castilian royal residence, and during Pedro I's rule it was replaced by the Alcázar (the upper levels are still used by the Spanish royal family as the official <this city> residence).\n\nAfter the 1391 pogrom, believed to having been instigated by the Archdeacon Ferrant Martínez, all the synagogues in <this city> were converted to churches (renamed Santa María la Blanca, San Bartolomé, Santa Cruz, and Convento Madre de Dios). The Jewish quarter's land and shops (which were located in modern-day Santa Cruz neighbourhood) were appropriated by the church. Many Jews were killed during the pogrom, although most were forced to convert.\nThe first tribunal of the Spanish Inquisition was instituted in <this city> in 1478. Its primary charge was to ensure that all nominal Christians were really behaving like Christians, and not practicing what Judaism they could in secret. At first, the activity of the Inquisition was limited to the dioceses of <this city> and Córdoba, where the Dominican friar, Alonso de Ojeda, had detected converso activity. The first Auto de Fé took place in <this city> on 6 February 1481, when six people were burned alive. Alonso de Ojeda himself gave the sermon. The Inquisition then grew rapidly. The Plaza de San Francisco was the site of the 'autos de fé'. By 1492, tribunals existed in eight Castilian cities: Ávila, Córdoba, Jaén, Medina del Campo, Segovia, Sigüenza, Toledo, and Valladolid; and by the Alhambra Decree all Jews were forced to convert to Catholicism or be exiled (expelled) from <this country>.\n\nEarly modern period\nFollowing the Columbian exploration of the New World, <this city> was chosen as headquarters of the Casa de Contratación in 1503, which was the decisive development for <this city> becoming the port and gateway to the Indies. Unlike other harbours, reaching the port of <this city> required sailing about 80 kilometres (50 mi) up the River Guadalquivir. The choice of <this city> was made in spite of the difficulties for navigation in the Guadalquivir stemming from the increasing tonnage of ships as a result of the relentless drive to make maritime transport cheaper during the late Middle Ages. Nevertheless, technical suitability issues notwithstanding, the choice was still reasonable in the sense that <this city> had become the largest demographic, economic and financial centre of Christian Andalusia in the late Middle Ages.A 'golden age of development' commenced in <this city>, due to its being the only port awarded the royal monopoly for trade with the growing Spanish colonies in the Americas and the influx of riches from them.\nSince only sailing ships leaving from and returning to the inland port of <this city> could engage in trade with the Spanish Americas, merchants from Europe and other trade centres needed to go to <this city> to acquire New World trade goods. The city's population grew to more than a hundred thousand people.\nIn the late 16th century the monopoly was broken, with the port of Cádiz also authorised as a port of trade. Throughout the 17th century, colonial trade declined. <this country>'s American Colonies improved their production of basic goods, reducing their need to import. Compounded with these tribulations was the silting of the Guadalquivir river in the 1620s, which made <this city>'s harbors harder to use, and ceased upriver shipping. The Great Plague of <this city> in 1649, exacerbated by excessive flooding of the Guadalquivir, reduced the population by almost half, and it would not recover until the early 19th century. By the 18th century, <this city>'s international importance was in decline. After the silting up of the harbour by the River Guadalquivir, upriver shipping ceased and the city went into relative economic decline.The writer Miguel de Cervantes lived primarily in <this city> between 1596 and 1600. Because of financial problems, Cervantes worked as a purveyor for the Spanish Armada, and later as a tax collector. In 1597, discrepancies in his accounts of the three years previous landed him in the Royal Prison of <this city> for a short time. His short story Rinconete y Cortadillo, since the 19th century one of his most-read pieces, includes much description of Sevillian society; it features two young vagabonds who come to <this city>, attracted by the riches and disorder that the 16th-century commerce with the Americas had brought to the city.\n\nDuring the 18th century Charles III of <this country> promoted <this city>'s industries. Construction of the Real Fábrica de Tabacos (Royal Tobacco Factory) began in 1728. It was the second-largest building in <this country>, after the royal residence El Escorial. Since the 1950s it has been the seat of the rectorate (administration) of the University of <this city>, as well as its Schools of Law, Philology (language/letters), Geography, and History.More operas have been set in <this city> than in any other city of Europe. In 2012, a study of experts concluded the total number of operas set in <this city> is 153. Among the composers who fell in love with the city are Beethoven (Fidelio), Mozart (The Marriage of Figaro and Don Giovanni), Rossini (The Barber of <this city>), Donizetti (La favorite), and Bizet (Carmen).The first newspaper in <this country> outside of Madrid was <this city>'s Hebdomario útil de <this city>, which began publication in 1758.\n\nLate modern history\nBetween 1825 and 1833, Melchor Cano acted as chief architect in <this city>; most of the urban planning policy and architectural modifications of the city were made by him and his collaborator Jose Manuel Arjona y Cuba.Industrial architecture surviving today from the first half of the 19th century includes the ceramics factory installed in the Carthusian monastery at La Cartuja in 1841 by the Pickman family, and now home to the El Centro Andaluz de Arte Contemporáneo (CAAC), which manages the collections of the Museo de Arte Contemporáneo de Sevilla. It also houses the rectory of the UNIA.In the years that Queen Isabel II ruled directly, about 1843–1868, the Sevillian bourgeoisie invested in a construction boom unmatched in the city's history. The Isabel II bridge, better known as the Triana bridge, dates from this period; street lighting was expanded in the municipality and most of the streets were paved during this time as well.By the second half of the 19th century, <this city> had begun an expansion supported by railway construction and the demolition of part of its ancient walls, allowing the urban space of the city to grow eastward and southward. The Sevillana de Electricidad Company was created in 1894 to provide electric power throughout the municipality, and in 1901 the Plaza de Armas railway station was inaugurated.\n\nThe Museum of Fine Arts (Museo de Bellas Artes de Sevilla) opened in 1904.\nIn 1929 the city hosted the Ibero-American Exposition, which accelerated the southern expansion of the city and created new public spaces such as the Parque de María Luisa (Maria Luisa Park) and the adjoining Plaza de España. Not long before the opening, the Spanish government began a modernisation of the city in order to prepare for the expected crowds by erecting new hotels and widening the mediaeval streets to allow for the movement of automobiles.\n<this city> fell very quickly at the beginning of the Spanish Civil War in 1936. General Queipo de Llano carried out a coup within the city, quickly capturing the city centre. Radio <this city> opposed the uprising and called for the peasants to come to the city for arms, while workers' groups established barricades. Queipo then moved to capture Radio <this city>, which he used to broadcast propaganda on behalf of the Francoist forces. After the initial takeover of the city, resistance continued among residents of the working-class neighbourhoods for some time, until a series of fierce reprisals took place.Under Francisco Franco's rule <this country> was officially neutral in World War II (although it did collaborate with the Axis powers), and like the rest of the country, <this city> remained largely economically and culturally isolated from the outside world. In 1953 the shipyard of <this city> was opened, eventually employing more than 2,000 workers in the 1970s. Before the existence of wetlands regulation in the Guadalquivir basin, <this city> suffered regular heavy flooding; perhaps worst of all were the floods that occurred in November 1961 when the River Tamarguillo, a tributary of the Guadalquivir, overflowed as a result of a prodigious downpour of rain, and <this city> was consequently declared a disaster zone.Trade unionism in <this city> began during the 1960s with the underground organisational activities of the Workers' Commissions or Comisiones Obreras (CCOO), in factories such as Hytasa, the Astilleros shipyards, Hispano Aviación, etc. Several of the movement's leaders were imprisoned in November 1973.\n\nRecent developments\nOn 3 April 1979 <this country> held its first democratic municipal elections after the end of Franco's dictatorship; councillors representing four different political parties were elected in <this city>. On 5 November 1982, Pope John Paul II arrived in <this city> to officiate at a Mass before more than half a million people at the fairgrounds. He visited the city again on 13 June 1993, for the International Eucharistic Congress.\n\nIn 1992, coinciding with the fifth centenary of the Discovery of the Americas, the Universal Exposition was held for six months in <this city>, on the occasion of which the local communications network and urban infrastructure was greatly improved under a 1987 PGOU plan launched by Mayor Manuel del Valle: the SE-30 ring road around the city was completed and new highways were constructed; the new <this city>-Santa Justa railway station had opened in 1991, while the Spanish High-Speed Rail system, the Alta Velocidad Española (AVE), began to operate between Madrid-<this city>. The <this city> Airport was expanded with a new terminal building designed by the architect Rafael Moneo, and various other improvements were made. The Alamillo Bridge and the Centenario Bridge, both crossing over the Guadalquivir, also were built for the occasion. Some of the installations remaining at the site after the exposition were converted into the Scientific and Technological Park Cartuja 93.\nIn 2004 the Metropol Parasol project, commonly known as Las Setas ('The Mushrooms'), due to the appearance of the structure, was launched to revitalise the Plaza de la Encarnación, for years used as a car park and seen as a dead spot between more popular tourist destinations in the city. The Metropol Parasol was completed in March 2011, costing just over €102 million in total, more than twice as much as originally planned. Constructed from crossed wooden beams, Las Setas is said to be the largest timber-framed structure in the world.\n\nGeography and climate\nLocation\n<this city> has an area of 141 km2 (54 sq mi), according to the National Topographic Map (Mapa Topográfico Nacional) series from the Instituto Geográfico Nacional – Centro Nacional de Información Geográfica, the country's civilian survey organisation (pages 984, 985 and 1002). The city is situated in the fertile valley of the River Guadalquivir. The average height above sea level is 7 metres (23 feet). Most of the city is on the east side of the river, while Triana, La Cartuja and Los Remedios are on the west side. The Aljarafe region lies further west, and is considered part of the metropolitan area. The city has boundaries on the north with La Rinconada, La Algaba and Santiponce; on the east with Alcalá de Guadaira; on the south with Dos Hermanas and Gelves and on the west with San Juan de Aznalfarache, Tomares and Camas.\n<this city> is on the same parallel as United States west coast city San Jose in central California. São Miguel, the main island of the Azores archipelago, lies on the same latitude. Further east from <this city> in the Mediterranean Basin, it is on the same latitude as Catania in Sicily, Italy and just south of Athens, the capital of Greece. Beyond that, it is located on the same parallel as South Korean capital, Seoul. <this city> is located inland, not very far from the Andalusian coast, but still sees a much more continental climate than the nearest port cities, Cádiz and Huelva. Its distance from the sea makes summers in Sevilla much hotter than along the coastline.\n\nClimate\n<this city> has a Mediterranean climate (Köppen climate classification Csa), featuring very hot, dry summers and mild winters with moderate rainfall. <this city> has an annual average of 19.2 °C (67 °F). The annual average temperature is 25.4 °C (78 °F) during the day and 13.0 °C (55 °F) at night. <this city> is located in the lower part of the Guadalquivir Valley, which is often referred to as \"the frying pan of Andalucia\", as it features the hottest cities in the country.<this city> is the warmest city in Continental Europe. It is also the hottest major metropolitan area in Europe, with summer average high temperatures of above 35 °C (95 °F) and also the hottest in <this country>. After the city of Córdoba (also in Andalusia), <this city> has the hottest summer in continental Europe among all cities with a population over 100,000 people, with average daily highs of 36.0 °C (97 °F) in July.Temperatures above 40 °C (104 °F) are not uncommon in summer. The hottest temperature extreme of 46.6 °C (116 °F) was registered by the weather station at <this city> Airport on 23 July 1995 while the coldest temperature extreme of −5.5 °C (22 °F) was also registered by the airport weather station on 12 February 1956. A historical record high (disputed) of 50.0 °C (122 °F) was recorded on 4 August 1881, according to the NOAA Satellite and Information Service. There is an unaccredited record by the National Institute of Meteorology of 47.2 °C (117 °F) on 1 August during the 2003 heat wave, according to a weather station (83910 LEZL) located in the southern part of <this city> Airport, near the former US San Pablo Air Force Base. This temperature would be one of the highest ever recorded in <this country>, yet it hasn't been officially confirmed.The average sunshine hours in <this city> are approximately 3000 per year. Snowfall is virtually unknown, and the last important snowfall occurred in 1954. Since the year 1500, only 10 snowfalls have been recorded/reported in <this city>. During the 20th century, <this city> registered just 2 snowfalls, the last one on 2 February 1954.\nWinters are mild: December and January are the coolest months, with average maximum temperatures around 16 to 17 °C (61 to 63 °F) and minimums of 6 to 7 °C (43 to 45 °F).\nSummers are very hot: July and August are the hottest months, with average maximum temperatures around 35 to 36 °C (95 to 97 °F) and minimums of 20 to 21 °C (68 to 70 °F).\nPrecipitation varies from 500 to 600 mm (19.7 to 23.6 in) and there are around 50 rainy days per year, with frequent torrential rain. December is the wettest month, with an average rainfall of 99 millimetres (3.9 in).\n\nGovernment\nMunicipal government and administration\n<this city> is a municipality, the basic level of local government in <this country>. The Ayuntamiento is the body charged with the municipal government and administration. The Plenary of the ayuntamiento is formed by 31 elected municipal councillors, who in turn invest the mayor. The last municipal election took place on 26 May 2019. The current mayor is Antonio Muñoz (Spanish Socialist Workers' Party), who has held the post since the reign of the previous mayor, Juan Espadas in early 2022.\n\nRegional and provincial capital\n<this city> is the capital of the autonomous community of Andalusia, according to Article 4 of the Statute of Autonomy of Andalusia of 2007, and is the capital of the Province of <this city> as well. The historical building of the Palace of San Telmo is now the seat of the presidency of the Andalusian Autonomous Government. The administrative headquarters are in Torre Triana, in La Cartuja. The Hospital de las Cinco Llagas (literally, \"Hospital of the Five Holy Wounds\") is the current seat of the Parliament of Andalusia.\n\nDistricts and neighbourhoods\nThe municipal administration is decentralized into 11 districts, further divided into 108 neighbourhoods.\n\nMain sights\n<this city> is a big tourist centre in <this country>. In 2018, there were over 2.5 million travellers and tourists who stayed at a tourist accommodation, placing it third in <this country> after Madrid and Barcelona. The city has an overall low level of seasonality, so there are tourists year-round. There are many landmarks, museums, parks, gardens and other kinds of tourist spots around the city so there is something for everyone. The Alcázar, the Cathedral, and the General Archive of the Indies are UNESCO World Heritage Sites.\nMany of the city's most important sights and monuments are located in the historic centre (Casco Antiguo). To the north of the centre is the Macarena neighbourhood, which contains some important monuments and religious buildings, such as the Museum and Catholic Church of La Macarena or the Hospital de las Cinco Llagas. Across the river, on the west bank of the Guadalquivir, the neighbourhood of Triana had an important role in the history of the city.\n\nChurches\nThe <this city> Cathedral, officially the Cathedral of Saint Mary of the See, is considered the largest Gothic cathedral in the world and one of the largest cathedrals in the world. Incorporating parts of the city's former main mosque that was built under the Almohads in the 12th century, the current building is a massive Gothic structure begun after 1401 and finished in 1506, with additional reconstruction occurring between 1511 and 1519. The church contains a number of important tombs, including one of the two claimed burial places of Christopher Columbus, as well as many important artworks, including the largest retable (altarpiece) in <this country>. A number of later additions, mostly in Plateresque or Renaissance style, were added around the outside of the Gothic structure after its initial construction.One of the city's most prominent landmarks is the cathedral's bell tower, the Giralda, formerly the minaret of the Almohad mosque. The minaret's main shaft is a little over 50 meters tall. The tower was further heightened in the 16th century by the addition of a large Renaissance-style belfry, which brings its total height to around 95 or 96 meters. The top of the tower is crowned by the Giraldillo, a cast bronze weather vane sculpture, from which the name \"Giralda\" is derived.The Church of San Salvador, located at Plaza de San Salvador, is the second largest church in the city after the cathedral. Originally converted from the city's oldest mosque, it was rebuilt in Baroque form in the 17th century and was the city's only collegiate church. The Church of Saint Louis of France, built between 1699 and 1731 and designed by Leonardo de Figueroa, represents another example of Baroque architecture.\n\nPalaces and mansions\nTo the south of the cathedral, the Alcázar is a sprawling palace and garden complex which served as the city's center of power. The site was occupied since ancient times but was located outside the Roman city walls. The current palace complex was founded in the 10th century as a governor's palace, then expanded in the 11th century when it became the palace of the Abbadid rulers. Some limited parts of the palace still date from its 12th-century expansion under Almohad rule, but most of the site was redeveloped after the Christian conquest of the city in the 13th century. A major construction campaign took place in the 1360s under Pedro I, who constructed a new palace in Mudéjar style, aided in part by craftsmen from Granada. Richly-decorated chambers and courtyards date from this period, such as the Patio de las Doncellas and the Salón de Embajadores. Further additions took place under the Catholic Monarchs in Renaissance style, which continued under the Habsburgs. The extensive gardens were also redesigned in this style and then further developed in the 17th century. The palace has been used as a filming location for various productions, including Game of Thrones.The Archbishop's Palace stands over the site of the former Roman baths of the city. The property was originally donated by Ferdinand III to Bishop Don Remondo in 1251, but the current building was built in the second half of the 16th century, followed by later additions. Its Baroque doorway was completed in 1704 by Lorenzo Fernándes de Iglesias.A number of other houses and wealthy mansions have been preserved across the city since the 16th century. Among the most famous is the Casa de Pilatos ('House of Pilate'), an aristocratic mansion blending multiple architectural styles. The house, bought by the Enriquez de Ribera family in 1483, has a typical courtyard plan but mixes older Isabelline and Mudéjar decoration with later Renaissance elements. After Don Fadrique Enriquez de Ribera returned from a pilgrimage to Jerusalem in 1520, he commissioned a stone portal at the entrance of the family mansion. The portal became the starting point for the Via Crucis to the Cruz del Campo, and later writers claimed it was modeled on the doorway of the house of Pontius Pilate in the Holy Land, thus earning the house its current name.Other historic mansions include the Palace of the Countess of Lebrija, the Palacio de las Dueñas, and the Casa de los Pinelos. The Casa del Rey Moro is considered the oldest in <this city>, with its origins dated to the 15th century.\n\nFortifications\nThe city walls of <this city> were first built in ancient times on the orders of Julius Caesar. After the Viking attack on the city in 844, the walls were rebuilt on the orders of Abd ar-Rahman II. They were expanded under the Almoravids in 1126 and in 1221 the Almohads added a moat and a second outer line of walls. Most of the walls were demolished after 1861 to reduce restrictions on urban development, but a significant portion of the northern walls can still be seen today.The Torre del Oro is an Almohad defensive tower dating to 1220–1221. The tower was integrated into the city's defensive system and protected the city's harbour, along with another tower across the river. Between the bases of the two towers a chain could be raised to block ships and prevent entry into the port.\n\nCivic buildings and other monuments\nThe City Hall (Ayuntamiento) was begun by architect Diego de Riaño, who worked on it between 1527 and 1534 and designed the eastern façade on Plaza de San Francisco, a highlight of the Plateresque style. He was succeeded by other architects, including Hernan Ruiz II after 1560, who added a double-arched loggia on the western façade. The Royal Prison originally stood nearby, where Cervantes was imprisoned and where it is believed he was inspired to write Don Quixote. In 1840, the nearby Convent of San Francisco was demolished and replaced by the present-day Plaza Nueva in 1854. After this, the city hall's was partly remodeled by Demetrio de los Ríos and Balbino Marrón. It was given a new western façade in Neoclassical style, completed in 1867.The General Archive of the Indies (Archivo General de Indias), located between the Cathedral and the Alcázar, is the repository of valuable archival documents relating to the Spanish Empire in the Americas and the Philippines up to 1760. The building itself was designed in a Spanish Renaissance style in 1572 by Juan de Herrera to house the merchants' guild. Construction began in the 1580s and was not finished until 1646. The building was converted into the new Archive of the Indies in 1785.\nThe Palacio de San Telmo was originally a naval college established in 1671. Between 1722 and 1735 the building was completed by Leonardo de Figueroa and his son Matías, who designed its present-day façade, one of the most important monuments of Baroque architecture in Andalucia. The building now serves as the seat for the Andalusian Autonomous Government.The Royal Tobacco Factory (Real Fábrica de Tabacos), located near the Palacio de San Telmo, was built between 1728 and 1771. It was designed in a Baroque style by Sebastian van der Borcht. It replaced an earlier tobacco factory built in 1687, which in turn had replaced <this city>'s first tobacco factory, San Pedro, which opened in a former women's penitentiary in 1620. Upon completion, the new factory was the largest industrial building in the world and included its own chapel and its own prison, and operated under its own laws.The city's bullring, the Real Maestranza, was designed in 1761 by Vicente San Martin. Its Baroque façade was completed in 1787 but the rest of the building was only completed in 1881. The venue can accommodate 14,000 spectators.The Metropol Parasol, in La Encarnación square, is the world's largest wooden structure. A monumental umbrella-like building designed by the German architect Jürgen Mayer, finished in 2011. This modern architecture structure houses the central market and an underground archaeological complex. The terrace roof is a city viewpoint.\n\nParque de María Luisa\nThe sprawling Parque de María Luisa (María Luisa Park) was designed by architect Aníbal González for the 1929 Ibero-American Exposition. The park includes two major plazas, the Plaza de España and the Plaza de América, and several monuments and museums. They include outstanding examples of regionalist Revival architecture, a mix of Neo-Mudéjar and Neo-Renaissance, lavishly ornamented with typical glazed tiles.At the park's north end, the semi-circular Plaza de España is marked by tall towers and a series of benches covered in painted tiles dedicated to each of the 48 provinces of <this country>. The location has been used in the filming of several movies.At the southern end of the park, the Plaza de América is flanked by three structures emulating different historical styles: the Royal Pavilion has Gothic features, the Mudéjar Pavilion has a Mudéjar style, and the Bellas Artes Pavilion has a Renaissance style. The two latter pavilions are each used as museums today.\n\nMuseums\nThe most important art collection of <this city> is the Museum of Fine Arts of <this city>. It was established in 1835 in the former Convent of La Merced. It holds many masterworks by Murillo, Pacheco, Zurbarán, Valdés Leal, and others masters of the Baroque Sevillian School, containing also Flemish paintings of the 15th and 16th centuries.Other museums in <this city> are:\nThe Archeological Museum of <this city>, which contains collections from the Tartessian, Roman, Almohad, and Christian periods. It is located at Plaza América in Parque de María Luisa.\nThe Museum of Arts and Popular Customs of <this city>, also in Plaza América, across from the Archaeological Museum.\nThe Andalusian Contemporary Art Centre, situated in the neighbourhood of La Cartuja.\nThe Naval Museum, housed in the Torre del Oro, next to the River Guadalquivir.\nThe Carriages Museum, in the Los Remedios neighbourhood.\nThe Flamenco Art Museum\nThe Bullfighting Museum, in the Maestranza bullring.\nThe Palace of the Countess of Lebrija, a private collection that contains many of the mosaic floors discovered in the nearby Roman town of Italica.\nThe Centro Velázquez (Velázquez Centre) located at the Old Priests Hospital in the touristic Santa Cruz neighbourhood.\nThe Antiquarium in Metropol Parasol, an underground museum which is composed of the most important archaeological site of the ancient Roman stage of <this city> and remains preserved.\nThe Castillo de San Jorge (Castle of St. George) is situated near the Triana market, next to the Isabel II bridge. It was the last seat for the Spanish Inquisition.\nThe Museum and Treasure of La Macarena, where the collection of the Macarena brotherhood is exhibited. This exhibition gives visitors an accurate impression of <this city>'s Holy Week.\nLa Casa de la Ciencia (The House of Science), a science centre and museum opposite the María Luisa Park.\nMuseum of Pottery in Triana.\nPabellon de la Navegación (Pavilion of Navigation).\n\nOther parks and gardens\nIn addition to the large Parque de María Luisa, the city contains other parks and gardens, including:\n\nThe Alcázar Gardens, within the grounds of the Alcázar palace, consist of several sectors developed in different historical styles.\nThe Gardens of Murillo and the Gardens of Catalina de Ribera, both along and outside the south wall of the Alcázar, lie next to the Santa Cruz quarter.\nThe Parque del Alamillo y San Jerónimo, the largest park in Andalusia, was originally built for <this city> Expo '92 to reproduce the Andalusian native flora. It lines both Guadalquivir shores around the San Jerónimo meander. The 32-metres-high bronze sculpture, The Birth of a New Man (popularly known as Columbus's Egg, el Huevo de Colón), by the Georgian sculptor Zurab Tsereteli, is located in its northwestern sector.\nThe American Garden, also completed for Expo '92, is in La Cartuja. It is a public botanical garden, with a representative collection of American plants donated by different countries on the occasion of the world exposition. Despite its extraordinary botanical value, it remains a mostly abandoned place.\nThe Buhaira Gardens, also historically known as the Huerta del Rey, are a public park and historic site, originally created as a garden estate during the Almohad period (12th century).: 211\n\nCulture\nTheaters\nThe Teatro Lope de Vega is located on Avenida de María Luisa avenue (next to Parque de María Luisa). It was built in 1929, being its architect Vicente Traver y Tomás. It was the auditorium of the pavilion of the city in the Ibero-American Exhibition. This pavilion had a large room that became the Casino of the Exhibition. The theater occupied an area of 4600 m2 and could accommodate 1100 viewers. Its architecture is Spanish Baroque Revival, being the building faithful to this style both in the set and in its ornamentation.\nIt has hosted varied performances, including theater, dance, opera, jazz, and flamenco and nowadays the most outstanding of the panorama is its programming national and international, becoming one of the most important theaters in <this country>.Other important theatres are Teatro de la Maestranza, Auditorio Rocío Jurado and Teatro Central.\n<this city> also has a corral de comedias theatre, which is the Corral del Coliseo, now used as a residential building.\n\nFestivals\nThere are many entertainment options around the city of <this city> and one of its biggest attractions is the numerous festivals that happen around the year. Some of the festivals concentrate on religion and culture, others focus on the folklore of the area, traditions, and entertainment.\n\nHoly Week in <this city>\nSemana Santa is celebrated all over <this country> and Latin America, but the celebration in <this city> is large and well known as a Fiesta of International Tourist Interest. 54 local brotherhoods, or \"cofradías\", organize floats and processions throughout the week, reenacting the story of the Passion of Christ. There is traditional music and art incorporated into the processions, making Semana Santa an important source of both material and immaterial Sevillian cultural identity.\n\nBienal de Flamenco\n<this city> is home to the bi-annual flamenco festival La Bienal, which claims to be \"the biggest flamenco event worldwide\" and lasts for nearly a month.\n\nVelá de Santiago y Santa Ana\nIn the district of Triana, the Velá de Santiago y Santa Ana is held every July and includes sporting events, performances, and cultural activities as the city honors St. James and St. Ana.\n\nFeria de Abril\nThe April Fair (Feria de Abril) is a huge celebration that takes place in <this city> about two weeks after the Holy Week. It was previously associated with celebrating livestock; however, nowadays its purpose is to create a fun cheerful environment tied to the appreciation of the Spanish folklore.During the Feria, families, businesses, and organisations set up casetas (marquees) in which they spend the week dancing, drinking, and socialising. Traditionally, women wear elaborate flamenco dresses and men dress in their best suits. The marquees are set up on a permanent fairground in the district of Los Remedios, in which each street is named after a famous bullfighter.\n\nSalón Náutico Internacional de Sevilla\nThe International Boat Show of <this city> is an annual event that takes place in the only inland maritime port of the country, which is one of the most important in Europe.\n\nMusic\n<this city> had a vibrant rock music scene in the 1970s and 1980s with bands like Triana, Alameda and Smash, who fused Andalusia's traditional flamenco music with British-style progressive rock. The punk rock group Reincidentes and indie band Sr Chinarro, as well as singer Kiko Veneno, rose to prominence in the early 1990s. The city's music scene now features rap acts such as SFDK, Mala Rodríguez, Dareysteel, Tote King, Dogma Crew, Bisley DeMarra, Haze and Jesuly. <this city>'s diverse music scene is reflected in the variety of its club-centred nightlife.\nThe city is also home to many theatres and performance spaces where classical music is performed, including Teatro Lope de Vega, Teatro La Maestranza, Teatro Central, the Real Alcazar Gardens and the Sala Joaquín Turina.\nDespite its name, the sevillana dance, commonly presented as flamenco, is not thought to be of Sevillan origin. However, the folksongs called sevillanas are authentically Sevillan, as is the four-part dance performed with them.\nOn 19 November 2023, <this city> will host the 24th Annual Latin Grammy Awards at the FIBES Conference and Exhibition Centre, making <this city> the first city outside of the United States to host the Latin Grammy Awards.\n\nFlamenco\nThe Triana district in <this city> is considered a birthplace of flamenco, where it found its beginning as an expression of the poor and marginalized. <this city>'s Gypsy population, known as Flamencos, were instrumental in the development of the art form. While it began as and remains a representation of Andalusian culture, it has also become a national heritage symbol of <this country>.\nThere are more flamenco artists in <this city> than anywhere else in the country, supporting an entire industry surrounding it and drawing in a significant amount of tourism for the city.\n\nGastronomy\nThe tapas scene is one of the main cultural attractions of the city: people go from one bar to another, enjoying small dishes called tapas (literally \"lids\" or \"covers\" in Spanish, referring to their probable origin as snacks served on small plates used to cover drinks). Local specialities include fried and grilled seafood (including squid, choco (cuttlefish), swordfish, marinated dogfish, and ortiguillas), grilled and stewed meat, spinach with chickpeas, Jamón ibérico, lamb kidneys in sherry sauce, snails, caldo de puchero, and gazpacho. A sandwich known as a serranito is the typical and popular version of fast food.\nTypical desserts from <this city> include pestiños, a honey-coated sweet fritter; torrijas, fried slices of bread with honey; roscos fritos, deep-fried sugar-coated ring doughnuts; magdalenas or fairy cakes; yemas de San Leandro, which provide the city's convents with a source of revenue; and tortas de aceite, a thin sugar-coated cake made with olive oil. Polvorones and mantecados are traditional Christmas products, whereas pestiños and torrijas are typically consumed during the Holy Week.\nBitter <this city> oranges grow on trees lining the city streets. Large quantities are collected and exported to Britain to be used in marmalade. Locally, the fruit is used predominantly in aromatherapy, herbal medicine, and dietary diet products, rather than as a foodstuff. According to legend, the Arabs brought the bitter orange to <this city> from East Asia via Iraq around the 10th century to beautify and perfume their patios and gardens, as well as to provide shade. The flowers of the tree are a source of neroli oil, commonly used in perfumery and in skin lotions for massage.\nIn 2021, the municipal water company, Emasesa, began a pilot scheme to use the methane produced as the fruit ferments to generate clean electricity. The company plans to use 35 tonnes of fruit to generate clean energy to power one of the city's water purification plants.\n\nEconomy\n<this city> is the most populated city in southern <this country>, and has the largest GDP (gross domestic product) of any in Andalusia, accounting for one-quarter of its total GDP. All municipalities in the metropolitan area depend directly or indirectly on <this city>'s economy, while agriculture dominates the economy of the smaller villages, with some industrial activity localised in industrial parks. The Diputación de Sevilla (Deputation of <this city>), with provincial headquarters in the Antiguo Cuartel de Caballería (Old Cavalry Barracks) on Avenida Menendez Pelayo, provides public services to distant villages that they can not provide themselves.The economic activity of <this city> cannot be detached from the geographical and urban context of the city; the capital of Andalusia is the centre of a growing metropolitan area. Aside from traditional neighbourhoods such as Santa Cruz, Triana and others, those further away from the centre, such as Nervión, Sevilla Este, and El Porvenir have seen recent economic growth. Until the economic crisis of 2007, this urban area saw significant population growth and the development of new industrial and commercial parks.During this period, availability of infrastructure in the city contributed to the growth of an economy dominated by the service sector, but in which industry still holds a considerable place.\n\nInfrastructure\nThe 1990s saw massive growth in investment in infrastructure in <this city>, largely due to its hosting of the Universal Exposition of <this city> in 1992. This economic development of the city and its urban area is supported by good transportation links to other Spanish cities, including a high-speed AVE railway connection to Madrid, and a new international airport.\n<this city> has the only inland port in <this country>, located 80 km (50 mi) from the mouth of the River Guadalquivir. This harbour complex offers access to the Atlantic and the Mediterranean and allows trade in goods between the south of <this country> (Andalusia, Extremadura) and Europe, the Middle East and North Africa. The port has undergone reorganisation. Annual tonnage rose to 5.3 million tonnes of goods in 2006.Cartuja 93 is a research and development park, employing 15,000 persons. The Parque Tecnológico y Aeronáutico Aerópolis (Technological and Aeronautical Park) is focused on the aircraft industry. Outside of <this city> are nine PS20 solar power towers which use the city's sunny weather to provide most of it with clean and renewable energy.\nThe Sevilla Tower skyscraper was started in March 2008 and was completed in 2015. With a height of 180.5 metres (592 feet) and 40 floors, it is the tallest building in Andalusia.\n<this city> has conference facilities, including the Conference and Convention Centre.\n\nResearch and development\nThe Consejo Superior de Investigaciones Científicas en Sevilla (CSIC) is based in the former Pavilion of Peru in the Maria Luisa Park. In April 2008 the city council of <this city> provided a grant to renovate the building to create the Casa de la Ciencia (Science Centre) to encourage popular interest in science.\nThe internationally recognised company Neocodex has its headquarters in <this city>; it maintains the first and largest DNA bank in <this country> and has made significant contributions to scientific research in genetics. <this city> is also considered an important technological and research centre for renewable energy and the aeronautics industry.The output of the research centres in Sevillan universities working in tandem with city government, and the numerous local technology companies, have made <this city> a leader among Spanish cities in technological research and development. The Parque Científico Tecnológico Cartuja 93 is a nexus of private and public investment in various fields of research.Principal fields of innovation and research are telecommunications, new technologies, biotechnology (with applications in local agricultural practices), environment and renewable energy.\n\nTransport\nBus\n<this city> is served by the TUSSAM (Transportes Urbanos de Sevilla) bus network which runs buses throughout the city. The Consorcio de Transportes de Sevilla communicates by bus with all the satellite towns of <this city>.\nTwo bus stations serve transportation between surrounding areas and other cities: Plaza de Armas Station, with destinations north and west, and Prado de San Sebastián Station, covering routes to the south and east. Plaza de Armas station has direct bus lines to many Spanish cities as well as Lisbon, Portugal.\n\nMetro\nThe <this city> metro (\"Metro de Sevilla\" in Spanish) is a light metro network serving the city of <this city> and its metropolitan area. The system is totally independent of any other rail or street traffic. All stations were built with platform screen doors.\nIt was the sixth Metro system to be built in <this country>, after those in Madrid, Barcelona, Valencia, Bilbao and Palma de Mallorca. Currently, it is the fifth-biggest Metro company in <this country> by the number of passengers carried (more than 12,000,000 in 2009).The metro of Sevilla has 1 line with 22 stations and is currently expanding, with 3 more different lines projected.\n\nTram\nMetroCentro is a surface tramway serving the centre of the city. It began operating in October 2007.\nThe service has just five stops: Plaza Nueva, Archivo de Indias, Puerta de Jerez, Prado de San Sebastián and San Bernardo, all as part of Phase I of the project. It is expected to be extended to Santa Justa AVE station, including four new stops: San Francisco Javier, Eduardo Dato, Luis de Morales, and Santa Justa. This extension was postponed although the City Council had made expanding the metro lines a priority.\n\nTrain\nThe <this city>-Santa Justa railway station is served by the AVE high-speed rail system, operated by the Spanish state-owned rail company Renfe. A five-line commuter rail service (Cercanías) joins the city with the Metropolitan area. <this city> is on the Red Ciudades AVE, a net created with <this city> connected to 17 major cities of <this country> with high-speed rail.\nAlthough <this city> is close to the Portuguese city of Faro, it is not possible to cross the border by train.\n\nBicycle\nThe Sevici community bicycle program has integrated bicycles into the public transport network. Bicycles are available for hire around the city at low cost, and green curb-raised bicycle lanes can be seen on most major streets. The number of people using bicycles as a means of transport in <this city> has increased substantially in recent years, multiplying tenfold from 2006 to 2011. As of 2015, an estimated 9 percent of all mechanized trips in the city (and 5.6 percent of all trips including those on foot) are made by bicycle.The city council signed a contract with the multinational corporation JCDecaux, an outdoor advertising company. The public bicycle rental system is financed by a local advertising operator in return for the city signing over a 10-year licence to exploit citywide billboards. The overall scheme is called Cyclocity by JCDecaux, but each city's system is branded under an individual name.\nAs of 2022, some companies in the e-bike community bicycle program industry such as Lime (transportation company) and Ridemovi started working in the city, thanks to the new parking spots made by the City Council of <this city>\n\nAirport\nThe San Pablo Airport is the main airport for <this city> and is Andalusia's second busiest airport, after Málaga's, and first in cargo. The airport handled 7,544,357 passengers and just under 9,891 tonnes of cargo in 2019. It has one terminal and one runway.\nIt is one of many bases for the Spanish low-cost carrier Vueling, and from November 2010 Ryanair based aircraft at the airport. In addition, Ryanair opened its first aircraft maintenance facility in <this country> at <this city> Airport in 2019.This enabled low-cost direct flights to several Spanish cities, as well as to the neighbor country of Portugal with weekly flights to Porto and to other European cities.\n\nPort\n<this city> is the only commercial river port in <this country> and the only inland city in the country where cruise ships can arrive in the historical centre. On 21 August 2012, the Muelle de las Delicias, controlled by the Port Authority of <this city>, hosted the cruise ship Azamara Journey for two days, the largest ship ever to visit the town. This vessel belongs to the shipping company Royal Caribbean and can accommodate up to 700 passengers.\n\nRoads\n<this city> has one ring road, the SE-30, which connects with the dual carriageway of the south, the A-4, that directly communicates the city with Cádiz, Cordoba and Madrid. Also there is another dual carriageway, the A-92, linking the city with Osuna, Antequera, Granada, Guadix and Almeria. The A-49 links <this city> with Huelva and the Algarve in the south of Portugal.\n\nPublic transportation statistics\nThe average amount of time people spend commuting with public transit in Sevilla, for example to and from work, on a weekday is 34 min. 7% of public transit riders, ride for more than two hours every day. The average amount of time people wait at a stop or station for public transit is eight minutes, while 15% of riders wait for over 20 minutes on average every day. The average distance people usually ride in a single trip with public transit is 5.6 kilometres (3.5 mi), while 7% travel for over 12 kilometres (7.5 mi) in a single direction.\n\nEducation\n<this city> is home to three public universities. The University of <this city> (US), founded in 1505; as of 2019, it had 72,000 students. The Pablo de Olavide University (UPO), founded in 1997, with 9,152 students in 2019; and the International University of Andalusia (UNIA), founded in 1994.The US and the UPO are important centres of learning in Western Andalusia as they offer a wide range of academic courses; consequently, the city has a large number of students from Huelva and Cádiz.\nAdditionally, there is the School of Hispanic American Studies, founded in 1942, the Menéndez Pelayo International University, based in Santander, which operates branch campuses in <this city>, and Loyola University Andalusia.\nInternational primary and secondary schoolsLycée Français de Séville (French school)\nDeutsche Schule Sevilla (German school)\nSt. George's British School<this city> is also home to many international schools and colleges that cater to American students who come to study abroad.\n\nSport\n<this city> is the hometown of two rival association football teams: Real Betis Balompié and Sevilla Fútbol Club; both teams play in La Liga. Each team has won the league once: Betis in 1935 and Sevilla in 1946. Only Sevilla have won European competitions, winning consecutive UEFA Cup finals in 2006 and 2007 and the UEFA Europa League in 2014, 2015, 2016, 2020 and 2023. The Ramón Sánchez Pizjuán and Benito Villamarín, stadiums of Sevilla and Betis respectively, were venues for the 1982 FIFA World Cup. Sevilla's stadium also hosted the 1986 European Cup final and the multi-purpose stadium built in 1999 La Cartuja, was the venue for the 2003 UEFA Cup final. <this city> has an ACB League basketball club, the Real Betis Baloncesto.\n<this city> has hosted both indoor (1991) and outdoor (1999) World Championships in athletics, while housed the tennis Davis Cup final in 2004 and 2011. The city unsuccessfully bid for the 2004 and 2008 Summer Olympics, for which the 60,000-seat Estadio de La Cartuja was designed to stage. <this city>'s River Guadalquivir is one of only three FISA approved international training centres for rowing and the only one in <this country>; the 2002 World Rowing Championships and the 2013 European Rowing Championships were held there.\n\nIn fiction\nThe picaresque novel Rinconete y Cortadillo by Miguel de Cervantes takes place in the city of <this city>.\nThe novel La Femme et le pantin (The Woman and the Puppet) (1898) by Pierre Louÿs, adapted for film several times, is set mainly in <this city>.\n<this city> is the setting for the legend of Don Juan (inspired by the real aristocrat Don Miguel de Mañara) on the Paseo Alcalde Marqués de Contadero.\n<this city> is the primary setting of many operas, the best known of which are Bizet's Carmen (based on Mérimée's novella), Rossini's The Barber of <this city>, Verdi's La forza del destino, Beethoven's Fidelio, Mozart's Don Giovanni and The Marriage of Figaro, and Prokofiev's Betrothal in a Monastery.\n<this city> is the setting of the novel The <this city> Communion by Arturo Pérez-Reverte.\n<this city> is both the location and setting for much of the 1985 Doctor Who television serial \"The Two Doctors\".\n<this city> is also used as one of the locations in Dan Brown's Digital Fortress.\n<this city> is one of the settings in Jostein Gaarder's book The Orange Girl (Appelsinpiken).\n<this city> is the hometown of the two main characters in the 2000 film The Road to El Dorado by DreamWorks. Miguel and Tulio are con artists that stow away on a ship bound for the New World and win a map for the fabled lost city of gold, El Dorado, and are invariably seen as gods by the locals.\nArthur Koestler's book Spanish Testament is based on the writer's experiences while held in the <this city> prison, under a sentence of death, during the Spanish Civil War.\nRobert Wilson's police novel The Hidden Assassins (2006) concerns a terrorist incident in <this city> and the political context thereof, with much local colour.\nThe Plaza de España in the Parque de María Luisa appears in George Lucas' Star Wars: Episode II – Attack of the Clones, in The Dictator, starring Sacha Baron Cohen, as the palace of the dictator Aladeen, and in Lawrence of Arabia as the British Army headquarters in Cairo, while the courtyard was the King Alfonso XIII Hotel.\nThe Plaza of the Americas also appeared in Lawrence, substituting for Jerusalem, and in Anthony Mann's El Cid. It also appears as the Palace of Vladek Sheybal's Bashaw in The Wind and the Lion (1975).\nThe Alcázar and other sites appear in the television series Game of Thrones, in the cities of Dorne.\nIn the 2016 film Assassin's Creed, Master Assassins Aguilar de Nerha and Maria escape execution and are pursued by Templars through the city, eventually performing Leaps of Faith off of an unfinished <this city> Cathedral to escape.\nIn Mission: Impossible 2, Ethan Hunt is sent to <this city> to recruit Nyah Nordoff-Hall.\n\nIn travel writing\nThe Tomb in <this city> by Norman Lewis.\n\nTwin towns – sister cities\n<this city> is twinned with the following cities:\n\nPartnerships Kraków (Poland), 2002.\n\nTitles\n<this city> has been given titles by Spanish monarchs and heads of state throughout its history.\nVery Noble, by King Ferdinand III of Castile after his reconquest of the city.\nVery Loyal, by King Alfonso X of Castile for supporting him against a rebellion. See also the Motto \"NO8DO\".\nVery Heroic, by King Ferdinand VII of <this country> by Royal Document on 13 October 1817 for support against the French invasion.\nInvictus (Invincible in Latin), by Queen Isabella II of <this country> for the city's resistance against General Van Halen's asedium and bombing in 1843.\nMariana, by General Francisco Franco in 1946 for the city's devotion to the Virgin Mary.\n\nNotable people\nMaria Antonietta of <this country>, Queen consort of Sardinia (1729–1785)\nAl-Mu'tamid ibn Abbad, poet and Arabic king of Sevilla 1040–1095\nPhysician Avenzoar\nThe family of the Arabic historian and sociologist Ibn Khaldun\n13th-century poet Ibn Sahl of <this city>\nRenaissance composers Cristóbal de Morales, Francisco Guerrero\n16th-century novelist Mateo Alemán\nPlaywrights Lope de Rueda and Hermanos Alvarez Quintero\nHistorian of New <this country> Bartolomé de Las Casas\nColonial governor of La Florida and Cuba: Laureano de Torres y Ayala\nColonial governor of La Florida: Pablo de Hita y Salazar\nBaroque painters Diego Velázquez, Valdés Leal and Bartolomé Esteban Murillo\nEducator Adelita Domingo\nExplorer and astronomer Antonio de Ulloa\nRenaissance poets Fernando de Herrera and Gutierre de Cetina\nNotable Costumbrista painter who liked to depict the 19th century society of <this city> and its buildings José Jiménez Aranda\nRomantic poet Gustavo Adolfo Bécquer\nBullfighters Juan Belmonte, Curro Romero, Ignacio Sánchez Mejías, Emilio Muñoz and José Gómez Ortega\nSecond Spanish Republic Prime Minister Diego Martinez, communist politician José Díaz and Carlist politician Manuel Fal.\n20th-century poets:\nVicente Aleixandre (Nobel Laureate)\nAntonio and Manuel Machado\nLuis Cernuda\nJose Julio Cabanillas Serrano continuing in the 21st–century\nComposer Joaquín Turina\nCartoonist William Haselden\nActors Juan Diego, Paco León\nActresses Soledad Miranda, Verónica Sánchez, Carmen Sevilla, Paz Vega, Azucena Hernández\nModels\nTeresa Sánchez López who won the title of Miss National in the Miss <this country> contest 1984 and, representing <this country>, was close to the crown of Miss Universe in 1985 (1st runner up).\nEva Maria González beauty queen and model who was Miss España 2003 (representing Andalusia)\nSingers Isabel Pantoja, Juanita Reina, Lole y Manuel, Paquita Rico, El Caracol, Falete, Pastora Soler, and Mala Rodríguez\nComedian Manuel Summers\nNavy officer Miguel Buiza Fernández-Palacios who became Captain General of the Spanish Republican Navy\nAssociation footballers José Antonio Reyes, Fernando \"Nando\" Muñoz, Ricardo Serna, Sergio Ramos, Jesús Navas, Antonio Puerta, Carlos Marchena, Jesús Capitán \"Capi\", Adrián\nOlympic swimmer Fátima Madrid\nPoliticians Felipe González, President of the Government of <this country> from 1982 to 1996, and Alfonso Guerra, vice-president from 1982 to 1991\nMaria Pages, dancer\nJairo Barrull Fernández, Spanish Gypsy flamenco dancer\nEl Risitas, humorist\nCriminal Manuel Delgado Villegas, serial killer\nDrag queen Carmen Farala, winner of the first season of Drag Race España\nEmbroiderer Esperanza Elena Caro\nMystic Bárbara de Santo Domingo\n\nSee also\nCadillac <this city>, a car that was named after the city\nAzulejo\nIsla Mágica\n<this city> Public Library\n<this city> Statement on Violence\nChurch of Santa Maria la Blanca (<this city>)\n\nReferences\nThis article incorporates text from a publication now in the public domain: Smith, William, ed. (1854–1857). \"<this city>\". Dictionary of Greek and Roman Geography. London: John Murray.\n\nExternal links\n\n<this city> in the official website of Tourism in <this country>\nOfficial website of the city council. (in Spanish)\nPostal Codes in <this city> (in Spanish)"
}