{
  "name": "Sydney, Australia",
  "city": "Sydney",
  "country": "Australia",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( (listen) SID-nee) is the capital city of the state of New South Wales, and the most populous city in <this country>. Located on <this country>'s east coast, the metropolis surrounds <this city> Harbour and extends about 70 km (43.5 mi) towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park and Macarthur to the south and south-west. Greater <this city> consists of 658 suburbs, spread across 33 local government areas. Residents of the city are colloquially known as \"<this city>siders\". The estimated population on June 2022 was 5,297,089; the city is home to approximately 66% of the state's population. Notable nicknames of the city include the \"Emerald City\" and the \"Harbour City\".Aboriginal <this country>ns have inhabited the Greater <this city> region for at least 30,000 years, and Aboriginal engravings and cultural sites are common throughout Greater <this city>. The traditional custodians of the land on which modern <this city> stands are the clans of the Darug, Dharawal and Eora peoples.During his first Pacific voyage in 1770, James Cook charted the eastern coast of <this country>, making landfall at Botany Bay. In 1788, the First Fleet of convicts, led by Arthur Phillip, founded <this city> as a British penal colony, the first European settlement in <this country>. After World War II, <this city> experienced mass migration and by 2021 over 40 per cent of the population was born overseas. Foreign countries of birth with the greatest representation are mainland China, India, United Kingdom, Vietnam and the Philippines.Despite being one of the most expensive cities in the world, <this city> frequently ranks in the top ten most liveable cities in the world. It is classified as an Alpha global city by the Globalization and World Cities Research Network, indicating its influence in the region and throughout the world. Ranked eleventh in the world for economic opportunity, <this city> has an advanced market economy with strengths in finance, manufacturing and tourism. Established in 1850, the University of <this city> was <this country>'s first university and is regarded as one of the world's leading universities.<this city> has hosted major international sporting events such as the 2000 Summer Olympics. The city is among the top fifteen most-visited cities in the world, with millions of tourists coming each year to see the city's landmarks. The city has over 1,000,000 ha (2,500,000 acres) of nature reserves and parks, and its notable natural features include <this city> Harbour and Royal National Park. The <this city> Harbour Bridge and the World Heritage-listed <this city> Opera House are major tourist attractions. Central Station is the hub of <this city>'s rail network, and the main passenger airport serving the city is Kingsford Smith Airport, one of the world's oldest continually operating airports.\n\nToponymy\nIn 1788, Captain Arthur Phillip, the first governor of New South Wales, named the cove where the first British settlement was established <this city> Cove after Home Secretary Thomas Townshend, 1st Viscount <this city>. The cove was called Warrane by the Aboriginal inhabitants. Phillip considered naming the settlement Albion, but this name was never officially used. By 1790 Phillip and other officials were regularly calling the township <this city>. The town of <this city> was declared a city in 1842.The Gadigal (Cadigal) clan, whose territory stretches along the southern shore of Port Jackson from South Head to Darling Harbour, are the traditional owners of the land on which the British settlement was initially established, and call their territory Gadi (Cadi). Aboriginal clan names within the <this city> region were often formed by adding the suffix \"-gal\" to a word denoting the name for their territory, a specific place in their territory, a food source, or totem. The modern Greater <this city> area covers the traditional lands of 28 known Aboriginal clans.\n\nHistory\nFirst inhabitants of the region\nThe first people to inhabit the area now known as <this city> were Aboriginal <this country>ns who had migrated from northern <this country> and before that from southeast Asia. Flaked pebbles found in Western <this city>'s gravel sediments might indicate human occupation from 45,000 to 50,000 years BP, while radiocarbon dating has shown evidence of human activity in the <this city> region from around 30,000 years ago. Prior to the arrival of the British, there were 4,000 to 8,000 Aboriginal people in the greater <this city> region.The inhabitants subsisted on fishing, hunting, and gathering plant foods and shellfish. The diet of the coastal clans was more reliant on seafoods whereas the food of hinterland clans was more focused on forest animals and plants. The clans had distinctive sets of equipment and weapons mostly made of stone, wood, plant materials, bone and shell. They also differed in their body decorations, hairstyles, songs and dances. Aboriginal clans had a rich ceremonial life which was part of a belief system centering on ancestral, totemic and supernatural beings. People from different clans and language groups came together to participate in initiation and other ceremonies. These occasions fostered trade, marriages and clan alliances.The earliest British settlers recorded the word 'Eora' as an Aboriginal term meaning either 'people' or 'from this place'. The clans of the <this city> area occupied land with traditional boundaries. There is debate, however, about which group or nation these clans belonged to, and the extent of differences in language, dialect and initiation rites. The major groups were the coastal Eora people, the Dharug (Darug) occupying the inland area from Parramatta to the Blue Mountains, and the Dharawal people south of Botany Bay. Darginung and Gundungurra languages were spoken on the fringes of the <this city> area.\nThe first meeting between Aboriginals and British explorers occurred on 29 April 1770 when Lieutenant James Cook landed at Botany Bay (Kamay) and encountered the Gweagal clan. Two Gweagal men opposed the landing party and in the confrontation one of them was shot and wounded. Cook and his crew stayed at Botany Bay for a week, collecting water, timber, fodder and botanical specimens and exploring the surrounding area. Cook sought to establish relations with the Aboriginal population without success.\n\nConvict town (1788–1840)\nBritain had been sending convicts to its American colonies for most of the eighteenth century, and the loss of these colonies in 1783 was the impetus for the decision to establish a penal colony at Botany Bay. Proponents of colonisation also pointed to the strategic importance of a new base in the Asia-Pacific region and its potential to provide much-needed timber and flax for the navy.The First Fleet of 11 ships under the command of Captain Arthur Phillip arrived in Botany Bay in January 1788. It consisted of more than a thousand settlers, including 736 convicts. The fleet soon moved to the more suitable Port Jackson where a settlement was established at <this city> Cove on 26 January 1788. The colony of New South Wales was formally proclaimed by Governor Phillip on 7 February 1788. <this city> Cove offered a fresh water supply and a safe harbour, which Philip described as being, 'with out exception the finest Harbour in the World [...] Here a Thousand Sail of the Line may ride in the most perfect Security'.The settlement was planned to be a self-sufficient penal colony based on subsistence agriculture. Trade and ship building were banned in order to keep the convicts isolated. However, the soil around the settlement proved poor and the first crops failed, leading to several years hunger and strict food rationing. The food crisis was relieved with the arrival of the Second Fleet in mid-1790 and the Third Fleet in 1791. Former convicts received small grants of land, and government and private farms spread to the more fertile lands around Parramatta, Windsor and Camden on the Cumberland Plain. By 1804, the colony was self-sufficient in food.A smallpox epidemic in April 1789 killed about half the Indigenous population of the <this city> region. In November 1790 Bennelong led a group of survivors of the <this city> clans into the settlement, establishing a continuous presence of Aboriginal <this country>ns in settled <this city>.\nPhillip had been given no instructions for urban development, but in July 1788 submitted a plan for the new town at <this city> Cove. It included a wide central avenue, a permanent Government House, law courts, hospital and other public buildings, but no provision for warehouses, shops, or other commercial buildings. Phillip promptly ignored his own plan, and unplanned development became a feature of <this city>'s topography.After the departure of Phillip in December 1792, the colony's military officers began acquiring land and importing consumer goods obtained from visiting ships. Former convicts also engaged in trade and opened small businesses. Soldiers and former convicts built houses on Crown land, with or without official permission, in what was now commonly called <this city> town. Governor William Bligh (1806–08) imposed restrictions on trade and commerce in the town and ordered the demolition of buildings erected on Crown land, including some owned by past and serving military officers. The resulting conflict culminated in the Rum Rebellion of 1808, in which Bligh was deposed by the New South Wales Corps.Governor Lachlan Macquarie (1810–1821), played a leading role in the development of <this city> and New South Wales, establishing a bank, a currency and a hospital. He employed a planner to design the street layout of <this city> and commissioned the construction of roads, wharves, churches, and public buildings. Parramatta Road, linking <this city> and Parramatta, was opened in 1811 and a road across the Blue Mountains was completed in 1815, opening the way for large-scale farming and grazing in the lightly wooded pastures west of the Great Dividing Range.\nFollowing the departure of Macquarie, official policy encouraged the emigration of free British settlers to New South Wales. Immigration to the colony increased from 900 free settlers in 1826–30 to 29,000 in 1836–40, many of whom settled in <this city>. By the 1840s <this city> exhibited a geographic divide between poor and working class residents living west of the Tank Stream in areas such as The Rocks, and the more affluent residents living to its east. Free settlers, free-born residents and former convicts now represented the vast majority of the population of <this city>, leading to increasing public agitation for responsible government and an end to transportation. Transportation to New South Wales ceased in 1840.\n\nConflict on the Cumberland Plain\nIn 1804, Irish convicts led around 300 rebels in the Castle Hill Rebellion, an attempt to march on <this city>, commandeer a ship, and sail to freedom. Poorly armed, and with their leader Philip Cunningham captured, the main body of insurgents were routed by about 100 troops and volunteers at Rouse Hill. At least 39 convicts were killed in the uprising and subsequent executions.As the colony spread to the more fertile lands around the Hawkesbury river, north-west of <this city>, conflict between the settlers and the Darug people intensified, reaching a peak from 1794 to 1810. Bands of Darug people, led by Pemulwuy and later by his son Tedbury, burned crops, killed livestock and raided settler huts and stores in a pattern of resistance that was to be repeated as the colonial frontier expanded. A military garrison was established on the Hawkesbury in 1795. The death toll from 1794 to 1800 was 26 settlers and up to 200 Darug.Conflict again erupted from 1814 to 1816 with the expansion of the colony into Dharawal country in the Nepean region south-west of <this city>. Following the deaths of several settlers, Governor Macquarie despatched three military detachments into Dharawal lands, culminating in the Appin massacre (April 1816) in which at least 14 Aboriginal people were killed.\n\nColonial city (1841–1900)\nThe New South Wales Legislative Council was transformed into a semi-elected body in 1842. The town of <this city> was declared a city the same year, and a governing council established, elected on a restrictive property franchise.The discovery of gold in New South Wales and Victoria in 1851 initially caused some economic disruption as male workers moved to the goldfields. Melbourne soon overtook <this city> as <this country>'s largest city, leading to an enduring rivalry between the two cities. However, increased immigration from overseas and wealth from gold exports increased demand for housing, consumer goods, services and urban amenities. The New South Wales government also stimulated growth by investing heavily in railways, trams, roads, ports, telegraph, schools and urban services. The population of <this city> and its suburbs grew from 95,600 in 1861 to 386,900 in 1891. The city developed many of its characteristic features. The growing population packed into rows of terrace houses in narrow streets. New public buildings of sandstone abounded, including at the University of <this city> (1854–61), the <this country>n Museum (1858–66), the Town Hall (1868–88), and the General Post Office (1866–92). Elaborate coffee palaces and hotels were erected. Exotic plants such as jacarandas and frangipani were introduced in parks and gardens. Daylight bathing at <this city>'s beaches was banned, but segregated bathing at designated ocean baths was popular.Drought, the winding down of public works and a financial crisis led to economic depression in <this city> throughout most of the 1890s. Meanwhile, the <this city>-based premier of New South Wales, George Reid, became a key figure in the process of federation.\n\nState capital (1901–present)\nWhen the six colonies federated on 1 January 1901, <this city> became the capital of the State of New South Wales. The spread of bubonic plague in 1900 prompted the new state government to modernise the wharves and demolish inner-city slums. The outbreak of the First World War in 1914 saw more <this city> males volunteer for the armed forces than the Commonwealth authorities could process, and helped reduce unemployment in the city. Those returning from the war in 1918 were promised \"homes fit for heroes\" in new suburbs such as Daceyville and Matraville. \"Garden suburbs\" and mixed industrial and residential developments also grew along the rail and tram corridors. The population reached one million in 1926, after <this city> had regained its position as the most populous city in <this country>. The government created jobs with massive public projects such as the electrification of the <this city> rail network and building the <this city> Harbour Bridge.\n<this city> was more severely affected by the Great Depression of the 1930s than regional NSW or Melbourne. New building almost came to a standstill, and by 1933 the unemployment rate for male workers was 28 per cent, but over 40 per cent in working class areas such as Alexandria and Redfern. Many families were evicted from their homes and shanty towns grew along coastal <this city> and Botany Bay, the largest being \"Happy Valley\" at La Perouse. The Depression also exacerbated political divisions. In March 1932, when populist Labor premier Jack Lang attempted to open the <this city> Harbour Bridge he was upstaged by Francis de Groot of the far-right New Guard, who slashed the ribbon with a sabre.In January 1938, <this city> celebrated the Empire Games and the sesquicentenary of European settlement in <this country>. One journalist wrote, \"Golden beaches. Sun tanned men and maidens...Red-roofed villas terraced above the blue waters of the harbour...Even Melbourne seems like some grey and stately city of Northern Europe compared with <this city>'s sub-tropical splendours.\" Meanwhile, a congress of the \"Aborigines of <this country>\", declared 26 January \"A Day of Mourning\" for \"the whiteman's seizure of our country.\"With the outbreak of war in 1939, <this city> experienced a surge in industrial development to meet the needs of a wartime economy. Unemployment virtually disappeared and women moved into jobs previously male preserves. <this city> was attacked by Japanese submarines in May and June 1942 with 21 lives lost. Households throughout the city built air raid shelters and performed drills.A post-war immigration and baby boom saw a rapid increase in <this city>'s population and the spread of low-density housing in suburbs throughout the Cumberland Plain. Immigrants—mostly from Britain and continental Europe—and their children accounted for over three-quarters of <this city>'s population growth between 1947 and 1971. The newly created Cumberland County Council oversighted low-density residential developments, the largest at Green Valley and Mount Druitt. Older residential centres such as Parramatta, Bankstown and Liverpool became suburbs of the metropolis. Manufacturing, protected by high tariffs, employed over a third of the workforce from 1945 to the 1960s. However, as the long post-war economic boom progressed, retail and other service industries became the main source of new jobs.An estimated one million onlookers, most of the city's population, watched as Queen Elizabeth II landed in 1954 at Farm Cove where Captain Phillip had raised the Union Jack 165 years earlier, commencing her <this country>n Royal Tour. It was the first time a reigning monarch stepped onto <this country>n soil.Increasing high rise development in <this city> and the expansion of suburbs beyond the \"green belt\" envisaged by the planners of the 1950s resulted in community protests. In the early 1970s, trade unions and resident action groups imposed green bans on development projects in historic areas such as The Rocks. Federal, State and local governments subsequently introduced a range of heritage and environmental legislation. The <this city> Opera House was also controversial for its cost and disputes between architect Jørn Utzon and government officials. However, soon after it opened in 1973 it became a major tourist attraction and symbol of the city. The progressive reduction in tariff protection from 1974 began the transformation of <this city> from a manufacturing centre focused on the domestic market to a \"world city\" providing financial, commercial, cultural and educational services to local residents and <this country>n and overseas markets. From the 1980s, overseas immigration to <this city> grew rapidly, with Asia, the Middle East and Africa becoming major sources of immigrants. By 2021, the population of <this city> was over 5.2 million, with 40% of the population born overseas. China and India overtook England as the largest source countries for overseas-born residents.\n\nGeography\nTopography\n<this city> is a coastal basin with the Tasman Sea to the east, the Blue Mountains to the west, the Hawkesbury River to the north, and the Woronora Plateau to the south.\n<this city> spans two geographic regions. The Cumberland Plain lies to the south and west of the Harbour and is relatively flat. The Hornsby Plateau is located to the north and is dissected by steep valleys. The flat areas of the south were the first to be developed as the city grew. It was not until the construction of the <this city> Harbour Bridge that the northern reaches of the coast became more heavily populated. Seventy surf beaches can be found along its coastline with Bondi Beach being one of the most famous.\nThe Nepean River wraps around the western edge of the city and becomes the Hawkesbury River before reaching Broken Bay. Most of <this city>'s water storages can be found on tributaries of the Nepean River. The Parramatta River is mostly industrial and drains a large area of <this city>'s western suburbs into Port Jackson. The southern parts of the city are drained by the Georges River and the Cooks River into Botany Bay.\nThere is no single definition of the boundaries of <this city>. The <this country>n Statistical Geography Standard definition of Greater <this city> covers 12,369 km2 (4,776 sq mi) and includes the local government areas of Central Coast in the north, Hawkesbury in the north-west, Blue Mountains in the west, Sutherland Shire in the south, and Wollondilly in the south-west. The local government area of the City of <this city> covers about 26 square kilometres from Garden island in the east to Bicentennial Park in the west, and south to the suburbs of Alexandria and Rosebery.\n\nGeology\n<this city> is made up of mostly Triassic rock with some recent igneous dykes and volcanic necks (typically found in the Prospect dolerite intrusion, west of <this city>). The <this city> Basin was formed when the Earth's crust expanded, subsided, and filled with sediment in the early Triassic period. The sand that was to become the sandstone of today was washed there by rivers from the south and northwest and laid down between 360 and 200 million years ago. The sandstone has shale lenses and fossil riverbeds.The <this city> Basin bioregion includes coastal features of cliffs, beaches, and estuaries. Deep river valleys known as rias were carved during the Triassic period in the Hawkesbury sandstone of the coastal region where <this city> now lies. The rising sea level between 18,000 and 6,000 years ago flooded the rias to form estuaries and deep harbours. Port Jackson, better known as <this city> Harbour, is one such ria. <this city> features two major soil types; sandy soils (which originate from the Hawkesbury sandstone) and clay (which are from shales and volcanic rocks), though some soils may be a mixture of the two.Directly overlying the older Hawkesbury sandstone is the Wianamatta shale, a geological feature found in western <this city> that was deposited in connection with a large river delta during the Middle Triassic period which shifted over time from west to east. The Wianamatta shale generally comprises fine grained sedimentary rocks such as shales, mudstones, ironstones, siltstones and laminites, with less common sandstone units. The Wianamatta Group is made up of the following units (listed in stratigraphic order): Bringelly Shale, Minchinbury Sandstone and Ashfield Shale.\n\nEcology\nThe most prevalent plant communities in the <this city> region are grassy woodlands (i.e. savannas) and some pockets of dry sclerophyll forests, which consist of eucalyptus trees, casuarinas, melaleucas, corymbias and angophoras, with shrubs (typically wattles, callistemons, grevilleas and banksias), and a semi-continuous grass in the understory. The plants in this community tend to have rough and spiky leaves, as they're grown in areas with low soil fertility. <this city> also features a few areas of wet sclerophyll forests which are found in the wetter, elevated areas in the north and the northeast. These forests are defined by straight, tall tree canopies with a moist understory of soft-leaved shrubs, tree ferns and herbs.The predominant vegetation community in <this city> is the Cumberland Plain Woodland, which is found in Western <this city> (Cumberland Plain), followed by the <this city> Turpentine-Ironbark Forest which is scattered in the Inner West and Northern <this city>, the Eastern Suburbs Banksia Scrub in the coastline and the Blue Gum High Forest which is scantily present in the North Shore – All of which are critically endangered. The city also includes the <this city> Sandstone Ridgetop Woodland found in Ku-ring-gai Chase National Park on the Hornsby Plateau to the north.<this city> is home to dozens of bird species, which commonly include the <this country>n raven, <this country>n magpie, crested pigeon, noisy miner and the pied currawong, among others. Introduced bird species ubiquitously found in <this city> are the common myna, common starling, house sparrow and the spotted dove. Reptile species are also numerous and predominantly include skinks. <this city> has a few mammal and spider species, such as the grey-headed flying fox and the <this city> funnel-web, respectively, and has a huge diversity of marine species inhabiting its harbour and many beaches.\n\nClimate\nUnder the Köppen–Geiger classification, <this city> has a humid subtropical climate (Cfa) with \"warm [and] sometimes hot\" summers and \"cool\" winters, as described by the <this country>n Bureau of Statistics. The El Niño–Southern Oscillation, the Indian Ocean Dipole and the Southern Annular Mode play an important role in determining <this city>'s weather patterns: drought and bushfire on the one hand, and storms and flooding on the other, associated with the opposite phases of the oscillation in <this country>. The weather is moderated by proximity to the ocean, and more extreme temperatures are recorded in the inland western suburbs.At <this city>'s primary weather station at Observatory Hill, extreme temperatures have ranged from 45.8 °C (114.4 °F) on 18 January 2013 to 2.1 °C (35.8 °F) on 22 June 1932. An average of 14.9 days a year have temperatures at or above 30 °C (86 °F) in the central business district (CBD). In contrast, the metropolitan area averages between 35 and 65 days, depending on the suburb. The hottest day in the <this city> metropolitan area occurred in Penrith on 4 January 2020, where a high of 48.9 °C (120.0 °F) was recorded. The average annual temperature of the sea ranges from 18.5 °C (65.3 °F) in September to 23.7 °C (74.7 °F) in February. <this city> has an average of 7.2 hours of sunshine per day and 109.5 clear days annually. Due to the inland location, frost is recorded early in the morning in Western <this city> a few times in winter. Autumn and spring are the transitional seasons, with spring showing a larger temperature variation than autumn.<this city> experiences an urban heat island effect. This makes certain parts of the city more vulnerable to extreme heat, including coastal suburbs. In late spring and summer, temperatures over 35 °C (95 °F) are not uncommon, though hot, dry conditions are usually ended by a southerly buster, a powerful southerly that brings gale winds and a rapid fall in temperature. Since <this city> is downwind of the Great Dividing Range, it occasionally experiences dry, westerly foehn winds typically in winter and early spring (which are the reason for its warm maximum temperatures). Westerly winds are intense when the Roaring Forties (or the Southern Annular Mode) shift towards southeastern <this country>, where they may damage homes and affect flights, in addition to making the temperature seem colder than it actually is.Rainfall has a moderate to low variability and has historically been fairly uniform throughout the year, although in recent years it has been more summer-dominant and erratic. Precipitation is usually higher in late summer through to early winter and lower in late winter to early spring. In late autumn and winter, east coast lows may bring large amounts of rainfall, especially in the CBD. In the warm season black nor'easters are usually the cause of heavy rain events, though other forms of low-pressure areas, including remnants of ex-cyclones, may also bring heavy deluge and afternoon thunderstorms, particularly in the western suburbs. Snowfall was last reported in the <this city> City area in 1836, while a fall of graupel, or soft hail, in Lindfield, Roseville and Killara was mistaken by many for snow, in July 2008. In 2009, dry conditions brought a severe dust storm towards the city.\n\nRegions\nThe Greater <this city> Commission, a planning body, divides <this city> into three \"cities\" and five \"districts\" based on the 33 LGAs in the metropolitan area. The \"metropolis of three cities\" comprises Eastern Harbour City, Central River City and Western Parkland City. The <this country>n Bureau of Statistics also includes City of Central Coast (the former Gosford City and Wyong Shire) as part of Greater <this city> for population counts. This adds another 330,000 people to the metropolitan area covered by Greater <this city> Commission.\n\nInner suburbs\nThe CBD extends about 3 km (1.9 mi) south from <this city> Cove. It is bordered by Farm Cove within the Royal Botanic Garden to the east and Darling Harbour to the west. Suburbs surrounding the CBD include Woolloomooloo and Potts Point to the east, Surry Hills and Darlinghurst to the south, Pyrmont and Ultimo to the west, and Millers Point and The Rocks to the north. Most of these suburbs measure less than 1 km2 (0.4 sq mi) in area. The <this city> CBD is characterised by considerably narrow streets and thoroughfares, created in its convict beginnings in the 18th century.Several localities, distinct from suburbs, exist throughout <this city>'s inner reaches. Central and Circular Quay are transport hubs with ferry, rail, and bus interchanges. Chinatown, Darling Harbour, and Kings Cross are important locations for culture, tourism, and recreation. The Strand Arcade, which is located between Pitt Street Mall and George Street, is a historical Victorian-style shopping arcade. Opened on 1 April 1892, its shop fronts are an exact replica of the original internal shopping facades. Westfield <this city>, located beneath the <this city> Tower, is the largest shopping centre by area in <this city>.\nSince the late 20th century, there has been a trend of gentrification amongst <this city>'s inner suburbs. Pyrmont, located on the harbour, was redeveloped from a centre of shipping and international trade to an area of high density housing, tourist accommodation, and gambling. Originally located well outside of the city, Darlinghurst is the location of the historic, former Darlinghurst Gaol, manufacturing, and mixed housing. It had a period when it was known as an area of prostitution. The terrace style housing has largely been retained and Darlinghurst has undergone significant gentrification since the 1980s.Green Square is a former industrial area of Waterloo which is undergoing urban renewal worth $8 billion. On the city harbour edge, the historic suburb and wharves of Millers Point are being built up as the new area of Barangaroo. The suburb of Paddington is a well known suburb for its streets of restored terrace houses, Victoria Barracks, and shopping including the weekly Oxford Street markets.\n\nInner West\nThe Inner West generally includes the Inner West Council, Municipality of Burwood, Municipality of Strathfield, and City of Canada Bay. These span up to about 11 km west of the CBD. Historically, especially prior to the building of the Harbour Bridge, the outer suburbs of the Inner West such as Strathfield were the location of \"country\" estates for the colony's elites. By contrast, the inner suburbs in the Inner West, being close to transport and industry, have historically housed working class industrial workers. These areas have undergone gentrification in the late 20th century, and many parts of the region are now highly valued residential suburbs. As of the end of 2021, an Inner West suburb (Strathfield) remained one of the 20 most expensive postcode areas in <this country> measured by median house price (the other 19 were all in metropolitan <this city>, all in Northern <this city> or the Eastern Suburbs). The University of <this city> is located in this area, as well as the University of Technology, <this city> and a campus of the <this country>n Catholic University. The Anzac Bridge spans Johnstons Bay and connects Rozelle to Pyrmont and the city, forming part of the Western Distributor.\nThe Inner West is today well known as the location of village commercial centres that have acquired cosmopolitan flavours, such as the \"Little Italy\" commercial centres of Leichardt, Five Dock and Haberfield, \"Little Portugal\" in Petersham, \"Little Korea\" in Strathfield or \"Little Shanghai\" in Ashfield. Large-scale shopping centres in the area include Westfield Burwood, DFO Homebush and Birkenhead Point Outlet Centre. There is a large cosmopolitan community and nightlife hub on King Street in Newtown.\nThe area is serviced by the T1, T2, and T3 railway lines, including the Main Suburban Line, which was the first to be constructed in New South Wales. Strathfield railway station is a secondary railway hub within <this city>, and major station on the Suburban and Northern lines. It was constructed in 1876. The future <this city> Metro West will also connect this area with the City and Parramatta. The area is also serviced by the Parramatta River services of <this city> Ferries, numerous bus routes and cycleways.\n\nEastern suburbs\nThe Eastern Suburbs encompass the Municipality of Woollahra, the City of Randwick, the Waverley Municipal Council, and parts of the Bayside Council. They include some of the most affluent and advantaged areas in the country, with some streets being amongst the most expensive in the world. As at 2014, Wolseley Road, Point Piper, had a top price of $20,900 per square metre, making it the ninth-most expensive street in the world. More than 75% of neighbourhoods in the Electoral District of Wentworth fall under the top decile of SEIFA advantage, making it the least disadvantaged area in the country. As of the end of 2021, of the 20 most expensive postcode areas in <this country> (measured by median house price), nine were in the Eastern Suburbs.Major landmarks include Bondi Beach, a major tourist site; which was added to the <this country>n National Heritage List in 2008; and Bondi Junction, featuring a Westfield shopping centre and an estimated office work force of 6,400 by 2035, as well as a railway station on the T4 Eastern Suburbs Line. The suburb of Randwick contains Randwick Racecourse, the Royal Hospital for Women, the Prince of Wales Hospital, <this city> Children's Hospital, and University of New South Wales Kensington Campus.Construction of the CBD and South East Light Rail was completed in April 2020. Main construction was due to be completed in 2018 but was delayed until 2020. The project aims to provide reliable and high-capacity tram services to residents in the City and South-East.\nMajor shopping centres in the area include Westfield Bondi Junction and Westfield Eastgardens.\n\nSouthern <this city>\nSouthern <this city> includes the suburbs in the local government areas of former Rockdale, Georges River Council (collectively known as the St George area), and broadly it also includes the suburbs in the local government area of Sutherland, south of the Georges River (colloquially known as 'The Shire').\nThe Kurnell peninsula, near Botany Bay, is the site of the first landfall on the eastern coastline made by Lt. (later Captain) James Cook in 1770. La Perouse, a historic suburb named after the French navigator Jean-François de Galaup, comte de Lapérouse (1741–88), is notable for its old military outpost at Bare Island and the Botany Bay National Park.\nThe suburb of Cronulla in southern <this city> is close to Royal National Park, <this country>'s oldest national park. Hurstville, a large suburb with a multitude of commercial buildings and high-rise residential buildings dominating the skyline, has become a CBD for the southern suburbs.\n\nNorthern <this city>\n'Northern <this city>' may also include the suburbs in the Upper North Shore, Lower North Shore and the Northern Beaches.\nThe Northern Suburbs include several landmarks – Macquarie University, Gladesville Bridge, Ryde Bridge, Macquarie Centre and Curzon Hall in Marsfield. This area includes suburbs in the local government areas of Hornsby Shire, City of Ryde, the Municipality of Hunter's Hill and parts of the City of Parramatta.\nThe North Shore includes the commercial centres of North <this city> and Chatswood. North <this city> itself consists of a large commercial centre, with its own business centre, which contains the second largest concentration of high-rise buildings in <this city>, after the CBD. North <this city> is dominated by advertising, marketing businesses and associated trades, with many large corporations holding office in the region.\nThe Northern Beaches area includes Manly, one of <this city>'s most popular holiday destinations for much of the nineteenth and twentieth centuries. The region also features <this city> Heads, a series of headlands which form the 2 km (1.2 mi) wide entrance to <this city> Harbour. The Northern Beaches area extends south to the entrance of Port Jackson (<this city> Harbour), west to Middle Harbour and north to the entrance of Broken Bay. The 2011 <this country>n census found the Northern Beaches to be the most white and mono-ethnic district in <this country>, contrasting with its more-diverse neighbours, the North Shore and the Central Coast.As of the end of 2021, half of the 20 most expensive postcode areas in <this country> (measured by median house price) were all in Northern <this city>, including four on the Northern Beaches, two on the Lower North Shore, three on the Upper North Shore, one (straddling Hunters Hill and Woolwich) in Northern <this city> (the other 10 were also all in metropolitan <this city>: nine in the Eastern Suburbs and one in the Inner west).\n\nHills district\nThe Hills district generally refers to the suburbs in north-western <this city> including the local government areas of The Hills Shire, parts of the City of Parramatta Council and Hornsby Shire. Actual suburbs and localities that are considered to be in the Hills District can be somewhat amorphous and variable. For example, the Hills District Historical Society restricts its definition to the Hills Shire local government area, yet its study area extends from Parramatta to the Hawkesbury. The region is so named for its characteristically comparatively hilly topography as the Cumberland Plain lifts up, joining the Hornsby Plateau. Windsor and Old Windsor Roads are historic roads in <this country>, as they are the second and third roads, respectively, laid in the colony.\n\nWestern suburbs\nThe greater western suburbs encompasses the areas of Parramatta, the sixth largest business district in <this country>, settled the same year as the harbour-side colony, Bankstown, Liverpool, Penrith, and Fairfield. Covering 5,800 km2 (2,200 sq mi) and having an estimated resident population as at 2017 of 2,288,554, western <this city> has the most multicultural suburbs in the country. The population is predominantly of a working class background, with major employment in the heavy industries and vocational trade. Toongabbie is noted for being the third mainland settlement (after <this city> and Parramatta) set up after the British colonisation of <this country> began in 1788, although the site of the settlement is actually in the separate suburb of Old Toongabbie.The western suburb of Prospect, in the City of Blacktown, is home to Raging Waters, a water park operated by Parques Reunidos. Auburn Botanic Gardens, a botanical garden situated in Auburn, attracts thousands of visitors each year, including a significant number from outside <this country>. The greater west also includes <this city> Olympic Park, a suburb created to host the 2000 Summer Olympics, and <this city> Motorsport Park, a motorsport circuit located in Eastern Creek. Prospect Hill, a historically significant ridge in the west and the only area in <this city> with ancient volcanic activity, is also listed on the NSW State Heritage Register.To the northwest, Featherdale Wildlife Park, an <this country>n zoo in Doonside, near Blacktown, is a major tourist attraction, not just for Western <this city>, but for New South Wales and <this country>. <this city> Zoo, opened in 2019, is another prominent zoo situated in Bungaribee. Established in 1799, the Old Government House, a historic house museum and tourist spot in Parramatta, was included in the <this country>n National Heritage List on 1 August 2007 and World Heritage List in 2010 (as part of the 11 penal sites constituting the <this country>n Convict Sites), making it the only site in greater western <this city> to be featured in such lists. Moreover, the house is <this country>'s oldest surviving public building.Further to the southwest is the region of Macarthur and the city of Campbelltown, a significant population centre until the 1990s considered a region separate to <this city> proper. Macarthur Square, a shopping complex in Campbelltown, has become one of the largest shopping complexes in <this city>. The southwest also features Bankstown Reservoir, the oldest elevated reservoir constructed in reinforced concrete that is still in use and is listed on the New South Wales State Heritage Register. The southwest is home to one of <this city>'s oldest trees, the Bland Oak, which was planted in the 1840s by William Bland in the suburb of Carramar.\n\nUrban structure\nArchitecture\nThe earliest structures in the colony were built to the bare minimum of standards. Upon his appointment, Governor Lachlan Macquarie set ambitious targets for the architectural design of new construction projects. The city now has a world heritage listed building, several national heritage listed buildings, and dozens of Commonwealth heritage listed buildings as evidence of the survival of Macquarie's ideals.\nIn 1814 the Governor called on a convict named Francis Greenway to design Macquarie Lighthouse. The lighthouse and its Classical design earned Greenway a pardon from Macquarie in 1818 and introduced a culture of refined architecture that remains to this day. Greenway went on to design the Hyde Park Barracks in 1819 and the Georgian style St James's Church in 1824. Gothic-inspired architecture became more popular from the 1830s. John Verge's Elizabeth Bay House and St Philip's Church of 1856 were built in Gothic Revival style along with Edward Blore's Government House of 1845. Kirribilli House, completed in 1858, and St Andrew's Cathedral, <this country>'s oldest cathedral, are rare examples of Victorian Gothic construction.\nFrom the late 1850s there was a shift towards Classical architecture. Mortimer Lewis designed the <this country>n Museum in 1857. The General Post Office, completed in 1891 in Victorian Free Classical style, was designed by James Barnet. Barnet also oversaw the 1883 reconstruction of Greenway's Macquarie Lighthouse. Customs House was built in 1844 to the specifications of Lewis, with additions from Barnet in 1887 and W L Vernon in 1899. The neo-Classical and French Second Empire style Town Hall was completed in 1889. Romanesque designs gained favour amongst <this city>'s architects from the early 1890s. <this city> Technical College was completed in 1893 using both Romanesque Revival and Queen Anne approaches. The Queen Victoria Building was designed in Romanesque Revival fashion by George McRae and completed in 1898. It was built on the site of the <this city> Central Markets and accommodates 200 shops across its three storeys.As the wealth of the settlement increased, and as <this city> developed into a metropolis after Federation in 1901, its buildings became taller. <this city>'s first tower was Culwulla Chambers on the corner of King Street and Castlereagh Street which topped out at 50 m (160 ft) making 12 floors. The Commercial Traveller's Club, located in Martin Place and built in 1908, was of similar height at 10 floors. It was built in a brick stone veneer and demolished in 1972 to make way for Harry Seidler's MLC Centre. This heralded a change in <this city>'s cityscape and with the lifting of height restrictions in the 1960s there came a surge of high-rise construction.The Great Depression had a tangible influence on <this city>'s architecture. New structures became more restrained with far less ornamentation than was common before the 1930s. The most notable architectural feat of this period is the Harbour Bridge. Its steel arch was designed by John Bradfield and completed in 1932. A total of 39,000 tonnes of structural steel span the 503 m (1,650 ft) between Milsons Point and Dawes Point.\nModern and International architecture came to <this city> from the 1940s. Since its completion in 1973 the city's Opera House has become a World Heritage Site and one of the world's most renowned pieces of Modern design. It was conceived by Jørn Utzon with contributions from Peter Hall, Lionel Todd, and David Littlemore. Utzon was awarded the Pritzker Prize in 2003 for his work on the Opera House. <this city> is home to <this country>'s first building by renowned Canadian-American architect Frank Gehry, the Dr Chau Chak Wing Building (2015), based on the design of a tree house. An entrance from The Goods Line–a pedestrian pathway and former railway line–is located on the eastern border of the site.\nContemporary buildings in the CBD include Citigroup Centre, Aurora Place, Chifley Tower, the Reserve Bank building, Deutsche Bank Place, MLC Centre, and Capita Centre. The tallest structure is <this city> Tower, designed by Donald Crone and completed in 1981. Regulations limited new buildings to a height of 235 m (771 ft) due to the proximity of <this city> Airport, although strict restrictions employed in the early 2000s have slowly been relaxed in the past ten years, with a maximum height restriction now sitting at 330 metres (1083 feet). Green bans and heritage overlays have been in place since at least 1977 to protect <this city>'s heritage after controversial demolitions in the 1970s led to an outcry from <this city>siders to preserve the old and keep history intact, sufficiently balancing old and new architecture.\n\nHousing\n<this city> surpasses both New York City and Paris real estate prices, having some of the most expensive in the world. The city remains <this country>'s most expensive housing market, with the mean house price at $1,142,212 as of December 2019 (over 25% higher the national mean house price).There were 1.76 million dwellings in <this city> in 2016 including 925,000 (57%) detached houses, 227,000 (14%) semi-detached terrace houses and 456,000 (28%) units and apartments. Whilst terrace houses are common in the inner city areas, it is detached houses that dominate the landscape in the outer suburbs.\nDue to environmental and economic pressures, there has been a noted trend towards denser housing. There was a 30% increase in the number of apartments in <this city> between 1996 and 2006. Public housing in <this city> is managed by the Government of New South Wales. Suburbs with large concentrations of public housing include Claymore, Macquarie Fields, Waterloo, and Mount Druitt. The Government has announced plans to sell nearly 300 historic public housing properties in the harbourside neighbourhoods of Millers Point, Gloucester Street, and The Rocks.<this city> is one of the most expensive real estate markets globally. It is only second to Hong Kong with the average property costing 14 times the annual <this city> salary as of December 2016. A range of heritage housing styles can be found throughout <this city>. Terrace houses are found in the inner suburbs such as Paddington, The Rocks, Potts Point and Balmain–many of which have been the subject of gentrification. These terraces, particularly those in suburbs such as The Rocks, were historically home to <this city>'s miners and labourers. In the present day, terrace houses now make up some of the most valuable real estate in the city.Federation homes, constructed around the time of Federation in 1901, are located in suburbs such as Penshurst, Turramurra, and in Haberfield. Workers cottages are found in Surry Hills, Redfern, and Balmain. California bungalows are common in Ashfield, Concord, and Beecroft. Larger modern homes are predominantly found in the outer suburbs, such as Stanhope Gardens, Kellyville Ridge, Bella Vista to the northwest, Bossley Park, Abbotsbury, and Cecil Hills to the west, and Hoxton Park, Harrington Park, and Oran Park to the southwest.\n\nParks and open spaces\nThe Anzac War Memorial in Hyde Park is a public memorial dedicated to the achievement of the <this country>n Imperial Force of World War I.\nThe Royal Botanic Garden is the most iconic green space in the <this city> region, hosting both scientific and leisure activities. There are 15 separate parks under the administration of the City of <this city>. Parks within the city centre include Hyde Park, The Domain and Prince Alfred Park.\n\nThe Centennial Parklands is the largest park in the City of <this city>, comprising 189 ha (470 acres).\nThe inner suburbs include Centennial Park and Moore Park in the east (both within the City of <this city> local government area), while the outer suburbs contain <this city> Park and Royal National Park in the south, Ku-ring-gai Chase National Park in the north, and Western <this city> Parklands in the west, which is one of the largest urban parks in the world. The Royal National Park was proclaimed on 26 April 1879 and with 13,200 ha (51 sq mi) is the second oldest national park in the world.\nHyde Park is the oldest parkland in the country. The largest park in the <this city> metropolitan area is Ku-ring-gai Chase National Park, established in 1894 with an area of 15,400 ha (59 sq mi). It is regarded for its well-preserved records of indigenous habitation and more than 800 rock engravings, cave drawings and middens have been located in the park.The area now known as The Domain was set aside by Governor Arthur Phillip in 1788 as his private reserve. Under the orders of Macquarie the land to the immediate north of The Domain became the Royal Botanic Garden in 1816. This makes them the oldest botanic garden in <this country>. The Gardens are not just a place for exploration and relaxation, but also for scientific research with herbarium collections, a library and laboratories. The two parks have a total area of 64 ha (0.2 sq mi) with 8,900 individual plant species and receive over 3.5 million annual visits.To the south of The Domain is Hyde Park, the oldest public parkland in <this country> which measures 16.2 ha (0.1 sq mi) in area. Its location was used for both relaxation and the grazing of animals from the earliest days of the colony. Macquarie dedicated it in 1810 for the \"recreation and amusement of the inhabitants of the town\" and named it in honour of the original Hyde Park in London.\n\nEconomy\nResearchers from Loughborough University have ranked <this city> amongst the top ten world cities that are highly integrated into the global economy. The Global Economic Power Index ranks <this city> number eleven in the world. The Global Cities Index recognises it as number fourteen in the world based on global engagement. There is a significant concentration of foreign banks and multinational corporations in <this city> and the city is promoted as <this country>'s financial capital and one of Asia Pacific's leading financial hubs.The prevailing economic theory in effect during early colonial days was mercantilism, as it was throughout most of Western Europe. The economy struggled at first due to difficulties in cultivating the land and the lack of a stable monetary system. Governor Lachlan Macquarie solved the second problem by creating two coins from every Spanish silver dollar in circulation. The economy was clearly capitalist in nature by the 1840s as the proportion of free settlers increased, the maritime and wool industries flourished, and the powers of the East India Company were curtailed.Wheat, gold, and other minerals became additional export industries towards the end of the 1800s. Significant capital began to flow into the city from the 1870s to finance roads, railways, bridges, docks, courthouses, schools and hospitals. Protectionist policies after federation allowed for the creation of a manufacturing industry which became the city's largest employer by the 1920s. These same policies helped to relieve the effects of the Great Depression during which the unemployment rate in New South Wales reached as high as 32%. From the 1960s onwards Parramatta gained recognition as the city's second CBD and finance and tourism became major industries and sources of employment.<this city>'s nominal gross domestic product was AU$400.9 billion and AU$80,000 per capita in 2015. Its gross domestic product was AU$337 billion in 2013, the largest in <this country>. The Financial and Insurance Services industry accounts for 18.1% of gross product and is ahead of Professional Services with 9% and Manufacturing with 7.2%. In addition to Financial Services and Tourism, the Creative and Technology sectors are focus industries for the City of <this city> and represented 9% and 11% of its economic output in 2012.\n\nBusinesses\nThere were 451,000 businesses based in <this city> in 2011, including 48% of the top 500 companies in <this country> and two-thirds of the regional headquarters of multinational corporations. Global companies are attracted to the city in part because its time zone spans the closing of business in North America and the opening of business in Europe. Most foreign companies in <this city> maintain significant sales and service functions but comparably less production, research, and development capabilities. There are 283 multinational companies with regional offices in <this city>.\n\nDomestic economics\n<this city> has been ranked between the fifteenth and the fifth most expensive city in the world and is the most expensive city in <this country>. Of the 15 categories only measured by UBS in 2012, workers receive the seventh highest wage levels of 77 cities in the world. Working residents of <this city> work an average of 1,846 hours per annum with 15 days of leave.The labour force of Greater <this city> Region in 2016 was 2,272,722 with a participation rate of 61.6%. It was made up of 61.2% full-time workers, 30.9% part-time workers, and 6.0% unemployed individuals. The largest reported occupations are professionals, clerical and administrative workers, managers, technicians and trades workers, and community and personal service workers. The largest industries by employment across Greater <this city> are Health Care and Social Assistance with 11.6%, Professional Services with 9.8%, Retail Trade with 9.3%, Construction with 8.2%, Education and Training with 8.0%, Accommodation and Food Services 6.7%, and Financial and Insurance Services with 6.6%. The Professional Services and Financial and Insurance Services industries account for 25.4% of employment within the City of <this city>.In 2016, 57.6% of working age residents had a total weekly income of less than $1,000 and 14.4% had a total weekly income of $1,750 or more. The median weekly income for the same period was $719 for individuals, $1,988 for families, and $1,750 for household.Unemployment in the City of <this city> averaged 4.6% for the decade to 2013, much lower than the current rate of unemployment in Western <this city> of 7.3%. Western <this city> continues to struggle to create jobs to meet its population growth despite the development of commercial centres like Parramatta. Each day about 200,000 commuters travel from Western <this city> to the CBD and suburbs in the east and north of the city.Home ownership in <this city> was less common than renting prior to the Second World War but this trend has since reversed. Median house prices have increased by an average of 8.6% per annum since 1970. The median house price in <this city> in March 2014 was $630,000. The primary cause for rising prices is the increasing cost of land and scarcity which made up 32% of house prices in 1977 compared to 60% in 2002. 31.6% of dwellings in <this city> are rented, 30.4% are owned outright and 34.8% are owned with a mortgage. 11.8% of mortgagees in 2011 had monthly loan repayments of less than $1,000 and 82.9% had monthly repayments of $1,000 or more. 44.9% of renters for the same period had weekly rent of less than $350 whilst 51.7% had weekly rent of $350 or more. The median weekly rent in <this city> in 2011 was $450.\n\nFinancial services\nMacquarie gave a charter in 1817 to form the first bank in <this country>, the Bank of New South Wales. New private banks opened throughout the 1800s but the financial system was unstable. Bank collapses were a frequent occurrence and a crisis point was reached in 1893 when 12 banks failed.The Bank of New South Wales exists to this day as Westpac. The Commonwealth Bank of <this country> was formed in <this city> in 1911 and began to issue notes backed by the resources of the nation. It was replaced in this role in 1959 by the Reserve Bank of <this country> which is also based in <this city>. The <this country>n Securities Exchange began operating in 1987 and with a market capitalisation of $1.6 trillion is now one of the ten largest exchanges in the world.The Financial and Insurance Services industry now constitutes 43% of the economic product of the City of <this city>. <this city> makes up half of <this country>'s finance sector and has been promoted by consecutive Commonwealth Governments as Asia Pacific's leading financial centre. In the 2017 Global Financial Centres Index, <this city> was ranked as having the eighth most competitive financial centre in the world.In 1985 the Federal Government granted 16 banking licences to foreign banks and now 40 of the 43 foreign banks operating in <this country> are based in <this city>, including the People's Bank of China, Bank of America, Citigroup, UBS, Mizuho Bank, Bank of China, Banco Santander, Credit Suisse, Standard Chartered, State Street, HSBC, Deutsche Bank, Barclays, Royal Bank of Canada, Société Générale, Royal Bank of Scotland, Sumitomo Mitsui, ING Group, BNP Paribas, and Investec.\n\nManufacturing\n<this city> has been a manufacturing city since the protectionist policies of the 1920s. By 1961 the industry accounted for 39% of all employment and by 1970 over 30% of all <this country>n manufacturing jobs were in <this city>. Its status has declined in more recent decades, making up 12.6% of employment in 2001 and 8.5% in 2011. Between 1970 and 1985 there was a loss of 180,000 manufacturing jobs. Despite this, <this city> still overtook Melbourne as the largest manufacturing centre in <this country> in the 2010s. Its manufacturing output of $21.7 billion in 2013 was greater than that of Melbourne with $18.9 billion. Observers have noted <this city>'s focus on the domestic market and high-tech manufacturing as reasons for its resilience against the high <this country>n dollar of the early 2010s. The Smithfield-Wetherill Park Industrial Estate in Western <this city> is the largest industrial estate in the Southern Hemisphere and is the centre of manufacturing and distribution in the region.\n\nTourism and international education\n<this city> is a gateway to <this country> for many international visitors and ranks among the top sixty most visited cities in the world. It has hosted over 2.8 million international visitors in 2013, or nearly half of all international visits to <this country>. These visitors spent 59 million nights in the city and a total of $5.9 billion. The countries of origin in descending order were China, New Zealand, the United Kingdom, the United States, South Korea, Japan, Singapore, Germany, Hong Kong, and India.The city also received 8.3 million domestic overnight visitors in 2013 who spent a total of $6 billion. 26,700 workers in the City of <this city> were directly employed by tourism in 2011. There were 480,000 visitors and 27,500 people staying overnight each day in 2012. On average, the tourism industry contributes $36 million to the city's economy per day.Popular destinations include the <this city> Opera House, the <this city> Harbour Bridge, Watsons Bay, The Rocks, <this city> Tower, Darling Harbour, the State Library of New South Wales, the Royal Botanic Garden, the <this country>n Museum, the Museum of Contemporary Art, the Art Gallery of New South Wales, the Queen Victoria Building, Sea Life <this city> Aquarium, Taronga Zoo, Bondi Beach, Luna Park and <this city> Olympic Park.Major developmental projects designed to increase <this city>'s tourism sector include a casino and hotel at Barangaroo and the redevelopment of East Darling Harbour, which involves a new exhibition and convention centre, now <this country>'s largest.<this city> is the highest-ranking city in the world for international students. More than 50,000 international students study at the city's universities and a further 50,000 study at its vocational and English language schools. International education contributes $1.6 billion to the local economy and creates demand for 4,000 local jobs each year.\n\nDemographics\nThe population of <this city> in 1788 was less than 1,000. With convict transportation it almost tripled in ten years to 2,953. For each decade since 1961 the population has increased by more than 250,000. The 2021 census recorded the population of Greater <this city> as 5,231,150. The <this country>n Bureau of Statistics (ABS) projects the population will grow to between 8 and 8.9 million by 2061, but that Melbourne will replace <this city> as <this country>'s most populous city by 2026. The four most densely populated suburbs in <this country> are located in <this city> with each having more than 13,000 residents per square kilometre (33,700 residents per square mile). Between 1971 and 2018, <this city> experienced a net loss of 716,832 people to the rest of <this country>, but its population grew due to overseas arrivals and a healthy birth rate.The median age of <this city> residents is 37 and 14.8% of people are 65 or older. The married population accounts for 48.6% of <this city> whilst 36.7% of people have never been married. 49.0% of families are couples with children, 34.4% are couples without children, and 14.8% are single-parent families.\n\nAncestry and immigration\nMost immigrants to <this city> between 1840 and 1930 were British, Irish or Chinese. At the 2021 census, the most commonly nominated ancestries were:\n\nAt the 2021 census, 40.5% of <this city>'s population was born overseas. Foreign countries of birth with the greatest representation are Mainland China, India, England, Vietnam, Philippines and New Zealand.At the 2021 census, 1.7% of <this city>'s population identified as being Indigenous — Aboriginal <this country>ns and Torres Strait Islanders.\n\nLanguage\nA language other than English is used in 42% of households in <this city>. The most widely used non-English languages at home are Mandarin (5%), Arabic (4.2%), Cantonese (2.8%), Vietnamese (2.2%) and Hindi (1.5%).\n\nReligion\nIn 2021, Christianity was the largest religious affiliation at 46%, the largest denominations of which were Catholicism at 23.1% and Anglicanism at 9.2%. 30.3% of <this city> residents identified themselves as having no religion.  The most common non-Christian religious affiliations were Islam (6.3%), Hinduism (4.8%), Buddhism (3.8%), Sikhism (0.7%), and Judaism (0.7%). About 500 people identified with traditional Aboriginal religions.The Church of England was the only recognised church before Governor Macquarie appointed official Catholic chaplains in 1820. Macquarie also ordered the construction of churches such as St Matthew's, St Luke's, St James's, and St Andrew's. Religious groups, alongside secular institutions, have played a significant role in education, health and charitable services throughout <this city>'s history.\n\nCrime\nCrime in <this city> is low, with The Independent ranking <this city> as the fifth safest city in the world in 2019. However, drug use is a significant problem. Methamphetamine is heavily consumed compared to other countries, while heroin is less common. One of the biggest crime related issues to face the city in recent times was the introduction of lock-out laws in February 2014, in an attempt to curb alcohol fuelled violence. Patrons could not enter clubs or bars in the inner-city after 1:30am, and last drinks were called at 3am. The lock-out laws were removed in January 2020.\n\nCulture\nScience, art, and history\nKu-ring-gai Chase National Park is rich in Indigenous <this country>n heritage, containing around 1,500 pieces of Aboriginal rock art – the largest cluster of Indigenous sites in <this country>, surpassing Kakadu, which has around 5,000 sites but over a much greater landmass. The park's indigenous sites include petroglyphs, art sites, burial sites, caves, marriage areas, birthing areas, midden sites, and tool manufacturing locations, among others, which are dated to be around 5,000 years old. The inhabitants of the area were the Garigal people. Other rock art sites exist in the <this city> region, such as in Terrey Hills and Bondi, although the locations of most are not publicised to prevent damage by vandalism, and to retain their quality, as they are still regarded as sacred sites by Indigenous <this country>ns.\nThe <this country>n Museum opened in <this city> in 1827 with the purpose of collecting and displaying the natural wealth of the colony. It remains <this country>'s oldest natural history museum. In 1995 the Museum of <this city> opened on the site of the first Government House. It recounts the story of the city's development. Other museums based in <this city> include the Powerhouse Museum and the <this country>n National Maritime Museum.The State Library of New South Wales holds the oldest library collections in <this country>, being first established as the <this country>n Subscription Library in 1826. In 1866 then Queen Victoria gave her assent to the formation of the Royal Society of New South Wales. The Society exists \"for the encouragement of studies and investigations in science, art, literature, and philosophy\". It is based in a terrace house in Darlington owned by the University of <this city>. The <this city> Observatory building was constructed in 1859 and used for astronomy and meteorology research until 1982 before being converted into a museum.The Museum of Contemporary Art was opened in 1991 and occupies an Art Deco building in Circular Quay. Its collection was founded in the 1940s by artist and art collector John Power and has been maintained by the University of <this city>. <this city>'s other significant art institution is the Art Gallery of New South Wales which coordinates the coveted Archibald Prize for portraiture.\n\nEntertainment\n<this city>'s first commercial theatre opened in 1832 and nine more had commenced performances by the late 1920s. The live medium lost much of its popularity to the cinema during the Great Depression before experiencing a revival after World War II. Prominent theatres in the city today include State Theatre, Theatre Royal, <this city> Theatre, The Wharf Theatre, and Capitol Theatre. <this city> Theatre Company maintains a roster of local, classical, and international plays. It occasionally features <this country>n theatre icons such as David Williamson, Hugo Weaving, and Geoffrey Rush. The city's other prominent theatre companies are New Theatre, Belvoir, and Griffin Theatre Company. <this city> is also home to Event Cinemas' first theatre, which opened on George St in 1913, under its former Greater Union brand; the theatre currently operates, and is regarded as one of <this country>'s busiest cinema locations.\nThe <this city> Opera House is the home of Opera <this country> and <this city> Symphony. It has staged over 100,000 performances and received 100 million visitors since opening in 1973. Two other important performance venues in <this city> are Town Hall and the City Recital Hall. The <this city> Conservatorium of Music is located adjacent to the Royal Botanic Garden and serves the <this country>n music community through education and its biannual <this country>n Music Examinations Board exams.\nMany writers have originated in and set their work in <this city>. Others have visited the city and commented on it. Some of them are commemorated in the <this city> Writers Walk at Circular Quay. The city was the headquarters for <this country>'s first published newspaper, the <this city> Gazette. Watkin Tench's A Narrative of the Expedition to Botany Bay (1789) and A Complete Account of the Settlement at Port Jackson in New South Wales (1793) have remained the best-known accounts of life in early <this city>. Since the infancy of the establishment, much of the literature set in <this city> were concerned with life in the city's slums and working-class communities, notably William Lane's The Working Man's Paradise (1892), Christina Stead's Seven Poor Men of <this city> (1934) and Ruth Park's The Harp in the South (1948). The first <this country>n-born female novelist, Louisa Atkinson, set various of her novels in <this city>. Contemporary writers, such as Elizabeth Harrower, were born in the city and thus set most of the work there–Harrower's debut novel Down in the City (1957) was mostly set in a King's Cross apartment. Well known contemporary novels set in the city include Melina Marchetta's Looking for Alibrandi (1992), Peter Carey's 30 Days in <this city>: A Wildly Distorted Account (1999), J. M. Coetzee's Diary of a Bad Year (2007) and Kate Grenville's The Secret River (2010). The <this city> Writers' Festival is held every year between April and May.Filmmaking in <this city> was quite prolific until the 1920s when spoken films were introduced and American productions gained dominance in <this country>n cinema. The <this country>n New Wave of filmmaking saw a resurgence in film production in the city–with many notable features shot in the city between the 1970s and 80s, helmed by directors such as Bruce Beresford, Peter Weir and Gillian Armstrong. Fox Studios <this country> commenced production in <this city> in 1998. Successful films shot in <this city> since then include The Matrix, Lantana, Mission: Impossible 2, Moulin Rouge!, Star Wars: Episode II – Attack of the Clones, <this country>, Superman Returns, and The Great Gatsby. The National Institute of Dramatic Art is based in <this city> and has several famous alumni such as Mel Gibson, Judy Davis, Baz Luhrmann, Cate Blanchett, Hugo Weaving and Jacqueline Mckenzie.<this city> is the host of several festivals throughout the year. The city's New Year's Eve celebrations are the largest in <this country>. The Royal Easter Show is held every year at <this city> Olympic Park. <this city> Festival is <this country>'s largest arts festival. The travelling rock music festival Big Day Out originated in <this city>. The city's two largest film festivals are <this city> Film Festival and Tropfest. Vivid <this city> is an annual outdoor exhibition of art installations, light projections, and music. In 2015, <this city> was ranked 13th for being the top fashion capitals in the world. It hosts the <this country>n Fashion Week in autumn. The <this city> Mardi Gras has commenced each February since 1979.\n<this city>'s Chinatown has had numerous locations since the 1850s. It moved from George Street to Campbell Street to its current setting in Dixon Street in 1980. Little Italy is located in Stanley Street.Restaurants, bars and nightclubs can be found in the entertainment hubs in the <this city> CBD (Darling Harbour, Barangaroo, The Rocks and George Street), Oxford Street, Surry Hills, Newtown and Parramatta. Kings Cross was previously considered the red-light district though the 2014-2020 lockout laws affected this area most.  The Star is the city's casino and is situated next to Darling Harbour while the new Crown <this city> resort is in nearby Barangaroo.\n\nMedia\nThe <this city> Morning Herald is <this country>'s oldest newspaper still in print. Now a compact form paper owned by Nine Entertainment, it has been published continuously since 1831. Its competitor is the News Corporation tabloid The Daily Telegraph which has been in print since 1879. Both papers have Sunday tabloid editions called The Sun-Herald and The Sunday Telegraph respectively. The Bulletin was founded in <this city> in 1880 and became <this country>'s longest running magazine. It closed after 128 years of continuous publication. <this city> heralded <this country>'s first newspaper, the <this city> Gazette, published until 1842.\nEach of <this country>'s three commercial television networks and two public broadcasters is headquartered in <this city>. Nine's offices and news studios are in North <this city>, Ten and Seven are based in Pyrmont, Seven has a news studio in the <this city> CBD in Martin Place the <this country>n Broadcasting Corporation is located in Ultimo, and the Special Broadcasting Service is based in Artarmon. Multiple digital channels have been provided by all five networks since 2000. Foxtel is based in North Ryde and sells subscription cable television to most parts of the urban area. <this city>'s first radio stations commenced broadcasting in the 1920s. Radio became a popular tool for politics, news, religion, and sport and has managed to survive despite the introduction of television and the Internet. 2UE was founded in 1925 and under the ownership of Nine Entertainment is the oldest station still broadcasting. Competing stations include the more popular 2GB, ABC Radio <this city>, KIIS 106.5, Triple M, Nova 96.9 and 2Day FM.\n\nSport and outdoor activities\n<this city>'s earliest migrants brought with them a passion for sport but were restricted by the lack of facilities and equipment. The first organised sports were boxing, wrestling, and horse racing from 1810 in Hyde Park. Horse racing remains popular to this day and events such as the Golden Slipper Stakes attract widespread attention. The first cricket club was formed in 1826 and matches were played within Hyde Park throughout the 1830s and 1840s. Cricket is a favoured sport in summer and big matches have been held at the <this city> Cricket Ground since 1878. The New South Wales Blues compete in the Sheffield Shield league and the <this city> Sixers and <this city> Thunder contest the national Big Bash Twenty20 competition.\nFirst played in <this city> in 1865, rugby grew to be the city's most popular football code by the 1880s. One-tenth of the state's population attended a New South Wales versus New Zealand rugby match in 1907. Rugby league separated from rugby union in 1908. The New South Wales Waratahs contest the Super Rugby competition, while the <this city> Rays represent the city in the National Rugby Championship. The national Wallabies rugby union team competes in <this city> in international matches such as the Bledisloe Cup, Rugby Championship, and World Cup. <this city> is home to nine of the sixteen teams in the National Rugby League competition: Canterbury-Bankstown Bulldogs, Cronulla-Sutherland Sharks, Manly-Warringah Sea Eagles, Penrith Panthers, Parramatta Eels, South <this city> Rabbitohs, St George Illawarra Dragons, <this city> Roosters, and Wests Tigers. New South Wales contests the annual State of Origin series against Queensland.\n<this city> FC and the Western <this city> Wanderers compete in the A-League (men's) and W-League (women's) soccer competitions and <this city> frequently hosts matches for the <this country>n national men's team, the Socceroos. The <this city> Swans and Greater Western <this city> Giants are local <this country>n rules football clubs that play in the <this country>n Football League and the AFL Women's. The <this city> Kings compete in the National Basketball League. The <this city> Uni Flames play in the Women's National Basketball League. The <this city> Blue Sox contest the <this country>n Baseball League. The NSW Pride are a member of the Hockey One League. The <this city> Bears and <this city> Ice Dogs play in the <this country>n Ice Hockey League. The Swifts are competitors in the national women's netball league.\n\nMajor sporting venues\nWomen were first allowed to participate in recreational swimming when separate baths were opened at Woolloomooloo Bay in the 1830s. From being illegal at the beginning of the century, sea bathing gained immense popularity during the early 1900s and the first surf lifesaving club was established at Bondi Beach. Disputes about appropriate clothing for surf bathing surfaced from time to time and concerned men as well as women. The City2Surf is an annual 14 km (8.7 mi) running race from the CBD to Bondi Beach and has been held since 1971. In 2010, 80,000 runners participated which made it the largest run of its kind in the world.Sailing races have been held on <this city> Harbour since 1827. Yachting has been popular amongst wealthier residents since the 1840s and the Royal <this city> Yacht Squadron was founded in 1862. The <this city> to Hobart Yacht Race is a 1,170 km (727 mi) event that starts from <this city> Harbour on Boxing Day. Since its inception in 1945 it has been recognised as one of the most difficult yacht races in the world. Six sailors died and 71 vessels of the fleet of 115 failed to finish in the 1998 edition.\nThe Royal <this city> Golf Club is based in Rose Bay and since its opening in 1893 has hosted the <this country>n Open on 13 occasions. Royal Randwick Racecourse opened in 1833 and holds several major cups throughout the year.<this city> benefitted from the construction of significant sporting infrastructure in preparation for its hosting of the 2000 Summer Olympics. The <this city> Olympic Park accommodates athletics, aquatics, tennis, hockey, archery, baseball, cycling, equestrian, and rowing facilities. It also includes the high capacity Stadium <this country> used for rugby, soccer, and <this country>n rules football. The <this city> Football Stadium was completed in 1988 and was used for rugby and soccer matches. <this city> Cricket Ground was opened in 1878 and is used for both cricket and <this country>n rules football fixtures.The <this city> International tennis tournament is held here at the beginning of each year as the warm-up for the Grand Slam in Melbourne. Two of the most successful tennis players in history: Ken Rosewall and Todd Woodbridge were born in and live in the city.\n<this city> co-hosted the FIBA Oceania Championship in 1979, 1985, 1989, 1995, 2007, 2009 and 2011.\n\nGovernment\nHistorical governance\nThe first five governors had near autocratic power in the colony of New South Wales, subject only to the laws of England and the supervision of the Colonial Office in London. <this city> was the seat of government for the colony which encompassed over half the <this country>n continent. The first Legislative Council met in 1826, and in 1842 the imperial parliament expanded and reformed the council, making it partly elected. In the same year, the town of <this city> officially became a city and an elected municipal council was established. The council had limited powers, mostly relating to services such as street lighting and drainage. Its boundaries were restricted to an area of 11.6 square kilometres, taking in the city centre and the modern suburbs of Woolloomooloo, Surry Hills, Chippendale, and Pyrmont. As <this city> grew, other municipal councils were formed to provide local administration.In 1856 New South Wales achieved responsible government with the introduction of a bicameral parliament, based in <this city>, comprising a directly elected Legislative Assembly and a nominated Legislative Council. With the federation of the <this country>n colonies in 1901, <this city> became the capital of the state of New South Wales and its administration was divided between the Commonwealth, State and constituent local governments.\n\nGovernment in the present\nIn common with other <this country>n capital cities, <this city> has no single local government covering its whole area. Local government areas have responsibilities such as local roads, libraries, child care, community services and waste collection, whereas the state government retains responsibility for main roads, traffic control, public transport, policing, education, and major infrastructure project. There are 33 local government areas which are wholly or mostly within Greater <this city> as defined by the <this country>n Statistical Geography Standard.\n\n<this city> is the location of the secondary official residences of the Governor-General of <this country> and the Prime Minister of <this country>, Admiralty House and Kirribilli House respectively. The Parliament of New South Wales sits in Parliament House on Macquarie Street. This building was completed in 1816 and first served as a hospital. The Legislative Council moved into its northern wing in 1829 and by 1852 had entirely supplanted the surgeons from their quarters. Several additions have been made to the building as the Parliament has expanded, but it retains its original Georgian façade. Government House was completed in 1845 and has served as the home of 25 Governors and 5 Governors-General. The Cabinet of <this country> also meets in <this city> when needed.\nThe highest court in the state is the Supreme Court of New South Wales which is located in Queen's Square in <this city>. The city is also the home of numerous branches of the intermediate District Court of New South Wales and the lower Local Court of New South Wales.In the past, the state has tended to resist amalgamating <this city>'s more populated local government areas as merged councils could pose a threat to its governmental power. Established in 1842, the City of <this city> is one such local government area and includes the CBD and some adjoining inner suburbs. It is responsible for fostering development in the local area, providing local services (waste collection and recycling, libraries, parks, sporting facilities), representing and promoting the interests of residents, supporting organisations that target the local community, and attracting and providing infrastructure for commerce, tourism, and industry. The City of <this city> is led by an elected Council and Lord Mayor.In federal politics, <this city> was initially considered as a possibility for <this country>'s capital city; the newly created city of Canberra ultimately filled this role. Seven <this country>n Prime Ministers have been born in <this city>, more than any other city, including first Prime Minister Edmund Barton and current Prime Minister Anthony Albanese.\nEssential public emergency services are provided and managed by the State Government. Greater <this city> is served by:\n\nNew South Wales Police Force\nNew South Wales Ambulance\nFire and Rescue NSW\n\nInfrastructure\nEducation\nEducation became a proper focus for the colony from the 1870s when public schools began to form and schooling became compulsory. By 2011, 90% of working age residents of <this city> had completed some schooling and 57% had completed the highest level of school. 1,390,703 people were enrolled in an educational institution in 2011 with 45.1% of these attending school and 16.5% studying at a university. Undergraduate or postgraduate qualifications are held by 22.5% of working age <this city> residents and 40.2% of working age residents of the City of <this city>. The most common fields of tertiary qualification are commerce (22.8%), engineering (13.4%), society and culture (10.8%), health (7.8%), and education (6.6%).\nThere are six public universities based in <this city>: The University of <this city>, University of New South Wales, University of Technology <this city>, Macquarie University, Western <this city> University, and <this country>n Catholic University. Five public universities maintain secondary campuses in the city for both domestic and international students: the University of Notre Dame <this country>, Central Queensland University, Victoria University, University of Wollongong, and University of Newcastle. Charles Sturt University and Southern Cross University, both public universities, operate secondary campuses only designated for international students. In addition, four public universities offer programmes in <this city> through third-party education providers: University of the Sunshine Coast, La Trobe University, Federation University <this country> and Charles Darwin University. 5.2% of residents of <this city> are attending a university. The University of New South Wales and the University of <this city> are ranked top 50 in the world, the University of Technology <this city> is ranked 133, while Macquarie University is ranked 237, and Western <this city> University is ranked 474.\n<this city> has public, denominational, and independent schools. 7.8% of <this city> residents are attending primary school and 6.4% are enrolled in secondary school. There are 935 public preschool, primary, and secondary schools in <this city> that are administered by the New South Wales Department of Education. 14 of the 17 selective secondary schools in New South Wales are based in <this city>.Public vocational education and training in <this city> are run by TAFE New South Wales and began with the opening of the <this city> Technical College in 1878. It offered courses in areas such as mechanical drawing, applied mathematics, steam engines, simple surgery, and English grammar. The college became the <this city> Institute in 1992 and now operates alongside its sister TAFE facilities across the <this city> metropolitan area, namely the Northern <this city> Institute, the Western <this city> Institute, and the South Western <this city> Institute. At the 2011 census, 2.4% of <this city> residents are enrolled in a TAFE course.\n\nHealth\nThe first hospital in the new colony was a collection of tents at The Rocks. Many of the convicts that survived the trip from England continued to suffer from dysentery, smallpox, scurvy, and typhoid. Healthcare facilities remained hopelessly inadequate despite the arrival of a prefabricated hospital with the Second Fleet and the construction of brand new hospitals at Parramatta, Windsor, and Liverpool in the 1790s.Governor Lachlan Macquarie arranged for the construction of <this city> Hospital and saw it completed in 1816. Parts of the facility have been repurposed for use as Parliament House but the hospital itself still operates to this day. The city's first emergency department was established at <this city> Hospital in 1870. Demand for emergency medical care increased from 1895 with the introduction of an ambulance service. The <this city> Hospital also housed <this country>'s first teaching facility for nurses, the Nightingale Wing, established with the input of Florence Nightingale in 1868.Healthcare gained recognition as a citizen's right in the early 1900s and <this city>'s public hospitals came under the oversight of the Government of New South Wales. The administration of healthcare across <this city> is handled by eight local health districts: Central Coast, Illawarra Shoalhaven, <this city>, Nepean Blue Mountains, Northern <this city>, South Eastern <this city>, South Western <this city>, and Western <this city>. The Prince of Wales Hospital was established in 1852 and became the first of several major hospitals to be opened in the coming decades. St Vincent's Hospital was founded in 1857, followed by Royal Alexandra Hospital for Children in 1880, the Prince Henry Hospital in 1881, the Royal Prince Alfred Hospital in 1882, the Royal North Shore Hospital in 1885, the St George Hospital in 1894, and the Nepean Hospital in 1895. Westmead Hospital in 1978 was the last major facility to open.\n\nTransport\nRoads\nThe motor vehicle, more than any other factor, has determined the pattern of <this city>'s urban development since World War II. The growth of low density housing in the city's outer suburbs has made car ownership necessary for hundreds of thousands of households. The percentage of trips taken by car has increased from 13% in 1947 to 50% in 1960 and to 70% in 1971. The most important roads in <this city> were the nine Metroads, including the 110 km (68 mi) <this city> Orbital Network. <this city>'s reliance on motor vehicles and its sprawling road network has been criticised by proponents of mass public transport and high density housing. The Light Horse Interchange in western <this city> is the largest in the southern hemisphere.There can be up to 350,000 cars using <this city>'s roads simultaneously during peak hour, leading to significant traffic congestion. 84.9% of <this city> households own a motor vehicle and 46.5% own two or more. Car dependency is an ongoing issue in <this city>–of people who travel to work, 58.4% use a car, 9.1% catch a train, 5.2% take a bus, and 4.1% walk. In contrast, only 25.2% of working residents in the City of <this city> use a car, whilst 15.8% take a train, 13.3% use a bus, and 25.3% walk. With a rate of 26.3%, <this city> has the highest utilisation of public transport for travel to work of any <this country>n capital city. The CBD features a series of alleyways and lanes that provide off-street vehicular access to city buildings and as well as pedestrian routes through city buildings.\n\nBuses\nBus services today are conducted by private operators under contract to Transport for NSW. Integrated tickets called Opal cards operate on bus routes. In total, nearly 225 million boardings were recorded across the bus network NightRide is a nightly bus service that operate between midnight and 5am, also replacing trains for most of this period.\n\nTrams and light rail\n<this city> once had one of the largest tram networks in the British Empire after London. It served routes covering 291 km (181 mi). The internal combustion engine made buses more flexible than trams and consequently more popular, leading to the progressive closure of the tram network with the final tram operating in 1961. From 1930 there were 612 buses across <this city> carrying 90 million passengers per annum.In 1997, the Inner West Light Rail opened between Central station and Wentworth Park. It was extended to Lilyfield in 2000 and then Dulwich Hill in 2014. It links the Inner West and Darling Harbour with Central station and facilitated 9.1 million journeys in the 2016–17 financial year. A second, the CBD and South East Light Rail 12 km (7.5 mi) line serving the CBD and south-eastern suburbs opened partially in December 2019 and the remainder in April 2020. A light rail line serving Western <this city> has also been announced, due to open in 2023.\n\nTrains\nEstablished in 1906, Central station is the largest and busiest railway station in the state and is the main hub of the city's rail network. <this city> Trains is the suburban rail service. Its tracks form part of the New South Wales railway network. It serves 175 stations across the city and had an annual ridership of 359 million passenger journeys in 2017–18. <this city>'s railway was first constructed in 1854 with progressive extension to the network to serve both freight and passengers across the city, suburbs, and beyond to rural New South Wales. The main station is the Central railway station in the southern part of the CBD. In the 1850s and 1860s, the railway reached areas that are now outer suburbs of <this city>.<this city> Metro, a driverless rapid transit system separate from the suburban commuter network, commenced operation in May 2019 and will be extended into the city and down southwest by 2024 and through the inner west to Parramatta by 2030. It currently serves 13 stations. A line to serve the greater west is planned for 2026 and will include a station for the second international airport.\n\nFerries\nAt the time the <this city> Harbour Bridge opened in 1932, the city's ferry service was the largest in the world. Patronage declined from 37 million passengers in 1945 to 11 million in 1963 but has recovered somewhat in recent years. From its hub at Circular Quay, the ferry network extends from Manly to Parramatta.\n\nAirports\n<this city> Airport, officially \"<this city> Kingsford-Smith Airport\", is located in the inner southern suburb of Mascot with two of the runways going into Botany Bay. It services 46 international and 23 domestic destinations. As the busiest airport in <this country>, it handled 37.9 million passengers in 2013 and 530,000 tonnes of freight in 2011.\nIt has been announced that a new facility named Western <this city> Airport will be constructed at Badgerys Creek from 2016 at a cost of $2.5 billion. Bankstown Airport is <this city>'s second busiest airport, and serves general aviation, charter and some scheduled cargo flights. Bankstown is also the fourth busiest airport in <this country> by the number of aircraft movements. Port Botany has surpassed Port Jackson as the city's major shipping port. Cruise ship terminals are located at <this city> Cove and White Bay.\n\nEnvironmental issues and pollution reduction\nAs climate change, greenhouse gas emissions and pollution have become a major issue for <this country>, <this city> has in the past been criticised for its lack of focus on reducing pollution, cutting back on emissions and maintaining water quality. Since 1995, there have been significant developments in the analysis of air pollution in the <this city> metropolitan region. The development led to the release of the Metropolitan Air Quality Scheme (MAQS), which led to a broader understanding of the causation of pollution in <this city>, allowing the government to form appropriate responses to the pollution. The 2019–20 <this country>n bushfire season significantly impacted outer <this city>, and consequently dramatically reduced the air quality of the <this city> metropolitan area leading to a smoky haze that lingered for many days throughout December. The air quality was 11 times the hazardous level in some days, even making it worse than New Delhi's, where it was also compared to \"smoking 32 cigarettes\" by Associate Professor Brian Oliver, a respiratory diseases scientist at the University of Technology <this city>.<this country>n cities are some of the most car-dependent cities in the world, especially by world city standards, although <this city>'s is the lowest of <this country>'s major cities at 66%. Furthermore, the city also has the highest usage of public transport in an <this country>n city, at 27%–making it comparable with New York City, Shanghai and Berlin. Despite its high ranking for an <this country>n city, <this city> has a low level of mass-transit services, with a historically low-density layout and significant urban sprawl, thus increasing the likelihood of car dependency. Strategies have been implemented to reduce private vehicle pollution by encouraging mass and public transit, initiating the development of high density housing and introducing a fleet of 10 new Nissan LEAF electric cars, the largest order of the pollution-free vehicle in <this country>. Electric cars do not produce carbon monoxide and nitrous oxide, gases which contribute to climate change. Cycling trips have increased by 113% across <this city>'s inner-city since March 2010, with about 2,000 bikes passing through top peak-hour intersections on an average weekday. Transport developments in the north-west and east of the city have been designed to encourage the use of <this city>'s expanding public transportation system.\nThe City of <this city> became the first council in <this country> to achieve formal certification as carbon-neutral in 2008. The city has reduced its 2007 carbon emissions by 6% and since 2006 has reduced carbon emissions from city buildings by up to 20%. The City of <this city> introduced a Sustainable <this city> 2030 program, with various targets planned and a comprehensive guide on how to reduce energy in homes and offices within <this city> by 30%. Reductions in energy consumption have slashed energy bills by $30 million a year. Solar panels have been established on many CBD buildings in an effort to minimise carbon pollution by around 3,000 tonnes a year.The city also has an \"urban forest growth strategy\", in which it aims to regular increase the tree coverage in the city by frequently planting trees with strong leaf density and vegetation to provide cleaner air and create moisture during hot weather, thus lowering city temperatures. <this city> has also become a leader in the development of green office buildings and enforcing the requirement of all building proposals to be energy-efficient. The One Central Park development, completed in 2013, is an example of this implementation and design.\n\nUtilities\nObtaining sufficient fresh water was difficult during early colonial times. A catchment called the Tank Stream sourced water from what is now the CBD but was little more than an open sewer by the end of the 1700s. The Botany Swamps Scheme was one of several ventures during the mid-1800s that saw the construction of wells, tunnels, steam pumping stations, and small dams to service <this city>'s growing population.The first genuine solution to <this city>'s water demands was the Upper Nepean Scheme which came into operation in 1886 and cost over £2 million. It transports water 100 km (62 mi) from the Nepean, Cataract, and Cordeaux rivers and continues to service about 15% of <this city>'s total water needs. Dams were built on these three rivers between 1907 and 1935. In 1977 the Shoalhaven Scheme brought several more dams into service.The state-owned corporation WaterNSW now manages eleven major dams: Warragamba one of the largest domestic water supply dams in the world, Woronora, Cataract, Cordeaux, Nepean, Avon, Wingecarribee Reservoir, Fitzroy Falls Reservoir, Tallowa, the Blue Mountains Dams, and Prospect Reservoir. Water is collected from five catchment areas covering 16,000 km2 (6,178 sq mi) and total storage amounts to 2.6 TL (0.6 cu mi). The <this city> Desalination Plant came into operation in 2010. WaterNSW supplies bulk water to <this city> Water, a state-owned corporation that operates water distribution, sewerage and storm water management services across greater <this city>.\nThe two distributors which maintain <this city>'s electricity infrastructure are Ausgrid and Endeavour Energy. Their combined networks include over 815,000 power poles and 83,000 km (52,000 mi) of electricity cables. Submarine communications cable systems in <this city> include the <this country>–Japan Cable, Telstra Endeavour and the Southern Cross Cable, which link <this country> and countries in the Pacific, such as Japan, Fiji, New Zealand and the US, among many others.\n\nSee also\nList of museums in <this city>\nList of people from <this city>\nList of public art in the City of <this city>\nList of songs about <this city>\nOutline of <this city>\n\nNotes\nReferences\nExternal links\nOfficial <this city>, NSW government site\nOfficial <this city> tourism site\nHistorical film clips of <this city> on the National Film and Sound Archive of <this country>'s australianscreen online\nQantas Farewell Flight B747-400 Queen of the Skies - <this city> Final Flight QF747 on YouTube – includes a low-level joyflight around <this city> showing various aspects of the city on 13 July 2020 (starts at 05:20)\n13766899  <this city> on OpenStreetMap\nDictionary of <this city> – the history of <this city> (Archived 24 March 2019 at the Wayback Machine)\n<this city> Official History Archives\nState Records New South Wales\nNational Archives of <this country>\nUnderstanding Society Through its Records – John Curtin Library\nDirectory of Archives in <this country>"
}