{
  "name": "Vienna, Austria",
  "city": "Vienna",
  "country": "Austria",
  "alias_to_replace": [],
  "wiki_text": "<this city> ( (listen) vee-EN-ə; German: Wien [viːn] (listen); Austro-Bavarian: Wean [veɐ̯n]) is the capital, largest city, and one of nine provinces of <this country>. <this city> is <this country>'s most populous city and its primate city, with about two million inhabitants (2.9 million within the metropolitan area, nearly one third of the country's population), and its cultural, economic, and political center. It is the 6th-largest city proper by population in the European Union and the largest of all cities on the Danube river.\nUntil the beginning of the 20th century, <this city> was the largest German-speaking city in the world, and before the splitting of the Austro-Hungarian Empire in World War I, the city had two million inhabitants. Today, it is the second-largest German-speaking city after Berlin. <this city> is host to many major international organizations, including the United Nations, OPEC and the OSCE. The city is located in the eastern part of <this country> and is close to the borders of the Czech Republic, Slovakia and Hungary. These regions work together in a European Centrope border region. Along with nearby Bratislava, <this city> forms a metropolitan region with 3 million inhabitants. In 2001, the city center was designated a UNESCO World Heritage Site. In July 2017 it was moved to the list of World Heritage in Danger.Additionally, <this city> has been called the \"City of Music\" due to its musical legacy, as many famous classical musicians such as Beethoven and Mozart called <this city> home. <this city> is also said to be the \"City of Dreams\" because it was home to the world's first psychoanalyst, Sigmund Freud. <this city>'s ancestral roots lie in early Celtic and Roman settlements that transformed into a Medieval and Baroque city. It is well known for having played a pivotal role as a leading European music center, from the age of Viennese Classicism through the early part of the 20th century. The historic center of <this city> is rich in architectural ensembles, including Baroque palaces and gardens, and the late-19th-century Ringstraße lined with grand buildings, monuments and parks.\n\nEtymology\nThe English name <this city> is borrowed from the homonymous Italian name. The etymology of the city's name is still subject to scholarly dispute. Some claim that the name comes from vedunia, meaning \"forest stream\", which subsequently produced the Old High German uuenia (wenia in modern writing), the New High German wien and its dialectal variant wean.Others believe that the name comes from the Roman settlement name of Celtic extraction Vindobona, probably meaning \"fair village, white settlement\" from Celtic roots, vindo-, meaning \"bright\" or \"fair\" (as in the Irish fionn and the Welsh gwyn), and -bona \"village, settlement\". The Celtic word vindos may reflect a widespread prehistorical cult of Vindos, a Celtic deity who survives in Irish mythology as the warrior and seer Fionn mac Cumhaill. A variant of this Celtic name could be preserved in the Czech, Slovak, Polish and Ukrainian names of the city (Vídeň, Viedeň, Wiedeń and Відень respectively) and in that of the city's district Wieden.Another theory suggests the name comes from the Wends (Old English: Winedas; Old Norse: Vindr; German: Wenden, Winden; Danish: vendere; Swedish: vender; Polish: Wendowie; Czech: Vendové) which is a historical name for Slavs living near Germanic settlement areas.\nThe name of the city in Hungarian (Bécs), Serbo-Croatian (Beč, Беч) and Ottoman Turkish (Turkish: Beç) has a different, probably Slavonic origin, and originally referred to an Avar fort in the area. Slovene speakers call the city Dunaj, which in other Central European Slavic languages means the river Danube, on which the city stands.\n\nHistory\nEarly history\nEvidence has been found of continuous habitation in the <this city> area since 500 BC, when Celts settled the site on the Danube. In 15 BC, the Romans fortified the frontier city they called Vindobona to guard the empire against Germanic tribes to the north.\n\nClose ties with other Celtic peoples continued through the ages. The Irish monk Saint Colman (or Koloman, Irish Colmán, derived from colm \"dove\") is buried in Melk Abbey and Saint Fergil (Virgil the Geometer) served as Bishop of Salzburg for forty years. Irish Benedictines founded twelfth-century monastic settlements; evidence of these ties persists in the form of <this city>'s great Schottenstift monastery (Scots Abbey), once home to many Irish monks.\nIn 976, Leopold I of Babenberg became count of the Eastern March, a district centered on the Danube on the eastern frontier of Bavaria. This initial district grew into the duchy of <this country>. Each succeeding Babenberg ruler expanded the march east along the Danube, eventually encompassing <this city> and the lands immediately east. In 1145, Duke Henry II Jasomirgott moved the Babenberg family residence from Klosterneuburg in Lower <this country> to <this city>. From that time, <this city> remained the center of the Babenberg dynasty.In 1440, <this city> became the resident city of the Habsburg dynasty. It eventually grew to become the de facto capital of the Holy Roman Empire (800–1806) in 1437 and a cultural center for arts and science, music and fine cuisine. Hungary occupied the city between 1485 and 1490.\n\nIn the 16th and 17th centuries, Christian forces twice stopped Ottoman armies outside <this city>, in the 1529 siege of <this city> and the 1683 Battle of <this city>. The Great Plague of <this city> ravaged the city in 1679, killing nearly a third of its population.\n\n<this country>n Empire and the early 20th century\nIn 1804, during the Napoleonic Wars, <this city> became the capital of the newly formed <this country>n Empire. The city continued to play a major role in European and world politics, including hosting the Congress of <this city> in 1814–15. The city also saw major uprisings against Habsburg rule in 1848, which were suppressed. After the Austro-Hungarian Compromise of 1867, <this city> remained the capital of what became the Austro-Hungarian Empire. The city functioned as a center of classical music, for which the title of the First Viennese School (Haydn/Mozart/Beethoven) is sometimes applied.\n\nDuring the latter half of the 19th century, <this city> developed what had previously been the bastions and glacis into the Ringstraße, a new boulevard surrounding the historical town and a major prestige project. Former suburbs were incorporated, and the city of <this city> grew dramatically. In 1918, after World War I, <this city> became capital of the Republic of German-<this country>, and then in 1919 of the First Republic of <this country>.\nFrom the late-19th century to 1938, the city remained a center of high culture and of modernism. A world capital of music, <this city> played host to composers such as Brahms, Bruckner, Mahler and Richard Strauss. The city's cultural contributions in the first half of the 20th century included, among many, the <this city> Secession movement in art, psychoanalysis, the Second Viennese School (Schoenberg, Berg, Webern), the architecture of Adolf Loos and the philosophy of Ludwig Wittgenstein and the <this city> Circle. In 1913 Adolf Hitler, Leon Trotsky, Josip Broz Tito, Sigmund Freud and Joseph Stalin all lived within a few kilometers of each other in central <this city>, some of them becoming regulars at the same coffeehouses.\n<this country>ns came to regard <this city> as a center of socialist politics, sometimes referred to as \"Red <this city>\" (Das rote Wien). In the <this country>n Civil War of 1934 Chancellor Engelbert Dollfuss sent the <this country>n Army to shell civilian housing such as the Karl Marx-Hof occupied by the socialist militia.\n\nAnschluss and World War II\nIn 1938, after a triumphant entry into <this country>, the <this country>n-born German Chancellor Adolf Hitler spoke to the <this country>n Germans from the balcony of the Neue Burg, a part of the Hofburg at the Heldenplatz. In the ensuing days the new Nazi authorities oversaw the harassment of Viennese Jews, the looting of their homes, and their on-going deportation and murder. Between 1938 (after the Anschluss) and the end of the Second World War in 1945, <this city> lost its status as a capital to Berlin, because <this country> ceased to exist and became part of Nazi Germany.\nDuring the November pogroms on November 9, 1938, 92 synagogues in <this city> were destroyed. Only the city temple in the 1st district was spared, as the data of all Jews in <this city> were collected in the adjacent archives. Adolf Eichmann held office in the expropriated Palais Rothschild and organized the expropriation and persecution of the Jews. Of the almost 200,000 Jews in <this city>, around 120,000 were driven to emigrate and around 65,000 were killed. After the end of the war, the Jewish population of <this city> was only about 5,000.<this city> was also the center of the important resistance group around Heinrich Maier, which provided the Allies with plans for V-1, V-2 rockets, Peenemünde, Tiger tanks, Messerschmitt Bf 109, Messerschmitt Me 163 Komet and other aircraft. The information was important to Operation Crossbow and Operation Hydra, both preliminary missions for Operation Overlord. In addition, factory locations for war-essential products were communicated as targets for the Allied Air Force. The group was exposed and most of its members were executed after months of torture by the Gestapo in <this city>. The group around the later executed Karl Burian even tried to blow up the Gestapo headquarters in the Hotel Metropole.On 2 April 1945, the Soviet Red Army launched the <this city> Offensive against the Germans holding the city and besieged it. British and American air-raids, as well as artillery duels between the Red Army and the SS and Wehrmacht, crippled infrastructure, such as tram services and water- and power-distribution, and destroyed or damaged thousands of public and private buildings. The Red Army was helped by an <this country>n resistance group in the German Wehrmacht. The group tried under the code name Radetzky to prevent the destruction and fighting in the city. <this city> fell eleven days later. At the end of the war, <this country> again became separated from Germany, and <this city> regained its status as the capital city of the Republic of <this country>, but the Soviet hold on the city remained until 1955, when <this country> regained full sovereignty.\n\nFour-power <this city>\nAfter the war, <this city> was part of Soviet-occupied Eastern <this country> until September 1945. As in Berlin, <this city> in September 1945 was divided into sectors by the four powers: the US, the UK, France, and the Soviet Union and supervised by an Allied Commission. The four-power occupation of <this city> differed in one key respect from that of Berlin: the central area of the city, known as the first district, constituted an international zone in which the four powers alternated control on a monthly basis. The control was policed by the four powers on a de facto day-to-day basis, the famous \"four soldiers in a jeep\" method. The Berlin Blockade of 1948 raised Western concerns that the Soviets might repeat the blockade in <this city>. The matter was raised in the UK House of Commons by MP Anthony Nutting, who asked: \"What plans have the Government for dealing with a similar situation in <this city>? <this city> is in exactly a similar position to Berlin.\"There was a lack of airfields in the Western sectors, and authorities drafted contingency plans to deal with such a blockade. Plans included the laying down of metal landing mats at Schönbrunn. The Soviets did not blockade the city. The Potsdam Agreement included written rights of land access to the western sectors, whereas no such written guarantees had covered the western sectors of Berlin. Also, there was no precipitating event to cause a blockade in <this city>. (In Berlin, the Western powers had introduced a new currency in early 1948 to economically freeze out the Soviets.) During the 10 years of the four-power occupation, <this city> became a hotbed for international espionage between the Western and Eastern blocs. In the wake of the Berlin Blockade, the Cold War in <this city> took on a different dynamic. While accepting that Germany and Berlin would be divided, the Soviets had decided against allowing the same state of affairs to arise in <this country> and <this city>. Here, the Soviet forces controlled districts 2, 4, 10, 20, 21, and 22 and all areas incorporated into <this city> in 1938.\nBarbed wire fences were installed around the perimeter of West Berlin in 1953, but not in <this city>. By 1955, the Soviets, by signing the <this country>n State Treaty, agreed to relinquish their occupation zones in Eastern <this country> as well as their sector in <this city>. In exchange they required that <this country> declare its permanent neutrality after the allied powers had left the country. Thus they ensured that <this country> would not be a member of NATO and that NATO forces would therefore not have direct communications between Italy and West Germany.\nThe atmosphere of four-power <this city> is the background for Graham Greene's screenplay for the film The Third Man (1949). Later he adapted the screenplay as a novel and published it. Occupied <this city> is also depicted in the 1991 Philip Kerr novel, A German Requiem.\n\n<this country>n State Treaty and afterwards\nThe four-power control of <this city> lasted until the <this country>n State Treaty was signed in May 1955. That year, after years of reconstruction and restoration, the State Opera and the Burgtheater, both on the Ringstraße, reopened to the public. The Soviet Union signed the State Treaty only after having been provided with a political guarantee by the federal government to declare <this country>'s neutrality after the withdrawal of the allied troops. This law of neutrality, passed in late October 1955 (and not the State Treaty itself), ensured that modern <this country> would align with neither NATO nor the Soviet bloc, and is considered one of the reasons for <this country>'s delayed entry into the European Union in 1995.\nIn the 1970s, <this country>n Chancellor Bruno Kreisky inaugurated the <this city> International Center, a new area of the city created to host international institutions. <this city> has regained much of its former international stature by hosting international organizations, such as the United Nations (United Nations Industrial Development Organization, United Nations Office at <this city> and United Nations Office on Drugs and Crime), the Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization, the International Atomic Energy Agency, the Organization of Petroleum Exporting Countries, and the Organization for Security and Cooperation in Europe.\nOn 3 November 2020, a series of shootings rocked <this city>. Four civilians were killed, including the attacker, who was identified as a sympathiser of the Islamic State.\n\nDemographics\nBecause of the industrialization and migration from other parts of the Empire, the population of <this city> increased sharply during its time as the capital of <this country>-Hungary (1867–1918). In 1910, <this city> had more than two million inhabitants, and was the third largest city in Europe after London and Paris. Around the start of the 20th century, <this city> was the city with the second-largest Czech population in the world (after Prague). After World War I, many Czechs and Hungarians returned to their ancestral countries, resulting in a decline in the Viennese population. After World War II, the Soviets used force to repatriate key workers of Czech, Slovak and Hungarian origins to return to their ethnic homelands to further the Soviet bloc economy. The population of <this city> generally stagnated or declined through the remainder of the 20th century, not demonstrating significant growth again until the census of 2000. In 2020, <this city>'s population remained significantly below its reported peak in 1916.\nUnder the Nazi regime, 65,000 Jews were deported and murdered in concentration camps by Nazi forces; approximately 130,000 fled.By 2001, 16% of people living in <this country> had nationalities other than <this country>n, nearly half of whom were from former Yugoslavia; the next most numerous nationalities in <this city> were Turks (39,000; 2.5%), Poles (13,600; 0.9%) and Germans (12,700; 0.8%).As of 2012, an official report from Statistics <this country> showed that more than 660,000 (38.8%) of the Viennese population have full or partial migrant background, mostly from Ex-Yugoslavia, Turkey, Germany, Poland, Romania and Hungary.From 2005 to 2015 the city's population grew by 10.1%. According to UN-Habitat, <this city> could be the fastest growing city out of 17 European metropolitan areas until 2025 with an increase of 4.65% of its population, compared to 2010.\n\nReligion\nAccording to the 2001 census, 49.2% of Viennese were Catholic, while 25.7% were of no religion, 7.8% were Muslim, 6.0% were members of an Eastern Orthodox Christian denomination, 4.7% were Protestant (mostly Lutheran), 0.5% were Jewish and 6.3% were either of other religions or did not reply. A 2011 report by the International Institute for Applied Systems Analysis showed the proportions had changed, with 41.3% Catholic, 31.6% no affiliation, 11.6% Muslim, 8.4% Eastern Orthodox, 4.2% Protestant, and 2.9% other. One sources estimates that <this city>'s Jewish community is of 8,000 members meanwhile another suggest 15,000.Based on information provided to city officials by various religious organizations about their membership, <this city>'s Statistical Yearbook 2019 reports in 2018 an estimated 610,269 Roman Catholics, or 32.3% of the population, and 195,000 (10.3%) Muslims, 70,298 (3.7%) Orthodox, 57,502 (3.0%) other Christians, and 9,504 (0.5%) other religions. A study conducted by the <this city> Institute of Demography estimated the 2018 proportions to be 34% Catholic, 30% unaffiliated, 15% Muslim, 10% Orthodox, 4% Protestant, and 6% other religions.As of the spring of 2014, Muslims made up 30% of the total proportion of schoolchildren in <this city>.<this city> is the seat of the Metropolitan Roman Catholic Archdiocese of <this city>, in which is also vested the exempt Ordinariate for Byzantine-Rite Catholics in <this country>; its Archbishop is Cardinal Christoph Schönborn. Many Catholic churches in central <this city> feature performances of religious or other music, including masses sung to classical music and organ. Some of <this city>'s most significant historical buildings are Catholic churches, including the St. Stephen's Cathedral (Stephansdom), Karlskirche, Peterskirche and the Votivkirche. On the banks of the Danube, there is a Buddhist Peace Pagoda, built in 1983 by the monks and nuns of Nipponzan Myohoji.\n\nGeography\n<this city> is located in northeastern <this country>, at the easternmost extension of the Alps in the <this city> Basin. The earliest settlement, at the location of today's inner city, was south of the meandering Danube while the city now spans both sides of the river. Elevation ranges from 151 to 542 m (495 to 1,778 ft). The city has a total area of 414.65 square kilometers (160.1 sq mi), making it the largest city in <this country> by area.\n\nClimate\n<this city> has an oceanic climate (Köppen classification Cfb), transitioning to a humid subtropical climate Cfa, in the urban core in recent decades, with summer average temperatures pushing over 22C/72F in July and August in the Innere Stadt. The city has warm summers, with periodical precipitations that can reach its yearly peak in July and August (66.6 and 66.5 mm respectively) and average high temperatures from June to September of approximately 21 to 27 °C (70 to 81 °F), with a record maximum exceeding 38 °C (100 °F) and a record low in September of 5.6 °C (42 °F). Winters are relatively dry and cold with average temperatures at about freezing point. Spring is variable and autumn cool, with possible snowfalls already in November. Precipitation is generally moderate throughout the year, averaging around 550 mm (21.7 in) annually, with considerable local variations, the <this city> Woods region in the west being the wettest part (700 to 800 mm (28 to 31 in) annually) and the flat plains in the east being the driest part (500 to 550 mm (20 to 22 in) annually). Snow in winter is common, even if not so frequent compared to the Western and Southern regions of <this country>.\n\nWorld heritage in danger\n<this city> was moved to the UNESCO world heritage in endangered list in 2017. The main reason was a planned high-rise development. The city's social democratic party planned construction of a 6,500 m2 (70,000 sq ft) complex in 2019. The plan includes a 66.3 m (218 ft)-high tower, which was reduced from 75 m (246 ft) due to opposition. UNESCO believed that the project \"fails to comply fully with previous committee decisions, notably concerning the height of new constructions, which will impact adversely the outstanding universal value of the site\". UNESCO set the restriction for the height of the construction in the city center to 43 m (141 ft).The citizens of <this city> also opposed the construction of the complex because they are afraid of losing UNESCO status and also of encouraging future high-rise development. The city officials replied that they will convince the WHC to maintain UNESCO world heritage status and said that no further high-rise developments are being planned.UNESCO is concerned about the height of high-rise development in <this city> as it can dramatically influence the visual integrity of the city, specifically the baroque palaces. Visual impact studies are being done in the <this city> city center to assess the level of visual disturbance to visitors and how the changes influenced the city's visual integrity.\n\nDistricts and enlargement\n<this city> is composed of 23 districts (Bezirke). Administrative district offices in <this city> (called Magistratische Bezirksämter) serve functions similar to those in the other <this country>n states (called Bezirkshauptmannschaften), the officers being subject to the mayor of <this city>; with the notable exception of the police, which is under federal supervision.\nDistrict residents in <this city> (<this country>ns as well as EU citizens with permanent residence here) elect a District Assembly (Bezirksvertretung). City hall has delegated maintenance budgets, e.g., for schools and parks, so that the districts are able to set priorities autonomously. Any decision of a district can be overridden by the city assembly (Gemeinderat) or the responsible city councilor (amtsführender Stadtrat).\n\nThe heart and historical city of <this city>, a large part of today's Innere Stadt, was a fortress surrounded by fields in order to defend itself from potential attackers. In 1850, <this city> with the consent of the emperor annexed 34 surrounding villages, called Vorstädte, into the city limits (districts no. 2 to 8, after 1861 with the separation of Margareten from Wieden no. 2 to 9). Consequently, the walls were razed after 1857, making it possible for the city center to expand.\nIn their place, a broad boulevard called the Ringstraße was built, along which imposing public and private buildings, monuments, and parks were created by the start of the 20th century. These buildings include the Rathaus (town hall), the Burgtheater, the University, the Parliament, the twin museums of natural history and fine art, and the Staatsoper. It is also the location of New Wing of the Hofburg, the former imperial palace, and the Imperial and Royal War Ministry finished in 1913. The mainly Gothic Stephansdom is located at the center of the city, on Stephansplatz. The Imperial-Royal Government set up the <this city> City Renovation Fund (Wiener Stadterneuerungsfonds) and sold many building lots to private investors, thereby partly financing public construction works.\n\nFrom 1850 to 1890, city limits in the West and the South mainly followed another wall called Linienwall at which a road toll called the Liniengeld was charged. Outside this wall from 1873 onwards a ring road called Gürtel was built. In 1890 it was decided to integrate 33 suburbs (called Vororte) beyond that wall into <this city> by 1 January 1892 and transform them into districts no. 11 to 19 (district no. 10 had been constituted in 1874); hence the Linienwall was torn down beginning in 1894. In 1900, district no. 20, Brigittenau, was created by separating the area from the 2nd district.\nFrom 1850 to 1904, <this city> had expanded only on the right bank of the Danube, following the main branch before the regulation of 1868–1875, i.e., the Old Danube of today. In 1904, the 21st district was created by integrating Floridsdorf, Kagran, Stadlau, Hirschstetten, Aspern and other villages on the left bank of the Danube into <this city>, in 1910 Strebersdorf followed. On 15 October 1938 the Nazis created Great <this city> with 26 districts by merging 97 towns and villages into <this city>, 80 of which were returned to surrounding Lower <this country> in 1954. Since then <this city> has had 23 districts.\nIndustries are located mostly in the southern and eastern districts. The Innere Stadt is situated away from the main flow of the Danube, but is bounded by the Donaukanal (\"Danube canal\"). <this city>'s second and twentieth districts are located between the Donaukanal and the Danube. Across the Danube, where the <this city> International Center is located (districts 21–22), and in the southern areas (district 23) are the newest parts of the city.\n\nPolitics\nPolitical history\nIn the twenty years before the First World War and until 1918, Viennese politics were shaped by the Christian Social Party. In particular, long-term mayor Karl Lueger was able to not apply the general voting rights for men introduced by and for the parliament of imperial <this country>, the Reichsrat, in 1907, thereby excluding most of the working class from taking part in decisions. For Adolf Hitler, who spent some years in <this city>, Lueger was a teacher of how to use antisemitism in politics.\n<this city> is today considered the center of the Social Democratic Party (SPÖ). During the period of the First Republic (1918–1934), the <this city> Social Democrats undertook many social reforms. At that time, <this city>'s municipal policy was admired by Socialists throughout Europe, who therefore referred to the city as \"Red <this city>\" (Rotes Wien). In February 1934 troops of the <this country>n federal government under Engelbert Dollfuss, who had closed down the first chamber of the federal parliament, the Nationalrat, in 1933, and paramilitary socialist organizations were engaged in the <this country>n Civil War, which led to the ban of the Social Democratic party.\nThe SPÖ has held the mayor's office and control of the city council/parliament at every free election since 1919. The only break in this SPÖ dominance came between 1934 and 1945, when the Social Democratic Party was illegal, mayors were appointed by the austro-fascist and later by the Nazi authorities. The mayor of <this city> is Michael Ludwig of the SPÖ.\nThe city has enacted many social democratic policies. The Gemeindebauten are social housing assets that are well integrated into the city architecture outside the first or \"inner\" district. The low rents enable comfortable accommodation and good access to the city amenities. Many of the projects were built after the Second World War on vacant lots that were destroyed by bombing during the war. The city took particular pride in building them to a high standard.\n\nGovernment\nSince <this city> obtained federal state (Bundesland) status of its own by the federal constitution of 1920, the city council also functions as the state parliament (Landtag), and the mayor (except 1934–1945) also doubles as the Landeshauptmann (governor/minister-president) of the state of <this city>. The Rathaus accommodates the offices of the mayor (de:Magistrat der Stadt Wien) and the state government (Landesregierung). The city is administered by a multitude of departments (Magistratsabteilungen), politically supervised by Amtsführende Stadträte (members of the city government/parliament leading offices; according to the <this city> constitution opposition parties have the right to designate members of the city government not leading offices).\nUnder the city constitution of 1920, municipal and state business must be kept separate. Hence, the city council and state parliament hold separate meetings, with separate presiding officers–the chairman of the city council or the president of the state Landtag–even though the two bodies' memberships are identical. When meeting as a city council, the deputies can only deal with the affairs of the city of <this city>; when meeting as a state parliament, they can only deal with the affairs of the state of <this city>.\nIn the 1996 City Council election, the SPÖ lost its overall majority in the 100-seat chamber, winning 43 seats and 39.15% of the vote. The SPÖ had held an outright majority at every free municipal election since 1919. In 1996 the Freedom Party of <this country> (FPÖ), which won 29 seats (up from 21 in 1991), beat the ÖVP into third place for the second time running. From 1996 to 2001, the SPÖ governed <this city> in a coalition with the ÖVP. In 2001 the SPÖ regained the overall majority with 52 seats and 46.91% of the vote; in October 2005, this majority was increased further to 55 seats (49.09%). In course of the 2010 city council elections the SPÖ lost their overall majority again and consequently forged a coalition with the Green Party – the first SPÖ/Green coalition in <this country>. This coalition was maintained following the 2015 election. Following the 2020 election, the SPÖ forged a coalition with NEOS – The New <this country> and Liberal Forum.\n\nEconomy\n<this city> is one of the wealthiest regions in the European Union: Its gross regional product of EUR 47,200 per capita constituted 25.7% of <this country>'s GDP in 2013. It amounts to 159% of the EU average. The city improved its position from 2012 on the ranking of the most economically powerful cities reaching number nine on the listing in 2015.With a share of 85.5% in gross value added, the service sector is <this city>'s most important economic sector. Industry and commerce have a share of 14.5% in gross value added, the primary sector (agriculture) has a share of 0.07% and therefore plays a minor role in the local added value. However, the cultivation and production of wines within the city borders have a high socio-cultural value. The most important business sectors are trade (14.7% of added value in <this city>), scientific and technological services, real estate and housing activities as well as manufacturing of goods. In 2012, <this city>'s contribution in <this country>'s outgoing and incoming foreign direct investments was of about 60%, which demonstrates <this city>'s role as an international hub for domestic and foreign companies.Since the fall of the Iron Curtain in 1989, <this city> has expanded its position as gateway to Eastern Europe: 300 international companies have their Eastern European headquarters in <this city> and its environs. Among them are Hewlett-Packard, Henkel, Baxalta and Siemens. Companies in <this city> have extensive contacts and competences in business with Eastern Europe due to the city's historical role as center of the Habsburg Empire. The number of international businesses in <this city> is still growing: In 2014 159 and in 2015 175 international firms established offices in <this city>.Altogether, approximately 8,300 new companies have been founded in <this city> every year since 2004. The majority of these companies are operating in fields of industry-oriented services, wholesale trade as well as information and communications technologies and new media. <this city> makes effort to establish itself as a start-up hub. Since 2012, the city hosts the annual Pioneers Festival, the largest start-up event in Central Europe with 2,500 international participants taking place at Hofburg Palace. Tech Cocktail, an online portal for the start-up scene, has ranked <this city> sixth among the top ten start-up cities worldwide.\n\nResearch and development\nThe city of <this city> attaches major importance to science and research and focuses on creating a positive environment for research and development. In 2014, <this city> has accommodated 1,329 research facilities; 40,400 persons are employed in the R&D sector and 35% of <this country>'s R&D expenses are invested in the city. With a research quota of 3.4% <this city> exceeds the <this country>n average of 2.77% and has already met the EU target of 3.0% by 2020. A major R&D sector in <this city> are life sciences. The <this city> Life Science Cluster is <this country>'s major hub for life science research, education and business. Throughout <this city>, five universities and several basic research institutes form the academic core of the hub with more than 12,600 employees and 34,700 students. Here, more than 480 medical device, biotechnology and pharmaceutical companies with almost 23,000 employees generate around 12 billion euros in revenue (2017). This corresponds to more than 50% of the revenue generated by life science companies in <this country> (22.4 billion euros).<this city> is home to global players like Boehringer Ingelheim, Octapharma, Ottobock and Takeda. However, there is also a growing number of start-up companies in the life sciences and <this city> was ranked first in the 2019 PeoplePerHour Startup Cities Index. Companies such as Apeiron Biologics, Hookipa Pharma, Marinomed, mySugr, Themis Bioscience and Valneva operate a presence in <this city> and regularly hit the headlines internationally. <this city> also houses the headquarters of the Central European Diabetes Association, a cooperative international medical research association.\nTo facilitate tapping the economic potential of the multiple facettes of the life sciences at <this country>'s capital, the <this country>n Federal Ministry for Digital and Economic Affairs and the local government of City of <this city> have joined forces: Since 2002, the LISAvienna platform is available as a central contact point. It provides free business support services at the interface of the <this country>n federal promotional bank, <this country> Wirtschaftsservice and the <this city> Business Agency and collects data that inform policy making.\nThe main academic hot spots in <this city> are the Life Science Center Muthgasse with the University of Natural Resources and Life Sciences (BOKU), the <this country>n Institute of Technology,  the University of Veterinary Medicine, the AKH <this city> with the MedUni <this city> and the <this city> Biocenter. Central European University, a graduate institution expelled from Budapest in the midst of a Hungarian government steps to take control of academic and research organizations, welcomes the first class of students to its new <this city> campus in 2019.\n\nInformation technologies\nThe Viennese sector for information and communication technologies is comparable in size with the sector in Helsinki, Milan or Munich and thus among Europe's largest IT locations. In 2012 8,962 IT businesses with a workforce of 64,223 were located in the <this city> Region. The main products are instruments and appliances for measuring, testing and navigation as well as electronic components. More than ⅔ of the enterprises provide IT services. Among the biggest IT firms in <this city> are Kapsch, Beko Engineering & Informatics, air traffic control experts Frequentis, Cisco Systems <this country>, Hewlett-Packard, Microsoft <this country>, IBM <this country> and Samsung Electronics <this country>.The US technology corporation Cisco runs its Entrepreneurs in Residence program for Europe in <this city> in cooperation with the <this city> Business Agency.The British company UBM has rated <this city> one of the Top 10 Internet Cities worldwide, by analyzing criteria like connection speed, WiFi availability, innovation spirit and open government data.In 2011 74.3% of Viennese households were connected with broadband, 79% were in possession of a computer. According to the broadband strategy of the city, full broadband coverage will be reached by 2020.\n\nTourism and conferences\nThere were 17.6 million overnight stays in <this city> in 2019 (+6.8% compared to 2018). The top ten incoming markets in 2019 were Germany, <this country>, the United States, Italy, United Kingdom, Spain, China, France, Russia and Switzerland.In 2019 the International Congress and Convention Association (ICCA) ranked <this city> 6th in the world for association meetings. The Union of International Associations (UIA) ranked <this city> 5th in the world for 2019 with 306 international meetings, behind Singapore, Brussels, Seoul and Paris. The city's largest conference center, the <this country> Center <this city> (ACV) has a total capacity for around 22,800 people and is situated next to the United Nations Headquarters in <this city>. Other centers are the Messe Wien Exhibition & Congress Center (up to 3,000 people) and the Hofburg Palace (up to 4,900 people).\n\nRankings\nIn a 2005 study of 127 world cities, the Economist Intelligence Unit ranked the city first (in a tie with Vancouver and San Francisco) for the world's most livable cities. Between 2011 and 2015, <this city> was ranked second, behind Melbourne. Monocle's 2015 \"Quality of Life Survey\" ranked <this city> second on a list of the top 25 cities in the world \"to make a base within\". Monocle's 2012 \"Quality of Life Survey\" ranked <this city> fourth on a list of the top 25 cities in the world \"to make a base within\" (up from sixth in 2011 and eighth in 2010). The UN-Habitat classified <this city> as the most prosperous city in the world in 2012–2013. The city was ranked 1st globally for its culture of innovation in 2007 and 2008, and sixth globally (out of 256 cities) in the 2014 Innovation Cities Index, which analyzed 162 indicators in covering three areas: culture, infrastructure, and markets. <this city> regularly hosts urban planning conferences and is often used as a case study by urban planners. Between 2005 and 2010, <this city> was the world's number-one destination for international congresses and conventions. It attracts over 6.8 million tourists a year.<this city> was ranked top in the 2019 Quality of Living Ranking by the international Mercer Consulting Group for the tenth consecutive year. In the 2015 liveability report by the Economist Intelligence Unit as well as in the Quality of Life Survey 2015 of London-based Monocle magazine <this city> was equally ranked second most livable city worldwide.The United Nations Human Settlements Programme UN-Habitat has ranked <this city> the most prosperous city in the world in its flagship report State of the World Cities 2012/2013.According to the 2014 City RepTrack ranking by the Reputation Institute, <this city> has the best reputation in comparison with 100 major global cities.The Innovation Cities Global Index 2014 by the Australian innovation agency 2thinknow ranks <this city> sixth behind San Francisco-San Jose, New York City, London, Boston and Paris. In 2019 PeoplePerHour put <this city> at the top of their Startup Cities Ranking.US climate strategist Boyd Cohen placed <this city> first in his first global smart cities ranking of 2012. In the 2014 ranking, <this city> reached third place among European cities behind Copenhagen and Amsterdam.The Mori Memorial Institute for Urban Strategies ranked <this city> in the top ten of their Global Power City Index 2016.\n\nUrban development\nCentral Railway Station\n<this city>'s new Central Railway Station was opened in October 2014. Construction began in June 2007 and was due to last until December 2015.  The station is served by 1,100 trains with 145,000 passengers. There is a shopping center with approximately 90 shops and restaurants.\nIn the vicinity of the station a new district is emerging with 550,000 m2 (5,920,000 sq ft) office space and 5,000 apartments until 2020.\n\nAspern\nSeestadt Aspern is one of the largest urban expansion projects of Europe. A 5 hectare artificial lake, offices, apartments and a subway station within walking distance are supposed to attract 20,000 new citizens when construction is completed in 2028.\nIn addition, the highest wooden skyscraper in the world, \"HoHo Wien\", will be built within 3 years, starting in 2015.\n\nSmart City\nIn 2014, the <this city> City Council adopted the Smart City Wien Framework Strategy 2050. It is a long-term umbrella strategy that is supposed to establish a conducive, long-term and structural framework in order to reduce carbon dioxide emissions from 3.1 tonnes per capita to 1 tonne per capita by 2050, have 50% of <this city>'s gross energy consumption originate from renewable sources and to reduce motorized individual traffic from the current 28% to 15% by 2030. A stated goal is that, by 2050, all vehicles within the municipal boundaries will run without conventional propulsion technologies. Additionally, <this city> aims to be one of the five biggest European research and innovation hubs in 2050.\n\nCulture\nMusic, theater and opera\nFamous composers including Wolfgang Amadeus Mozart, Joseph Haydn, Ludwig van Beethoven, Ferdinand Ries, Nina Stollewerk, Franz Schubert, Johannes Brahms, Gustav Mahler, Robert Stolz, and Arnold Schoenberg have worked in <this city>.\nArt and culture had a long tradition in <this city>, including theater, opera, classical music and fine arts. The Burgtheater is considered one of the best theaters in the German-speaking world alongside its branch, the Akademietheater. The Volkstheater Wien and the Theater in der Josefstadt also enjoy good reputations. There is also a multitude of smaller theaters, in many cases devoted to less mainstream forms of the performing arts, such as modern, experimental plays or cabaret.\n<this city> is also home to a number of opera houses, including the Theater an der Wien, the Staatsoper and the Volksoper, the latter being devoted to the typical Viennese operetta. Classical concerts are performed at venues such as the Wiener Musikverein, home of the <this city> Philharmonic Orchestra known across the world for the annual widely broadcast \"New Year's Day Concert\", as well as the Wiener Konzerthaus, home of the internationally renowned <this city> Symphony. Many concert venues offer concerts aimed at tourists, featuring popular highlights of Viennese music, particularly the works of Wolfgang Amadeus Mozart, Johann Strauss I, and Johann Strauss II.\n\nUp until 2005, the Theater an der Wien hosted premieres of musicals, but since 2006 (a year dedicated to the 250th anniversary of Mozart's birth), has devoted itself to opera again, becoming a stagione opera house offering one new production each month. Since 2012, Theater an der Wien has taken over the Wiener Kammeroper, a historical small theater in the first district of <this city> seating 300 spectators, turning it into its second venue for smaller sized productions and chamber operas created by the young ensemble of Theater an der Wien (JET). Before 2005 the most successful musical was Elisabeth, which was later translated into several languages and performed all over the world. The Wiener Taschenoper is dedicated to stage music of the 20th and 21st century. The Haus der Musik (\"house of music\") opened in the year 2000.\nThe Wienerlied is a unique song genre from <this city>. There are approximately 60,000 – 70,000 Wienerlieder.In 1981 the popular British new romantic group Ultravox paid a tribute to <this city> on an album and an artful music video recording called <this city>. The inspiration for this work arose from the cinema production called The Third Man with the title Zither music of Anton Karas.\nThe <this city>'s English Theatre (VET) is an English theater in <this city>. It was founded in 1963 and is located in the 8th <this city>'s district. It is the oldest English-language theater in continental Europe.\nIn May 2015, <this city> hosted the Eurovision Song Contest following <this country>'s victory in the 2014 contest.\n\nActors from <this city>\nNotable entertainers born in <this city> include Hedy Lamarr, Christoph Waltz, John Banner, Christiane Hörbiger, Eric Pohlmann, Boris Kodjoe, Christine Buchegger, Mischa Hausserman, Senta Berger and Christine Ostermayer.\n\nMusicians from <this city>\nNotable musicians born in <this city> include Louie Austen, Alban Berg, Falco, Fritz Kreisler, Joseph Lanner, Arnold Schönberg, Franz Schubert, Johann Strauss I, Johann Strauss II, Anton Webern, and Joe Zawinul.\n\nFamous musicians who came here to work from other parts of <this country> and Germany were Kurt Adler, Johann Joseph Fux, Joseph Haydn, Wolfgang Amadeus Mozart, Ludwig van Beethoven, Ferdinand Ries, Johann Sedlatzek, Antonio Salieri, Carl Czerny, Johann Nepomuk Hummel, Franz Liszt, Franz von Suppé, Anton Bruckner, Johannes Brahms, Gustav Mahler and Rainhard Fendrich.\n\nNotable writers from <this city>\nNotable writers from <this city> include Karl Leopold von Möller, Carl Julius Haidvogel, and Stefan Zweig.\nWriters who lived and worked in <this city> include Franz Kafka, Arthur Schnitzler, Elias Canetti, Ingeborg Bachmann, Robert Musil, Karl Kraus, Ernst von Feuchtersleben, Thomas Bernhard and Elfriede Jelinek.\n\nNotable politicians from <this city>\nOtto Bauer\nMichael Häupl\nFranz Jonas\nBruno Kreisky\nSebastian Kurz\nKarl Leopold von Möller\n\nNotable athletes\nDavid Alaba (born 1992), professional footballer\nRenato Gligoroski (born 1976), former professional footballer, now coach and engineer\nNiki Lauda (1949-2019), three-time Formula One World Drivers' Champion\n\nMuseums\nThe Hofburg is the location of the Imperial Treasury (Schatzkammer), holding the imperial jewels of the Habsburg dynasty. The Sisi Museum (a museum devoted to Empress Elisabeth of <this country>) allows visitors to view the imperial apartments as well as the silver cabinet. Directly opposite the Hofburg are the Kunsthistorisches Museum, which houses many paintings by old masters, ancient and classical artifacts, and the Naturhistorisches Museum.\nA number of museums are located in the MuseumsQuartier (museum quarter), the former Imperial Stalls which were converted into a museum complex in the 1990s. It houses the Museum of Modern Art, commonly known as the MUMOK (Ludwig Foundation), the Leopold Museum (featuring the largest collection of paintings in the world by Egon Schiele, as well as works by the <this city> Secession, Viennese Modernism and <this country>n Expressionism), the AzW (museum of architecture), additional halls with feature exhibitions, and the Tanzquartier. The Liechtenstein Palace contains much of one of the world's largest private art collections, especially strong in the Baroque. The Belvedere, built under Prince Eugene, has a gallery containing paintings by Gustav Klimt (The Kiss), Egon Schiele, and other painters of the early 20th century, also sculptures by Franz Xaver Messerschmidt, and changing exhibitions too.\nThere are a multitude of other museums in <this city>, including the Albertina, the Military History Museum, the Technical Museum, the Burial Museum, the Museum of Art Fakes, the KunstHausWien, Museum of Applied Arts, the Sigmund Freud Museum, and the Mozarthaus <this city>. The museums on the history of the city, including the former Historical Museum of the City of <this city> on Karlsplatz, the Hermesvilla, the residences and birthplaces of various composers, the Museum of the Romans, and the <this city> Clock Museum, are now gathered together under the group umbrella <this city> Museum. The Jewish Museum <this city>, founded 1896, is the oldest of its kind. In addition there are museums dedicated to <this city>'s individual districts. They provide a record of individual struggles, achievements and tragedy as the city grew and survived two world wars. For readers seeking family histories these are good sources of information.\n\nArchitecture\nA variety of architectural styles can be found in <this city>, such as the Romanesque Ruprechtskirche and the Baroque Karlskirche. Styles range from classicist buildings to modern architecture. Art Nouveau left many architectural traces in <this city>. The Secession building, Karlsplatz Stadtbahn Station, and the Kirche am Steinhof by Otto Wagner rank among the best known examples of Art Nouveau in the world. Wagner's prominent student Jože Plečnik from Slovenia also left important traces in <this city>. His works include the Langer House (1900) and the Zacherlhaus (1903–1905). Plečnik's 1910–1913 Church of the Holy Spirit (Heilig-Geist-Kirche) in <this city> is remarkable for its innovative use of poured-in-place concrete as both structure and exterior surface, and also for its abstracted classical form language. Most radical is the church's crypt, with its slender concrete columns and angular, cubist capitals and bases.\nConcurrent to the Art Nouveau movement was the Wiener Moderne, during which some architects shunned the use of extraneous adornment. A key architect of this period was Adolf Loos, whose works include the Looshaus (1909), the Kärntner Bar or American Bar (1908) and the Steiner House (1910).\nThe Hundertwasserhaus by Friedensreich Hundertwasser, designed to counter the clinical look of modern architecture, is one of <this city>'s most popular tourist attractions. Another example of unique architecture is the Wotrubakirche by sculptor Fritz Wotruba. In the 1990s, a number of quarters were adapted and extensive building projects were implemented in the areas around Donaustadt (north of the Danube) and Wienerberg (in southern <this city>).\nThe 220-meter high DC Tower 1 located on the Northern bank of the Danube, completed in 2013, is the tallest skyscraper in <this city>. In recent years, <this city> has seen numerous architecture projects completed which combine modern architectural elements with old buildings, such as the remodeling and revitalization of the old Gasometer in 2001.\nMost buildings in <this city> are relatively low; in early 2006 there were around 100 buildings higher than 40 m (130 ft). The number of high-rise buildings is kept low by building legislation aimed at preserving green areas and districts designated as world cultural heritage. Strong rules apply to the planning, authorization and construction of high-rise buildings. Consequently, much of the inner city is a high-rise free zone.\n\nBall dances of <this city>\n<this city> is the last great capital of the 19th-century ball. There are over 450 balls per year, some featuring as many as nine live orchestras. Balls are held in the many palaces in <this city>, with the principal venue being the Hofburg Palace in Heldenplatz. While the Opera Ball is the best known internationally of all the <this country>n balls, other balls such as the Kaffeesiederball (Cafe Owners Ball), the Jägerball (Hunter's Ball) and the Life Ball (AIDS charity event) are almost as well known within <this country> and even better appreciated for their cordial atmosphere. Viennese of at least middle class may visit a number of balls in their lifetime.Dancers and opera singers from the <this city> State Opera often perform at the openings of the larger balls.\nA <this city> ball is an all-night cultural attraction. Major <this city> balls generally begin at 9 pm and last until 5 am, although many guests carry on the celebrations into the next day. Viennese balls are being exported (with support from the City of <this city>) to around 30 cities worldwide such as New York, Barcelona, Hong Kong, Kuala Lumpur, Rome, Prague, Bucharest, Berlin and Moscow.\n\nLanguage\n<this city> is part of the Austro-Bavarian language area, in particular Central Bavarian (Mittelbairisch). In recent years, linguistics experts have seen a decline in the use of the Viennese variant. Manfred Glauninger, sociolinguist at the Institute for <this country>n Dialect and Name Lexica, has observed three issues. First, many parents feel there's a stigma attached to the Viennese dialect so they speak Standard German to their children. Second, many children have recently immigrated to <this country> and are learning German as a second language in school. Third, young people are influenced by mass media which is most always delivered in Standard German.\n\nLGBT culture\n<this city> is considered the center of LGBT life in <this country>. The city has an action plan against queerphobic discrimination and, since 1998, has an anti-discrimination unit within the city's administration. The city has several cafés, bars and clubs frequented by LGBT people. Among the most prominent is Café Savoy, which is a traditional coffee house built in 1896. In 2015, the city introduced traffic lights with same-sex couples before hosting the Eurovision Song Contest that year, which attracted media attention internationally. Every year in June, <this city> Pride is organised. In 2019, when the pride parade was also hosting Europride, it attracted 500.000 visitors.\n\nEducation\n<this city> is <this country>'s main center of education and home to many universities, professional colleges and gymnasiums (high schools).\n\nUniversities\nAcademy of Fine Arts <this city>\nCentral European University\nDiplomatic Academy of <this city>\nMedical University of <this city>\nPEF Private University of Management <this city>\nUniversity of Applied Arts <this city>\nUniversity of Applied Sciences Campus <this city>\nUniversity of Music and Performing Arts, <this city>\nUniversity of Veterinary Medicine <this city>\nUniversity of <this city>\n<this city> University of Economics and Business\nUniversity of Natural Resources and Life Sciences, <this city>\nUniversity of Applied Sciences Technikum Wien\nTU Wien\nWebster University <this city>\nSigmund Freud University <this city>\nInternational Anti-Corruption Academy (in Laxenburg, 24 km (15 mi) south of <this city>)\n\nInternational schools\nAmadeus International School <this city>\nAmerican International School <this city>\nDanube International School <this city>\nInternational Christian School of <this city>\nJapanese International School in <this city>\nLauder Business School\nLycée Français de Vienne\nSAE <this city>\n<this city> International School\n\nDefunct\nInternational University <this city>\n\nLeisure activities\nParks and gardens\n<this city> possesses many parks, including the Stadtpark, the Burggarten, the Volksgarten (part of the Hofburg), the Schlosspark at Schloss Belvedere (home to the <this city> Botanic Gardens), the Donaupark, the Schönbrunner Schlosspark, the Prater, the Augarten, the Rathauspark, the Lainzer Tiergarten, the Dehnepark, the Resselpark, the Votivpark, the Kurpark Oberlaa, the Auer-Welsbach-Park and the Türkenschanzpark. Green areas include Laaer-Berg (including the Bohemian Prater) and the foothills of the Wienerwald, which reaches into the outer areas of the city. Small parks, known by the Viennese as Beserlparks, are everywhere in the inner city areas.\nMany of <this city>'s parks include monuments, such as the Stadtpark with its statue of Johann Strauss II, and the gardens of the baroque palace, where the State Treaty was signed. <this city>'s principal park is the Prater which is home to the Riesenrad, a Ferris wheel, and Kugelmugel, a micronation the shape of a sphere. The imperial Schönbrunn's grounds contain an 18th-century park which includes the world's oldest zoo, founded in 1752.\nThe Donauinsel, part of <this city>'s flood defenses, is a 21.1 km (13.1 mi) long artificial island between the Danube and Neue Donau dedicated to leisure activities.\n\nSport\n<this country>'s capital is home to numerous football teams. The best known are the local football clubs include FK <this country> Wien (21 <this country>n Bundesliga titles and record 27-time cup winners), SK Rapid Wien (record 32 <this country>n Bundesliga titles), and the oldest team, First <this city> FC. Other important sports clubs include the Raiffeisen Vikings <this city> (American Football), who won the Eurobowl title between 2004 and 2007 4 times in a row and had a perfect season in 2013, the Aon Hotvolleys <this city>, one of Europe's premier Volleyball organizations, the <this city> Wanderers (baseball) who won the 2012 and 2013 Championship of the <this country>n Baseball League, and the <this city> Capitals (ice hockey). <this city> was also where the European Handball Federation (EHF) was founded. There are also three rugby clubs; <this city> Celtic, the oldest rugby club in <this country>, RC Donau, and Stade Viennois\n<this city> hosts many different sporting events including the <this city> City Marathon, which attracts more than 10,000 participants every year and normally takes place in May. In 2005 the ice hockey World Championships took place in <this country> and the final was played in <this city>. <this city>'s Ernst-Happel-Stadion was the venue of four Champions League and European Champion Clubs' Cup finals (1964, 1987, 1990 and 1995) and on 29 June it hosted the final of Euro 2008 which saw a Spanish 1–0 victory over Germany. Tennis tournament <this city> Open also takes place in the city since 1974. The matches are played in the Wiener Stadthalle.\nThe Neue Donau, which was formed after the Donauinsel was created, is free of river traffic and a popular destination for leisure and sports activities.\n<this city> hosted the official 2021 3x3 Basketball World Cup.\n\nCulinary specialities\nFood\n<this city> is well known for Wiener schnitzel, a cutlet of veal (Kalbsschnitzel) or pork (Schweinsschnitzel) that is pounded flat, coated in flour, egg and breadcrumbs, and fried in clarified butter. It is available in almost every restaurant that serves Viennese cuisine and can be eaten hot or cold. It is usually served in many cozy cafeterias in the old town evoking all the history behind the Empire city. The traditional 'Wiener Schnitzel' though is a cutlet of veal. Other examples of Viennese cuisine include Tafelspitz (very lean boiled beef), which is traditionally served with Geröstete Erdäpfel (boiled potatoes mashed with a fork and subsequently fried) and horseradish sauce, Apfelkren (a mixture of horseradish, cream and apple) and Schnittlauchsauce (a chives sauce made with mayonnaise and stale bread).\n\n<this city> has a long tradition of producing cakes and desserts. These include Apfelstrudel (hot apple strudel), Milchrahmstrudel (milk-cream strudel), Palatschinken (sweet pancakes), and Knödel (dumplings) often filled with fruit such as apricots (Marillenknödel). Sachertorte, a delicately moist chocolate cake with apricot jam created by the Sacher Hotel, is world-famous.\nIn winter, small street stands sell traditional Maroni (hot chestnuts) and potato fritters.\nSausages are popular and available from street vendors (Würstelstand) throughout the day and into the night. The sausage known as Wiener (German for Viennese) in the U.S. and in Germany, is called a Frankfurter in <this city>. Other popular sausages are Burenwurst (a coarse beef and pork sausage, generally boiled), Käsekrainer (spicy pork with small chunks of cheese), and Bratwurst (a white pork sausage). Most can be ordered \"mit Brot\" (with bread) or as a \"hot dog\" (stuffed inside a long roll). Mustard is the traditional condiment and usually offered in two varieties: \"süß\" (sweet) or \"scharf\" (spicy).\nKebab, pizza and noodles are, increasingly, the snack foods most widely available from small stands.\n<this city> ranked 10th in vegan friendly European cities in a study by Alternative Traveler.The Naschmarkt is a permanent market for fruit, vegetables, spices, fish, meat, etc., from around the world. The city has many coffee and breakfast stores.\n\nDrinks\n<this city>, along with Paris, Santiago, Cape Town, Prague, Canberra, Bratislava and Warsaw, is one of the few remaining world capital cities with its own vineyards. The wine is served in small Viennese pubs known as Heuriger, which are especially numerous in the wine growing areas of Döbling (Grinzing, Neustift am Walde, Nußdorf, Salmannsdorf, Sievering), Floridsdorf (Stammersdorf, Strebersdorf), Liesing (Mauer) and Favoriten (Oberlaa). The wine is often drunk as a Spritzer (\"G'spritzter\") with sparkling water. The Grüner Veltliner, a dry white wine, is the most widely cultivated wine in <this country>. Another wine very typical for the region is \"Gemischter Satz\", which is typically a blend of different types of wines harvested from the same vineyard.Beer is next in importance to wine. <this city> has a single large brewery, Ottakringer, and more than ten microbreweries. A \"Beisl\" is a typical small <this country>n pub, of which <this city> has many.\nAlso, local soft drinks such as Almdudler are popular around the country as an alternative to alcoholic beverages, placing it on the top spots along American counterparts such as Coca-Cola in terms of market share. Another popular drink is the so-called \"Spezi\", a mix between Coca-Cola and the original formula of Orange Fanta or the more locally renowned Frucade.\n\nViennese cafés\nViennese cafés have an extremely long and distinguished history that dates back centuries, and the caffeine addictions of some famous historical patrons of the oldest are something of a local legend. These coffee houses are unique to <this city> and many cities have unsuccessfully sought to copy them. Some people consider cafés as their extended living room where nobody will be bothered if they spend hours reading a newspaper while enjoying their coffee. Traditionally, the coffee comes with a glass of water. Viennese cafés claim to have invented the process of filtering coffee from booty captured after the second Turkish siege in 1683. Viennese cafés claim that when the invading Turks left <this city>, they abandoned hundreds of sacks of coffee beans. The Polish King John III Sobieski, the commander of the anti-Turkish coalition of Poles, Germans, and <this country>ns, gave Franz George Kolschitzky (Polish – Franciszek Jerzy Kulczycki) some of this coffee as a reward for providing information that allowed him to defeat the Turks. Kolschitzky then opened <this city>'s first coffee shop. Julius Meinl set up a modern roasting plant in the same premises where the coffee sacks were found, in 1891.\n\nTourist attractions\nMajor tourist attractions include the imperial palaces of the Hofburg and Schönbrunn (also home to the world's oldest zoo, Tiergarten Schönbrunn) and the Riesenrad in the Prater. Cultural highlights include the Burgtheater, the Wiener Staatsoper, the Lipizzaner horses at the spanische Hofreitschule, and the <this city> Boys' Choir, as well as excursions to <this city>'s Heurigen district Döbling.\n\nThere are also more than 100 art museums, which together attract over eight million visitors per year. The most popular ones are Albertina, Belvedere, Leopold Museum in the Museumsquartier, KunstHausWien, Bank <this country> Kunstforum, the twin Kunsthistorisches Museum and Naturhistorisches Museum, and the Technisches Museum Wien, each of which receives over a quarter of a million visitors per year.There are many popular sites associated with composers who lived in <this city> including Beethoven's various residences and grave at Zentralfriedhof (Central Cemetery) which is the largest cemetery in <this city> and the burial site of many famous people. Mozart has a memorial grave at the Habsburg gardens and at St. Marx cemetery (where his grave was lost). <this city>'s many churches also draw large crowds, famous of which are St. Stephen's Cathedral, the Deutschordenskirche, the Jesuitenkirche, the Karlskirche, the Peterskirche, Maria am Gestade, the Minoritenkirche, the Ruprechtskirche, the Schottenkirche, St. Ulrich and the Votivkirche.\nModern attractions include the Hundertwasserhaus, the United Nations headquarters and the view from the Donauturm.\n\nTransport\n<this city> has an extensive transport network with a unified fare system that integrates municipal, regional and railway systems under the umbrella of the Verkehrsverbund Ost-Region (VOR). Public transport is provided by buses, trams and five underground metro lines (U-Bahn), most operated by the Wiener Linien. There are also more than 50 S-train stations within the city limits. Suburban trains are operated by the ÖBB. The city forms the hub of the <this country>n railway system, with services to all parts of the country and abroad. The railway system connects <this city>'s main station <this city> Hauptbahnhof with other European cities, like Berlin, Bratislava, Budapest, Brussels, Cologne, Frankfurt, Hamburg, Ljubljana, Munich, Prague, Venice, Wrocław, Warsaw, Zagreb and Zürich.\n<this city> has multiple road connections including expressways and motorways.\n<this city> is served by <this city> International Airport, located 18 km (11 mi) southeast of the city center next to the town of Schwechat. The airport handled approximately 31.7 million passengers in 2019. Following lengthy negotiations with surrounding communities, the airport will be expanded to increase its capacity by adding a third runway. The airport is undergoing a major expansion, including a new terminal building that opened in 2012 to prepare for an increase in passengers. Another possibility is to use Bratislava Airport, Slovakia, located approximately 60 km away.\n\nViennese\nInternational relations\nInternational organizations in <this city>\n<this city> is the seat of a number of United Nations offices and various international institutions and companies, including the International Atomic Energy Agency (IAEA), the United Nations Industrial Development Organization (UNIDO), the United Nations Office on Drugs and Crime (UNODC), the Organization of Petroleum Exporting Countries (OPEC), the OPEC Fund for International Development (OFID), the Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO), the Organization for Security and Co-operation in Europe (OSCE), the United Nations Office for Outer Space Affairs (UNOOSA) and the European Union Agency for Fundamental Rights (FRA). <this city> is the world's third \"UN city\", next to New York, Geneva, and Nairobi. Additionally, <this city> is the seat of the United Nations Commission on International Trade Law's secretariat (UNCITRAL). In conjunction, the University of <this city> annually hosts the prestigious Willem C. Vis Moot, an international commercial arbitration competition for students of law from around the world.\nDiplomatic meetings have been held in <this city> in the latter half of the 20th century, resulting in documents bearing the name <this city> Convention or <this city> Document. Among the more important documents negotiated in <this city> are the 1969 <this city> Convention on the Law of Treaties, as well as the 1990 Treaty on Conventional Armed Forces in Europe. <this city> also hosted the negotiations leading to the 2015 Joint Comprehensive Plan of Action on Iran's nuclear program as well as the <this city> peace talks for Syria.\n<this city> also headquartered the International Taekwon-Do Federation (ITF).\n\nCharitable organizations in <this city>\nAlongside international and intergovernmental organizations, there are dozens of charitable organizations based in <this city>. One such organization is the network of SOS Children's Villages, founded by Hermann Gmeiner in 1949. Today, SOS Children's Villages are active in 132 countries and territories worldwide. Others include HASCO.\nAnother popular international event is the annual Life Ball, which supports people with HIV or AIDS. Guests such as Bill Clinton and Whoopi Goldberg were recent attendees.\n\nInternational city cooperations\nThe general policy of the City of <this city> is not to sign any twin town agreements with other cities. Instead <this city> has only cooperation agreements in which specific cooperation areas are defined.\n\nDistrict to district partnerships\nIn addition, individual Viennese districts have international partnerships all over the world. A detailed list is published on the website of the City of <this city>.\n\nSee also\nReferences\nFurther reading\nPippal, M.: A Short History of Art in <this city>, Munich: C.H. Beck 2000, ISBN 978-3-406-46789-9, provides a concise overview.\nDassanowsky, Robert ed.: \"World Film Locations: <this city>\", London: Intellect/Chicago: U of Chicago Press, 2012, ISBN 978-1-84150-569-5. International films about <this city> or <this country> shot on location throughout cinema history.\n\nExternal links\nOfficial websites\nWien.gv.at – Official site of the municipality, with interactive map.\nWien.info – Official site of the tourism board: events, sightseeing, cultural information, etc.\nList of Embassies in <this city>\nInformation about <this city> and Centrope countries\nGeschichtewiki.wien.gv.at – <this city> History Wiki operated by the city of <this city>\n\nHistory of <this city>\nHundreds of articles on historical buildings of <this city>: Churches, Palaces, Art, Culture and History of <this city>\nGerman flaktowers in <this city>\nHistory of the Coat of Arms of <this city> and all (former) districts and municipalities\n\nFurther information on <this city>\n<this city> Information Sorted by categories. Choose from 5 Languages\n<this city> insider travel guide\nEvents in <this city>\nEvents and useful information from <this city>\nWhenWhereWh.at\nEnglish Guide to Events and Contemporary Culture in <this city>"
}